Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/lao - Lao/messages.po
Languages: lo

source: Here is an overview of what has happened since your last visit:
lo: ບອ່ນນີ້ແມ່ນພາບລວມແມ່ນຫຍັງເກີດຂື້ນນັບຕັ້ງແຕ່ການເຂົ້າມາຄັ້ງສຸດທ້າຍຂອງທ່ານ:

source: Information
lo: ຂໍ້ມູນ

source: Last activity:
lo: ການເຄື່ອນໄຫວຄັ້ງສຸດທ້າຍ:

source: Messages
lo: ຂໍ້ຄວາມ

source: More tags
lo: tagsອີກຫລາຍໆ

source: Notice Board
lo: ກະດານຂ່າວ

source: Organization
lo: ອົງການ

source: Other
lo: ອື່ນໆ

source: Please enter some tags.
lo: ກາລຸນາenter ຕົວtags.

source: Please enter the new file name:
lo: ກາລຸນາenter ຊື່ຂອງfileໃໝ່:

source: Please select a recipient
lo: ກາລຸນາເລືອກຜູ້ຮັບ

source: Please welcome our new member: %s has joined this group.
lo: ກາລຸນາຍິນດີຕອ້ນຮັບສຳມະຊິກໃໝ່ຂອງພວກເຮົາ: %s ໄດ້ເຂົ້າຮ່ວມກຸ່ມນີ້.

source: Private messaging has been disabled by the chat window. Reload page to re-enable
lo: ຂໍ້ຄວາມສ່ວນຕົວໄດ້ຖືກຍົກເລີກໂດຍປອ່ງchat. Reload page ເພື່ອມັນໃຊ້ງານອີກຄັ້ງ

source: Read your messages in your [inbox] (%s).
lo: ອ່ານຂໍ້ຄວາມຂອງທ່ານໃນ [inbox]ຂອງທ່ານ (%s).

source: Recent activity at %s
lo: ການເຄື່ອນໄຫວເມື່ອບໍ່ດົນມານີ້ໃນ%

source: Remove all faded items.
lo: ຫລືບອັນທີ່ບໍ່ຊັດແຈ້ງທັງໝົດ

source: Reset the search.<ul><li>The first click resets the search on this page.</li><li>The second click resets the search on all pages. </li></ul>
lo: ຕັ້ງຄ່າໃໝ່ໃນການຊອກຫາ.<ul><li>ທຳອິດການກົດຕັ້ງຄ່າໃໝ່ຂອງການຊອກຫາໃນໜ້ານີ້.</li><li>ທີ່ສອງແມ່ນການກົດຕັ້ງຄ່າໃໝ່ຂອງການຊອກຫາໃນໜ້າທັງໝົດ. </li></ul>

source: Screenshot already exists.
lo: Screenshot ມີຢູ່ແລ້ວ.

source: Set up a cron on an external service:
lo: ຕິດຕັ້ງ cron ໃນການບໍລິການພາຍນອກ:

source: Sort by Last Activity
lo: ແຍກປະເພດໂດຍການເຄື່ອນໄຫວສຸດທ້າຍ

source: Sort by Name
lo: ແຍກປະເພດ ໂດຍຊື່

source: Sort by Subscribers
lo: ແຍກປະເພດ ໂດຍຜູ້ສັ່ງຈອງ

source: Tag not found.
lo: ບໍ່ພົບtag.

source: The email address couldn't be changed! The link is not active anymore.
lo: ທີ່ຢູ່ອີເມລບໍ່ສາມາດປຽນໄດ້! ທີ່ຢູ່ເຊື່ອມຕໍ່ນີ້ບໍ່ສາມາດໃຊ້ອີກແລ້ວ.

source: The email address has been succesfully changed.
lo: ອີເມລໄດ້ຖືກປຽນແປງຢ່າງສຳເລັດ.

source: The email address is not valid. Please check it and try again.
lo: ທີ່ຢູ່ອີເມລໃຊ້ບໍ່ໄດ້. ກາລຸນາກວດກາແລະລອງອີກຄັ້ງ.

source: The email couldn't be changed!
lo: ອີເມລບໍ່ສາມາດປຽນໄດ້!

source: The event is in the future.
lo: ເຫດການແມ່ນໃນອານາຄົດ.

source: The event is over.
lo: ເຫດການແມ່ນຈົບສິ້ນແລ້ວ.

source: The event is upcoming.
lo: ເຫດການແມ່ນກຳລັງມາເຖິງ.

source: The group has subscribed to the resource %s.
lo: ກຸ່ມໄດ້ຖືກສັ່ງຈອງຕໍ່ຊັບພະຍາກອນ%.

source: The group has unsubscribed from the following resources:
lo: ກຸ່ມໄດ້ຍົກເລີກການສັ່ງຈອງຈາກຊັບພະຍາກອນຕໍ່ໄປນີ້:

source: The password couldn't be changed! Please try again later.
lo: ລະຫັດຜ່ານບໍ່ສາມາດປຽນໄດ້! ກາລຸນາພະຍາຍາມອີກຄັ້ງຫລັງຈາກນີ້

source: The password couldn't be changed! Try again later.
lo: ລະຫັດຜ່ານບໍ່ສາມາດປຽນໄດ້! ກາລຸນາພະຍາຍາມອີກຄັ້ງຫລັງຈາກນີ້

source: The password has been successfully changed.
lo: ລະຫັດຜ່ານໄດ້ຖືກປ່ຽນແປງຢ່າງສຳເລັດ.

source: The registration couldn't be finished! The link is not active anymore.
lo: ການລົງທະບຽນບໍ່ສາມາດສຳເລັດໄດ້! ທີ່ຢູ່ເຊື່ອມຕໍ່ນີ້ບໍ່ສາມາດໃຊ້ອີກແລ້ວ.

source: There is a problem with your avatar.
lo: ມີບັນຫາກັບຮູບປະຫວັດຂອງທ່ານ.

source: This email address is already registered with another account.
lo: ອີເມລນີ້ໄດ້ຖືກນຳໃຊ້ລົງທະບຽນໃນບັນຊີອື່ນແລ້ວ.

source: This email address is already used for another account.
lo: ອີເມລນີ້ໄດ້ຖືກນຳໃຊ້ໃນບັນຊີອື່ນແລ້ວ.

source: This email address is not registered in our system!
lo: ອີເມລນີ້ບໍ່ໄດ້ຖືກນຳໃຊ້ລົງທະບຽນໃນລະບົບຂອງພວກເຮົາ.

source: This email address is not valid. Please check it and try again.
lo: ທີ່ຢູ່ອີເມລໃຊ້ບໍ່ໄດ້. ກາລຸນາກວດກາແລະລອງອີກຄັ້ງ.

source: This username is not registered in our system!
lo: usernameນີ້ບໍ່ໄດ້ຖືກລົງທະບຽນໃນລະບົບຂອງພວກເຮົາ.

source: Too many emails? You can change the schedule on your [profile page](%s).
lo: ມີຫລາຍອີເມລ? ທ່ານສາມາດປຽນຕາຕະລາງໃນ[profile page]ຂອງທ່ານ(%).

source: Too many failed login attempts. Please try again later.
lo: ການພະຍາຍາມເຂົ້າລະບົບທີ່ບໍ່ສຳເລັດຫລາຍຄັ້ງ. ກາລຸນາພະຍາຍາມອີກຄັ້ງຫລັງຈາກນີ້

source: Too many messages? You can change the schedule on your [profile page](%s).
lo: ມີຫລາຍຂໍ້ຄວາມບໍ? ທ່ານສາມາດປ່ຽນຕາຕະລາງໃນ[profile page]ຂອງທ່ານ(%).

source: Type your text here.
lo: ພິມເນື້ອຫາບອ່ນນີ້.

source: Video/Audio
lo: ວີດີໂອ/ສຽງ

source: You can reply only to friends.
lo: ທ່ານສາມາດພຽງຕອບກັບຫາເພື່ອນເທົ່ານັ້ນ.

source: You have %d unread messages!
lo: ທ່ານມີ % ຂໍ້ຄວາມບໍ່ທັນອ່ານ!

source: You have 1 unread message!
lo: ທ່ານມີ 1 ຂໍ້ຄວາມບໍ່ທັນອ່ານ!

source: You have just said that.
lo: ທ່ານໄດ້ເວົ້າວ່າ.

source: You have unread messages at %s
lo: ທ່ານມີຂໍ້ຄວາມບໍ່ທັນອ່ານ %

source: You just said that.
lo: ທ່ານໄດ້ເວົ້າວ່າ.

source: You receive this email because you have signed up at %s.
lo: ທ່ານໄດ້ຮັບອີເມລນີ້ເພາະວ່າທ່ານໄດ້ລົງທະບຽນໃນ %.

source: Your email address or IP is known at www.stopforumspam.com as spam source and was blocked.
lo: ທີ່ຢູ່ອີເມລ ຫລື IPຂອງທ່ານ ແມ່ນປະກົດໃນ www.stopforumspam.comເປັນດັ່ງແຫລ່ງທີ່ມາspam ແລະມັນໄດ້ຖືກບລອ໋ກໄວ້.

source: Your email or username:
lo: ອີເມລຂອງທ່ານ ຫລື username:

source: Your password was changed.
lo: ລະຫັດຜ່ານຂອງທ່ານໄດ້ຖືກປ່ຽນແລ້ວ.

source: Your profile was updated.
lo: ປະຫວັດຂອງທ່ານໄດ້ອັບເດດແລ້ວ.

source: Yours,
lo: ຂອງທ່ານ,

source: audio
lo: ສຽງ

source: center
lo: ໃຈກາງ

source: clean up
lo: ທຳຄວາມສະອາດ

source: click to rename
lo: ກົດເພື່ອຕັ້ງຊື່ອີກຄັ້ງ

source: external link
lo: ທີ່ຢູ່link ທາງນອກ

source: go to '%s'
lo: ໄປ ຫາ '%s'

source: go to your profile
lo: ໄປສູ່ປະຫວັດຂອງທ່ານ

source: number of susbcribers
lo: ຈຳນວນຂອງຜູ້ສັ່ງຈອງ

source: other
lo: ອື່ນໆ

source: print
lo: ພີມ

source: private event
lo: ເຫດການສ່ວນຕົວ

source: registered
lo: ລົງທະບຽນແລ້ວ

source: remove screenshot
lo: ຍົກເລີກscreenshot

source: save
lo: ເກັບໄວ້

source: search for '%s'
lo: ຊອກຫາ '%s'

source: subscribers
lo: ຜູ້ສັ່ງຈອງ

source: text information
lo: ຂໍ້ມຸນເນື້ອຫາ

source: toggle chat window
lo: ເຄື່ອງປິດເປີດປອ່ງchat.

source: video
lo: ວີດີໂອ

source: video/audio
lo: ວີດີໂອ/ສຽງ

source: world
lo: ໂລກ

source: yesterday
lo: ມື້ວານ
