Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/lao - Lao/messages.po
Languages: lo

source: (error)
lo: ຜິດຜາດ

source: (inappropriate language)
lo: (ພາສາທີ່ບໍ່ເໝາະສົມ)

source: Accept friendship
lo: ຍອມຮັບຄວາມສຳພັນ

source: Accept friendship request
lo: ຍອມຮັບຄວາມສຳພັນທີ່ຮຽກຮອ້ງ

source: Add
lo: ຕື່ມເຂົ້າ

source: Add or remove tags
lo: ເພີ້ມຫຼືຖອນຕົວtags

source: Add tag
lo: ເພີ້ມຕົວtag

source: Address cannot be found.
lo: ທີ່ຢູ່ບໍ່ສາມາດຊອກໄດ້

source: Administration
lo: ການບໍລິຫານ

source: Administration - Settings
lo: ການບໍລິຫານ - ຕັ້ງຄ່າ

source: Administration - Setup and Maintenance
lo: ການບໍລິຫານ - ການຕັ້ງແລະການບຳລຸງຮັກສາ

source: Administrator
lo: ຜູ້ບໍລິຫານ

source: Administrator with id 1 cannot be changed
lo: ຜູ້ບໍລິຫານກັບID 1 ບໍ່ສາມາດປຽນໄດ້

source: Already have an account? Sign in below.
lo: ໄດ້ມີບັນຊີແລ້ວບໍ? ເຂົ້າລະບົບລຸ່ມນີ້.

source: An email has been sent to you with further instructions.
lo: ອີເມລໄດ້ສົ່ງຫາທ່ານແລ້ວພອ້ມກັນການແນະນຳອື່ນໆ.

source: Apply Filter
lo: ນຳໃຊ້ການຄັດຕອງ

source: April
lo: ເມສາ

source: August
lo: ສິງຫາ

source: Automatically reload in regular intervals if something new has been posted.
lo: ການໃສ່ເພີ້ມໂດຍອັດຕະໂນມັດໃນຊ່ວງເວລາປົກກະຕິ ຖ້າບາງສິ່ງໃໝ່ໄດ້ຖືກ post.

source: Back to list of groups.
lo: ກັບຄືນຫາລາຍຊື່ຂອງກຸ່ມ.

source: Back to list of users.
lo: ກັບຄືນຫາລາຍຊື່ຂອຜູ້ໃຊ້

source: Cancel friendship
lo: ຍົກເລີກຄວາມສຳພັນ

source: Cancel subscription
lo: ຍົກເລີກການສັ່ງຈອງ

source: Cannot find what you are searching?
lo: ບໍ່ສາມາດຊອກຫາສິ່ງທີ່ທ່ານຊອກຫາບໍ?

source: Change lost password
lo: ປຽນລະຫັດຜ່ານທີ່ສູນຫາຍ

source: Change password
lo: ປຽນລະຫັດຜ່ານ

source: Change the filter
lo: ປຽນການຄັດຕອງ

source: Clear Filter
lo: ກຳຈັດການຄັດຕອງ

source: Click here if you forgot your password.
lo: ກົດບອ່ນນີ້ ຖ້າທ່ານລືມລະຫັດຜ່ານ.

source: Click inside the image and select your avatar.
lo: ກົດໃນຮູບພາບແລະເລືອກຮູບສຳລັບປະຫວັດທ່ານ.

source: Comments
lo: ຄຳເຫັນ

source: Comments are only visible when you are signed in.
lo: ຄຳເຫັນພຽງປະກົດໃຫ້ເຫັນເວລາທ່ານເຂົ້າລະບົບ.

source: Connect filters with
lo: ເຊື່ອມການຄັດຕອງກັບ

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
lo: ກອບປີ້ທີ່ຢູ່ນີ້ແລະສົ່ງໃຫ້ຄົນອື່ນທີ່ທ່ານຢາກໃຫ້ເຂົ້າມາຮ່ວມ. ທີ່ຢູ່ນີ້ຄືກັບກະແຈສຳລັບກຸ້ມນີ້.

source: Create new group
lo: ສ້າງກຸ່ມໃໝ່

source: Create new resource
lo: ສ້າງຊັບພະຍາກອນໃໝ່

source: December
lo: ທັນວາ

source: Describe in few sentences what this group is about.
lo: ບອກເລົ່າໃນສອງສາມປະໂຫຍກກຽວກັບກຸ່ມນີ້.

source: Describe in few sentences what this resource is about.
lo: ບອກເລົ່າໃນສອງສາມປະໂຫຍກກຽວກັບຊັບພະຍາກອນນີ້.

source: Description:
lo: ອະທິບາຍ:

source: Discover new groups
lo: ຊອກຫາກຸ່ມໃໝ່

source: Discover new resources
lo: ຊອກຫາຊັບພະຍາກອນໃໝ່

source: Discover new users
lo: ຊອກຫາຜູ້ໃຊ້ໃໝ່

source: Do you want be visible to everyone (world), only to registered users (registered) or only to your friends (friends)?
lo: ທ່ານຕອ້ງການໃຫ້ທຸກຄົນ(ທົ່ວໂລກ)ເຫັນທ່ານບໍ,ຫລືພຽງແຕ່ຜູ້ໃຊ້ທີ່ລົງທະບຽນ ຫຼືພຽງແຕ່ເພື່ອນຂອງທ່ານ?

source: Edit the group image
lo: ດັດແກ້ຮູບພາບກຸ່ມ

source: Edit the location
lo: ດັດແກ້ທີ່ຕັ້ງ

source: Edit your avatar
lo: ດັດແກ້ຮູບປະຫວັດຂອງທ່ານ

source: Edit your location
lo: ດັດແກ້ທີ່ຕັ້ງຂອງທ່ານ

source: Email change on Mycitizen.net
lo: ການປຽນອີເມລໃນ Mycitizen.net

source: Email has been successfully changed.
lo: ອີເມລໄດ້ຖືກປຽນແປງຢ່າງສຳເລັດ.

source: Email:
lo: ອີເມລ

source: Empty Trash
lo: ຫລືບຖີ້ມອີເມລຂີ້ເຫຍື້ອ

source: Enabled
lo: ເຮັດໃຫ້ທຳງານ

source: Enter a key that will be used for inviting members into this group. Use letters, numbers and "-", with a minimum lenght of 5.
lo: ປອ້ນກະແຈເຊິ່ງຈະຖືກນຳໃຊ້ສຳລັບເຊີນສຳມະຊິດເຂົ້າມາໃນກຸ່ມນີ້. ນຳໃຊ້ຕົວໜັງສື,ຕົວເລກແລະ"-",ກັບຄວາມຍາວຕ່ຳສຸດແມ່ນ 5.

source: Enter a name for the group.
lo: ປອ້ນຊື່ຂອງກຸ່ມ.

source: Enter a name for the resource.
lo: ປອ້ນຊື່ຂອງຊັບພະຍາກອນ.

source: Entered passwords are not the same.
lo: ລະຫັດຜ່ານທີ່ປອ້ນເຂົ້າລະບົບແມ່ນບໍ່ຄືກັນ.

source: Error
lo: ຜິດຜາດ

source: Error deleting image from cache.
lo: ຜິດຜາດການຫລືບຮູບພາບຈາກcache.

source: Error loading chat. Are you logged in?
lo: ການໂຫລດchat ຜິດຜາດ. ທ່ານລອ໋ກເຂົ້າລະບົບແລ້ວບໍ?

source: Error submitting form.
lo: ການຍອມຮັບແບບຟອມຂັດຂອ້ງ.

source: Error writing image:
lo: ການສ້າງຮູບຂັດຂອ້ງ.

source: Event description:
lo: ການອະທິບາຍເຫດການ

source: Event time:
lo: ເວລາຂອງເຫດການ:

source: February
lo: ກຸມພາ

source: Filter
lo: ຄັດຕອງ

source: Filter by name
lo: Filter ໂດຍຊື່

source: Filter is off.
lo: ການຄັດຕອງປິດ

source: Finish your registration at Mycitizen.net
lo: ສຳເລັດການລົງທະບຽນໃນ Mycitizen.net

source: Finished cropping and resizing.
lo: ການຕັດຮູບແລະປຽນຂະໜາດທີ່ໄດ້ສຳເລັດ.

source: Friends
lo: ເພື່ອນ

source: Friendship accepted
lo: ຄວາມສຳພັນທີ່ໄດ້ຮັຍເອົາ

source: Friendship canceled
lo: ຄວາມສຳພັນທີ່ໄດ້ຍົກເລີກ

source: Friendship request
lo: ຄວາມສຳພັນຮຽກຮອ້ງ

source: Friendship request rejected.
lo: ຄວາມສຳພັນຮຽກຮອ້ງທີ່ໄດ້ປະຕິເສດ.

source: Friendship request sent.
lo: ຄວາມສຳພັນຮຽກຮອ້ງທີ່ໄດ້ສົ່ງ.

source: Given group does not exist.
lo: ກຸ່ມທີ່ໃຫ້ນັ້ນບໍ່ມີໃນລະບົບ.

source: Go to resource
lo: ໄປຫາຊັບພະຍາກອນ

source: Group %s has not been subscribed to resource.
lo: ກຸ່ມ %s ບໍ່ໄດ້ຖືກຈອງເພື່ອຊັບພະຍາກອນ

source: Group %s is already subscribed.
lo: ກຸ່ມ %sທີ່ໄດ້ຖືກຈອງແລ້ວ

source: Group %s subscribed to this resource.
lo: ກຸມ%s ທີ່ຖືກຈອງສຳລັບຊັບພະຍາກອນນີ້ .

source: Group %s unsubscribed from resource.
lo: ກຸ່ມ %s ທີ່ຍົກເລີກການຈອງຈາກຊັບພະຍາກອນ.

source: Group chat
lo: ກຸ່ມchat

source: Edit Group
lo: ດັດແກ້ກຸ່ມ

source: Group key:
lo: ກະແຈຂອງກຸ່ມ

source: Group location on a map
lo: ທີ່ຕັ້ງຂອງກຸ່ມໃນແຜນທີ່

source: Group members
lo: ສຳມະຊິກກຸ່ມ

source: Group owner:
lo: ເຈົ້າຂອງກຸ່ມ:

source: Group resources
lo: ຊັບພະຍາກອນກຸ່ມ

source: Group updated
lo: ການອັບເດດຂອງກຸ່ມ

source: Groups
lo: ກຸ່ມ

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
lo: ບອ່ນນີ້ທ່ານສາມາດລາຍງານກຸ່ມຖ້າທ່ານຄິດວ່າມີການຜ່າຜືນກົດລະບຽບ. ການລາຍງານຈະຖືກດຳເນີນໂດຍຜູ້ຄວບຄຸມເວບ.

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
lo: ບອ່ນນີ້ທ່ານສາມາດລາຍງານຊັບພະຍາກອນຖ້າທ່ານຄິດວ່າມີການຜ່າຜືນກົດລະບຽບ. ການລາຍງານຈະຖືກດຳເນີນໂດຍຜູ້ຄວບຄຸມເວບ.

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
lo: ບອ່ນນີ້ທ່ານສາມາດລາຍງານຜູ້ໃຊ້ຖ້າທ່ານຄິດວ່າມີການຜ່າຜືນກົດລະບຽບ. ການລາຍງານຈະຖືກດຳເນີນໂດຍຜູ້ຄວບຄຸມເວບ.

source: Hidden group
lo: ກຸ່ມທີ່ເຊື່ອງຊອ້ນ

source: Hidden user
lo: ຜູ້ໃຊ້ທີ່ເຊື່ອງຊອ້ນ

source: Image must be in JPEG or PNG format.
lo: ຮູບພາບຕອ້ງແມ່ນJPEG ຫລື PNG format.

source: Information:
lo: ຂໍ້ມູນ

source: Insufficient permissions to subscribe group %s to this resource.
lo: ການອານຸຍາດບໍ່ພຽງພໍໃນການສັ່ງຈອງ ກຸ່ມ %s ຕໍ່ຊັບພະຍາກອນນີ້.

source: Is active
lo: ແມ່ນactive

source: January
lo: ມັງກອນ

source: Join group
lo: ເຂົ້າຮ່ວມກຸ່ມ

source: July
lo: ກໍລະກົດ

source: June
lo: ມິຖຸນາ

source: Language
lo: ພາສາ

source: Language:
lo: ພາສາ

source: Leave group
lo: ອອກຈາກກຸ່ມ

source: Link to invite new members
lo: ເຊື່ອມຕໍ່ເພື່ອເຊີນສຳມະຊິກໃໝ່

source: Location
lo: ທີ່ຕັ້ງ

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
lo: ສ້າງໃຫ້ກຸ່ມໃຫ້ທຸກຄົນສາມາດເຂົ້າເຖິງ(ທົ່ວໂລກ), ພຽງແຕ່ຜູ້ໃຊ້ໃນເວບໄຊ(ທີ່ໄດ້ລົງທະບຽນ)ຫລືສຳລັບສຳມະຊິກຂອງກຸ່ມ(ສຳມະຊິກ).

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
lo: ສ້າງໃຫ້ຊັບພະຍາກອນໃຫ້ທຸກຄົນສາມາດເຂົ້າເຖິງ(ທົ່ວໂລກ), ພຽງແຕ່ຜູ້ໃຊ້ໃນເວບໄຊ(ທີ່ໄດ້ລົງທະບຽນ)ຫລືສຳລັບຜູ້ສັ່ງຈອງຂອງຊັບພະຍາກອນນີ້ (ຜູ້ສັ່ງຈອງ).

source: Manage members of this group
lo: ຄວບຄຸມສຳມະຊິກໃນກຸ່ມນີ້

source: Manage subscribed resources
lo: ຄວບຄຸມຊັບພະຍາກອນທີ່ໄດ້ສັ່ງຈອງ

source: Map
lo: ແຜນທີ່

source: March
lo: ມີນາ

source: Maximum image size is %s
lo: ຂະໜາດຮູບພາບສູງສຸດ %s

source: May
lo: ພຶດສະພາ

source: Media type:
lo: ຊະນິດຂອງMedia:

source: Member of groups
lo: ສຳມະຊິກຂອງກຸ່ມ

source: Members
lo: ສຳມະຊິກ

source: Moderator
lo: ຜູ້ເບິ່ງແຍງເວບ

source: More than one user with the same id found.
lo: ຊອກພົບຫລາຍກວ່າໜຶ່ງຜູ້ໃຊ້ທີ່ມີid ຄືກັນ.

source: My Groups
lo: ກຸ່ມຂອງຂອ້ຍ

source: My Location
lo: ທີ່ຕັ້ງຂອງຂອ້ຍ

source: My Resources
lo: ຊັບພະຍາກອນຂອງຂອ້ຍ

source: My friends
lo: ເພື່ອນຂອງຂອ້ຍ

source: My real position
lo: ຕຳແໜ່ງທີ່ແທ້ຈິງຂອງຂອ້ຍ

source: Name
lo: ຊື່

source: Name:
lo: ຊື່:

source: Needs to be created.
lo: ຕອ້ງການສ້າງ:

source: New messages
lo: ຂໍ້ຄວາມໃໝ່

source: Normal user
lo: ຜູ້ໃຊ້ທຳມະດາ

source: Nothing found.
lo: ບໍ່ພົບຫັຍງ.

source: November
lo: ພະຈິກ

source: October
lo: ຕຸລາ

source: On invitation only
lo: ໃນການເຊີນເທົ່ານັ້ນ

source: Only administrators can visit this section!
lo: ມີພຽງຜູ້ບໍລິຫານຄວບຄຸມສາມາດເຂົ້າເຖິງພາກສ່ວນນີ້!

source: Only letters, numbers and '-', with a minimum lenght of 5.
lo: ນຳໃຊ້ຕົວໜັງສື,ຕົວເລກແລະ"-",ກັບຄວາມຍາວຕ່ຳສຸດແມ່ນ 5.

source: Owner
lo: ເຈົ້າຂອງ

source: Password again:
lo: ລະຫັດຜ່ານອີກຄັ້ງ:

source: Password change on Mycitizen.net
lo: ປ່ຽນລະຫັດຜ່ານໃນ Mycitizen.net

source: Password:
lo: ລະຫັດຜ່ານ:

source: Phone:
lo: ໂທລະສັບ

source: Please enter some text.
lo: ກາລຸນາenter ຂໍ້ຄວາມ.

source: Please give us some details.
lo: ກາລຸນາໃຫ້ບາງລາຍລະອຽດ.

source: Please go to the edit screen and generate a link.
lo: ກາລຸນາໄປສູ່ຈໍດັດແກ້ແລະສ້າງເຊື່ອມຕໍ່ລິງ.

source: Please select first a part of the image.
lo: ກາລຸນາເລືອກພາກສ່ວນທຳອິດຂອງຮູບພາບ.

source: Post
lo: ຂຽນ

source: Post new comment
lo: ສົ່ງຄຳເຫັນໃໝ່

source: Post reply
lo: ສົ່ງຕອບກັບ

source: Reason:
lo: ເຫດຜົນ:

source: The registration couldn't be finished! Link is not active anymore.
lo: ການລົງທະບຽນບໍ່ສາມາດສຳເລັດໄດ້! ທີ່ຢູ່ເຊື່ອມຕໍ່ນີ້ບໍ່ສາມາດໃຊ້ອີກແລ້ວ.

source: The registration has been successful. You can now sign in.
lo: ການລົງທະບຽນໄດ້ດຳເນີນຢ່າງສຳເລັດ. ດຽວນີທ່ານສາມາດເຂົ້າສູ່ລະບົບ.

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
lo: ການລົງທະບຽນໄດ້ສຳເລັດແລ້ວ ຂໍ້ຄວາມໄດ້ຖືກສົ່ງເຖິງອີເມລຂອງທ່ານພອ້ມການແນະນຳອື່ນໆ ເຮັດແນວໃດເຮັດໃຫ້ບັນຊີຂອງທ່ານທຳງານ.

source: Reject friendship request
lo: ປະຕິເສດຄວາມສຳພັນທີ່ຮຽກຮອ້ງ

source: Remove
lo: ຫລືບຖີ້ມ

source: Repeat password:
lo: ປອ້ນຊ້ຳລະຫັດຜ່ານ:

source: Replies
lo: ຕອບກັບ

source: Report about group %s, reason: %s
lo: ລາຍງານກຽວກັບກຸ່ມ%, ເຫດຜົນ %s

source: Report about resource %s, reason: %s
lo: ລາຍງານກຽວກັບຊັບພະຍາກອນ%, ເຫດຜົນ %s

source: Report about user %s, reason: %s
lo: ລາຍງານກຽວກັບຜູ້ໃຊ້%, ເຫດຜົນ %s

source: Report group
lo: ລາຍງານກຸ່ມ

source: Report resource
lo: ລາຍງານຊັບພະຍາກອນ

source: Report user
lo: ລາຍງານຜູ້ໃຊ້

source: Reports
lo: ລາຍງານ

source: Request friendship
lo: ຮຽກຮອ້ງຄວາມສຳພັນ

source: Request new password
lo: ຮຽກຮອ້ງລະຫັດຜ່ານໃໝ່

source: Resource owner:
lo: ເຈົ້າຂອງຊັບພະຍາກອນ:

source: Resource type:
lo: ຊະນິດຊັບພະຍາກອນ:

source: Resource updated
lo: ຊັບພະຍາກອນທີ່ໄດ້ອັບເດດ

source: Resources
lo: ຊັບພະຍາກອນ

source: Revoke request
lo: ຍົກເລີກການຮຽກຮອ້ງ

source: Role
lo: ບົດບາດ

source: Search Comments
lo: ຊອກຫາຄຳເຫັນ

source: See details about the user and respond to the request.
lo: ເບິ່ງລາຍລະອຽດກ່ຽວກັບຜູ້ໃຊ້ແລະຕອບຄືນການຮອ້ງຂໍ.

source: Select Parent Level
lo: ເລືອກ Parent Level

source: Select a group for more details.
lo: ເລືອກກຸ່ມເພື່ອລາຍລະອຽດເພີ້ມ.

source: Select a language of this resource.
lo: ເລືອກພາສາຂອງຊັບພະຍາກອນນີ້.

source: Select a language that will be used in this group for communication.
lo: ເລືອກພາສາທີ່ຈະໃຊ້ໃນກຸ່ມນີ້ສຳລັບການສື່ສານ.

source: Select a resource for more details.
lo: ເລືອກຊັບພະຍາກອນເພື່ອລາຍລະອຽດເພີ້ມ.

source: Select a tag
lo: ເລືອກຕົວ Tag

source: Select a user for more details.
lo: ເລືອກຜູ້ໃຊ້ເພື່ອລາຍລະອຽດເພີ້ມ.

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
lo: ເລືອກໜຶ່ງຫລືຫລາຍກຸ່ມເພື່ອສັ່ງຈອງເພື່ອຊັບພະຍາກອນນີ້. ມີພຽງແຕ່ກຸ່ມທີ່ໄດ້ສະແດງອອກໃຫ້ເຫັນນັ້ນທີ່ທ່ານເປັນເຈົ້າຂອງຫລືບອ່ນທີ່ທ່ານມີຢ່າງໜອ້ຍການອານຸຍາດຈາກຜູ້ຄວບຄຸມ.

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
lo: ເລືອກໜຶ່ງຫລືຫລາຍຊັບພະຍາກອນເພື່ອຍົກເລີກການສັ່ງຈອງ. ມີພຽງແຕ່ຊັບພະຍາກອນທີ່ຖືກປະກົດອອກເຊິ່ງກຸ່ມນີ້ໄດ້ຖືກສັ່ງຈອງ. ທ່ານສາມາດສັ່ງຈອງຊັບພະຍາກອນໃນໜ້າລາຍລະອຽດຂອງຊັບພະຍາກອນ.

source: Selected Location
lo: ທີ່ຕັ້ງທີ່ໄດ້ເລືອກ

source: Send
lo: ສົ່ງ

source: Send a message to a friend
lo: ສົ່ງຂໍ້ຄວາມເຖິງເພື່ອນ

source: September
lo: ກັນຍາ

source: Settings
lo: ຕັ້ງຄ່າ

source: Sign in
lo: ເຂົ້າສູ່ລະບົບ

source: Sign out
lo: ອອກຈາກລະບົບ

source: Sign up
lo: ລົງທະບຽນ

source: Specified user not found.
lo: ຜູ້ໃຊ້ທີ່ກຳນົດບໍ່ສາມາດພົບ.

source: Status
lo: ຖານະ

source: Subscribe
lo: ການສັ່ງຈອງ

source: Subscribe as group
lo: ສັ່ງຈອງເປັນກຸ່ມ

source: Subscribe to resource
lo: ສັ່ງຈອງຊັບພະຍາກອນ

source: Subscribed Groups
lo: ກຸ່ມທີ່ໄດ້ສັ່ງຈອງ

source: Subscribed Users
lo: ຜູ້ທີ່ໃຊ້ທີ່ໄດ້ສັ່ງຈອງ

source: Subscribed to resources
lo: ໄດ້ສັ່ງຈອງຊັບພະຍາກອນ

source: Subscribers
lo: ຜູ້ສັ່ງຈອງ

source: Subscriptions as group
lo: ການສັ່ງຈອງເປັນກຸ່ມ

source: Surname:
lo: ນາມສະກຸນ:

source: System check
lo: ກວດກາລະບົບ

source: Tag
lo: ແທຈ

source: Tag name:
lo: ຊື່Tag:

source: Tags
lo: ການແທຈ

source: Tell us why you report this group, including examples:
lo: ບອກພວກເຮົາເປັນຫຍັງທ່ານລາຍງານກຸ່ມນີ້,ລວມທັງຕົວຢ່າງ:

source: Tell us why you report this resource, including examples:
lo: ບອກພວກເຮົາເປັນຫຍັງທ່ານລາຍງານຊັບພະຍາກອນນີ້,ລວມທັງຕົວຢ່າງ:

source: Tell us why you report this user, including examples:
lo: ບອກພວກເຮົາເປັນຫຍັງທ່ານລາຍງານຜູ້ໃຊ້ນີ້,ລວມທັງຕົວຢ່າງ:

source: Text:
lo: ເນື້ອຫາ

source: The image is too small. Minimum size is %s.
lo: ຮູບພາບນອ້ຍເກີນໄປ! ຂະໜາດນອ້ຍສຸດແມ່ນ%.

source: The main language you want to use. You will still be able to see other languages.
lo: ພາສາທີ່ທ່ານຕອ້ງການໃຊ້ກວ່າໝູ່ແມ່ນ: ທ່ານຍັງສາມາດໃຊ້ພາສາອື່ນໆ.

source: The minimal length of your username is %s characters.
lo: ຄວາມຍາວຕຳສຸດຂອງຊື່ຜູ້ໃຊ້ຂອງທ່ານແມ່ນ%ຕົວໜັງສື.

source: The username cannot be changed.
lo: usernameບໍ່ສາມາດປຽນໄດ້!

source: This group can only be viewed by members. Users need to have the key below to become members.
lo: ກຸ່ມນີ້ພຽງແຕ່ສາມາດເບິ່ງໂດຍສຳມະຊິກເທົ່ານັ້ນ. ຜູ້ໃຊ້ຕ້ງມີກຸນແຈລຸ່ມນີ້ເພື່ອກາຍເປັນສຳມະຊິກ.

source: This group doesn't have a key.
lo: ກຸ່ມນີ້ບໍ່ມີກຸນແຈ.

source: This group violates the rules of conduct.
lo: ກຸ່ມນີ້ໄດ້ຜ່າຜືນກົດລະບຽບຂອງການປະຕິບັດ.

source: This is my profile.
lo: ນີ້ແມ່ນປະຫວັດຂອງຂອ້ຍ.

source: This is not a real group but spam.
lo: ນີ້ບໍ່ແມ່ນກຸ່ມແທ້ ແຕ່ແມ່ນຂໍ້ມູນຂີ້ເຫຍື້ອຫລືspam.

source: This is not a real person but spam.
lo: ນີ້ບໍ່ແມ່ນກຸ່ມແທ້ ແຕ່ແມ່ນຂໍ້ມູນຂີ້ເຫຍື້ອຫລືspam.

source: This is not a real resource but spam.
lo: ນີ້ບໍ່ແມ່ນຊັບພະຍາກອນແທ້ ແຕ່ແມ່ນຂໍ້ມູນຂີ້ເຫຍື້ອຫລືspam.

source: This person violates the rules of conduct.
lo: ຜູ່ນີ້ໄດ້ຜ່າຜືນກົດລະບຽບຂອງການປະຕິບັດ.

source: This resource doesn't exist.
lo: ຊັບພະຍາກອນນີ້ບໍ່ມີຢູ່ໃນລະບົບ.

source: This resource violates the rules of conduct.
lo: ຊັບພະຍາກອນນີ້ໄດ້ຜ່າຜືນກົດລະບຽບຂອງການປະຕິບັດ.

source: This user doesn't exist.
lo: ຜູ້ໃຊ້ນີ້ບໍ່ມີຢູ່ໃນລະບົບ.

source: To this address we will send a request to confirm your registration.
lo: ເຖິງທີ່ຢູ່ນີ້ ພວກເຮົາຈະສົ່ງຂໍ້ຮຽກຮອ້ງເພື່ອຢັ້ງຢືນການລົງທະບຽນຂອງທ່ານ.

source: To:
lo: ເຖິງ:

source: Top Groups
lo: ກຸ່ມທີ່ຕິດລຳດັບສູງ

source: Top Resources
lo: ຊັບພະຍາກອນໃນລະດັບສູງ

source: Top Users
lo: ຜູ້ໃຊ້ໃນລະດັບສູງ

source: Trash
lo: ຂີ້ເຫຍື້ອ

source: Trash emptied.
lo: ຂໍ້ມູນຂີ້ເຫື້ອໄດ້ເປົ່າວ່າງ.

source: Try a different filter.
lo: ລອງການຄັດຕອງທີ່ຕ່າງກັນ.

source: Type
lo: ຊະນິດ

source: URL must start with http:// or https://!
lo: URL ຕອ້ງເລີ້ມດ້ວຍ http:// ຫລືhttps://!

source: URL to external source:
lo: URLເຖິງແຫລ່ງທີ່ມາຂ້າງນອກ:

source: Unblock this user
lo: Unblock ຜູ້ໃຊ້ຄົນນີ້

source: Unsubscribe
lo: ຍົກເລີກການສັ່ງຈອງ

source: Unsubscribe from resource
lo: ຍົກເລີກການສັ່ງຈອງຈາກຊັບພະຍາກອນ

source: Update
lo: ໃໝ່ລ້າສຸດ

source: Upload Avatar:
lo: ເອົາຮູບພາບປະຫວັດເຂົ້າ:

source: Upload group image:
lo: ເອົາຮູບກຸ່ມເຂົ້າ:

source: User %s accepted your friendship.
lo: ຜູ້ໃຊ້%ໄດ້ຮັບຄວາມສຳພັນຂອງທ່ານ.

source: User %s canceled your friendship.
lo: ຜູ້ໃຊ້%ໄດ້ຍົກເລີກຄວາມສຳພັນຂອງທ່ານ.

source: User %s rejected your friendship.
lo: ຜູ້ໃຊ້%ໄດ້ປະຕິເສດຄວາມສຳພັນຂອງທ່ານ.

source: User %s requested your friendship.
lo: ຜູ້ໃຊ້%ໄດ້ຮອ້ງຂໍຄວາມສຳພັນຂອງທ່ານ.

source: User Signup
lo: ຜູ້ໃຊ້ລົງທະບຽນ

source: User lost password
lo: ຜູ້ໃຊ້ໄດ້ສູນເສຍລະຫັດຜ່ານ

source: User permissions changed.
lo: ການອານຸຍາດຂອງຜູ້ໃຊ້ໄດ້ປ່ຽນແປງ.

source: User signin
lo: ຜູ້ໃຊ້ເຂົ້າສູ່ລະບົບ

source: User update
lo: ອັບເດດຜູ້ໃຊ້

source: User updated
lo: ທີ່ໄດ້ອັບເດດຜູ້ໃຊ້

source: User with the same name already exists.
lo: ຜູ້ໃຊ້ທີ່ມີຊື່ຄືກັນໄດ້ມີໃນລະບົບ.

source: User's location on a map
lo: ທີ່ຕັ້ງຂອງຜູ້ໃຊ້ໃນແຜນທີ່

source: Username cannot be empty!
lo: Username ບໍ່ສາມາດເປົ່າວ່າງ!

source: Users
lo: ຜູ້ນຳໃຊ້

source: View group owner:
lo: ການເບິ່ງເຈົ້າຂອງກຸ່ມ:

source: View resource owner:
lo: ການເບິ່ງເຈົ້າຂອຊັບພະຍາກອນ:

source: Visibility:
lo: ຄວາມສາມາດທີ່ເບິ່ງເຫັນ:

source: We have received complaints about inappropriate language in your resource. Please make necessary adjustments or your resource will be deactivated.
lo: ພວກເຮົາໄດ້ຮັບຄຳຕຳນິກ່ຽວກັບການໃຊ້ພາສາທີ່ບໍ່ເໝາະສົມໃນຊັບພະຍາກອນຂອງທ່ານ. ກາລຸນາປັບປ່ຽນຕາມຄວາມຈຳເປັນດ້ວຍຫລືຖ້າບໍ່ດັ່ງນັ້ນຊັບພະຍາກອນຂອງທ່ານຈະຖືກໝົດສະພາບ.

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
lo: ພວກເຮົາໄດ້ຮັບຄຳຕຳນິກ່ຽວກັບທ່ານສົ່ງໂຄສະນາຫລືspamຕໍ່ຜູ້ໃຊ້ຄົນອື່ນ. ກາລຸນາຢຸດຖ້າບໍ່ດັ່ງນັ້ນບັນຊີຂອງທ່ານຈະຖືກປິດການທຳງານ.

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
lo: ພວກເຮົາໄດ້ຮັບຄຳຕຳນິກ່ຽວກັບທ່ານໃຊ້ພາສາທີ່ບໍ່ສຸພາບ. ກາລຸນາຢຸດຖ້າບໍ່ດັ່ງນັ້ນບັນຊີຂອງທ່ານຈະຖືກປິດການທຳງານ.

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
lo: ພວກເຮົາໄດ້ຮັບຄຳຕຳນິວ່າກຸ່ມຂອງທ່ານມີspam. ກາລຸນາຫລືບຖີ້ມເນື້ອໃນທີ່ບໍ່ເໝາະສົມ ຫລືຖ້າບໍ່ດັ່ງນັ້ນກຸ່ມຂອງທ່ານຈະຖືກປິດການທຳງານ.

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
lo: ພວກເຮົາໄດ້ຮັບຄຳຕຳນິວ່າຊັບພະຍາກອນຂອງທ່ານມີspam. ກາລຸນາຫລືບຖີ້ມເນື້ອໃນທີ່ບໍ່ເໝາະສົມ ຫລືຖ້າບໍ່ດັ່ງນັ້ນຊັບພະຍາກອນຂອງທ່ານຈະຖືກປິດການທຳງານ.

source: Welcome
lo: ຍິນດີຕອ້ນຮັບ

source: Write some lines about your life, your work and your interests.
lo: ຂຽນປະມານສອງສາມແຖວກ່ຽວກັບຊິວິດຂອງທ່ານ,ວຽກງານຂອງທ່ານແລະຄວາມມັກຂອງທ່ານ.

source: Wrong email format!
lo: ຮູບແບບອີເມລຜິດ!

source: You are already a member.
lo: ທ່ານແມ່ນສຳມະຊິກແລ້ວ.

source: You are not allowed to see the members.
lo: ທ່ານບໍ່ອານຸຍາດໃນການເບິ່ງສຳມະຊິກ.

source: You are not allowed to see the memberships.
lo: ທ່ານບໍ່ອານຸຍາດໃນການເບິ່ງການເປັນສຳມະຊິກ.

source: You are not allowed to see the subscribed groups.
lo: ທ່ານບໍ່ອານຸຍາດໃນການເບິ່ງກຸ່ມທີ່ສັ່ງຈອງ.

source: You are not allowed to see the subscribed users.
lo: ທ່ານບໍ່ອານຸຍາດໃນການເບິ່ງຜູ້ໃຊ້ທີ່ສັ່ງຈອງ.

source: You are not allowed to see the subscriptions.
lo: ທ່ານບໍ່ອານຸຍາດໃນການເບິ່ງການສັ່ງຈອງຕ່າງໆ.

source: You are not allowed to view this group.
lo: ທ່ານບໍ່ອານຸຍາດເບິ່ງກຸ່ມນີ້.

source: You are not allowed to view this resource.
lo: ທ່ານບໍ່ອານຸຍາດເບິ່ງຊັບພະຍາກອນນີ້.

source: You are not allowed to view this user.
lo: ທ່ານບໍ່ອານຸຍາດເບິ່ງຜູ້ໃຊ້ນີ້.

source: You can only send messages to friends.
lo: ທ່ານສາມາດພຽງແຕ່ສົ່ງຂໍ້ຄວາມເຖິງເພື່ອນເທົ່ານັ້ນ.

source: You currently block this user.
lo: ດຽວນີ້ ທ່ານບລອ໋ກຜູ້ໃຊ້ນີ້

source: You have entered a wrong key.
lo: ທ່ານໄດ້ໃສ່ກຸນແຈຜິດ

source: You have joined the group.
lo: ທ່ານໄດ້ເຂົ້າຮ່ວມກຸ່ມ.

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
lo: ທ່ານຍັງບໍ່ມີເພື່ອນ. ທ່ານສາມາດເລີ້ມສົ່ງຂໍ້ຄວາມພຽງຫລັງຈາກຄົນໃດໜຶ່ງຮັບການຮອ້ງຂໍເປັນເພື່ອນຂອງທ່ານ.

source: You have no permission to create groups.
lo: ທ່ານບໍ່ໄດ້ອານຸຍາດສ້າງກຸ່ມ.

source: You need to log in to send messages.
lo: ທ່ານຕອ້ງເຂົ້າລະບົບເພື່ອສົ່ງຂໍ້ຄວາມ.

source: You need to subscribe in order to comment.
lo: ທ່ານຕອ້ງສັ່ງຈອງເພື່ອອອກຄຳເຫັນ.

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
lo: ທ່ານໄດ້ຮອ້ງຂໍປ່ຽນແປງອີເມລຂອງທ່ານ. ຂໍ້ຄວາມພອ້ມກັບເຊື່ອມລິງໄດ້ຖືກສົ່ງເຖິງອີເມລເກົ່າຂອງທ່ານແລ້ວ. ທີ່ຢູ່ໃໝ່ຈະສາມາດທຳງານໄດ້ໃນເມື່ອທ່ານຢັ້ງຢືນການປ່ຽນແປງ.

source: My Connections
lo: ການເຊື່ອມຕໍ່ພົວພັນຂອງຂອ້ຍ

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
lo: ບັນຊີທ່ານໄດ້ເຮັດໃຫ້ໝົດສະພາບການທຳງານ. ຖ້າທ່ານຄິດວ່ານັ້ນແມ່ນການຜິດພາດ,ເຊີນທ່ານພົວພັນການສະໜັບສະໜູນໃນ %.

source: Your email:
lo: ອີເມລຂອງທ່ານ:

source: Your image still needs to be cropped to the right dimensions before you can continue!
lo: ຮູບຂອງທ່ານຍັງຕອ້ງການຕັດເພື່ອໃຫ້ເໝາະສົມກັບຂະໜາດກອ່ນທ່ານດຳເນີນຕໍ່ໄປ.

source: Your image still needs to be resized before you can continue!
lo: ຮູບຂອງທ່ານຍັງຕອ້ງການປັບຂະໜາດກອ່ນທ່ານດຳເນີນຕໍ່ໄປ!.

source: Your messages
lo: ຂໍ້ຄວາມຂອງທ່ານ

source: Your password has been successfully changed, you can now log in.
lo: ລະຫັດຜ່ານໄດ້ຖືກປ່ຽນແປງຢ່າງສຳເລັດ,ທ່ານສາມາດເຂົ້າສູ່ລະບົບໄດ້.

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
lo: ລະຫັດຜ່ານຕອ້ງມີຢ່າງໜອ້ຍ 8 ຕົວໜັງສືແລະບັນຈຸຢ່າງໜອ້ຍໜຶ່ງຕົວພີມນອ້ຍ, ໜຶ່ງຕົວພີມໃຫ່ຍແລະໜຶ່ງຕົວເລກ.

source: Your password must contain at least %s characters.
lo: ລະຫັດຜ່ານຂອງທ່ານຕອ້ງບັນຈຸຢ່າງໜອ້ຍ%ຕົວໜັງສື.

source: Your password must contain at least one upper-case letter.
lo: ລະຫັດຜ່ານຂອງທ່ານຕອ້ງບັນຈຸຢ່າງໜອ້ຍໜຶ່ງຕົວອັກສອນພີມໃຫ່ຍ.

source: Your password must contain at least one number.
lo: ລະຫັດຜ່ານຂອງທ່ານຕອ້ງບັນຈຸຢ່າງໜອ້ຍໜຶ່ງຕົວເລກ.

source: Your password must contain at least one lower-case letter.
lo: ລະຫັດຜ່ານຂອງທ່ານຕອ້ງບັນຈຸຢ່າງໜອ້ຍໜຶ່ງຕົວອັກສອນພີມນອ້ຍ.

source: Your passwords are different.
lo: ລະຫັດຜ່ານຂອງທ່ານແມ່ນແຕກຕ່າງກັນ.

source: Your report has been received.
lo: ການລາຍງານຂອງທ່ານໄດ້ຖືກຮັບແລ້ວ.

source: Your username can only contain letters, numbers, space, dash and underscore!
lo: usernameຂອງທ່ານສາມາດບັນຈຸແຕ່ຕົວໜັງສື,ຕົວເລກ,ວ່າງ,ເຄື່ອງໝາຍຂີດຂັ່ນ(-) ແລະເຄື່ອງໝາຍຂີດກອ້ງເທົ່ານັ້ນ!

source: add new tag
lo: ເພີ້ມຕົວ Tagໃໝ່

source: administrator
lo: ຜູ້ບໍລິຫານ

source: all
lo: ທັງໝົດ

source: all resources
lo: ຊັບພະຍາກອນທັງໝົດ

source: all tags
lo: ຕົວtags ທັງໝົດ

source: auto reload
lo: ການໃສ່ເພີ້ມໂດຍອັດຕະໂນມັດ

source: cancel and return
lo: ຍົກເລີກແລະກັບຄືນ

source: clear map
lo: ກຳຈັດແຜນທີ່

source: create
lo: ສ້າງ

source: edit
lo: ດັດແກ້

source: license
lo: ໃບອານຸຍາດ

source: mark as read
lo: ເຮັດເຄື່ອງໝາຍວ່າອ່ານແລ້ວ

source: mark as unread
lo: ເຮັດເຄື່ອງໝາຍວ່າບໍ່ທັນອ່ານ

source: I am a member.
lo: ຂ້າພະເຈົ້າແມ່ນສຳມະຊິກ

source: moderator
lo: ຜູ້ຄວບຄຸມດູແລ

source: moderators
lo: ບັນດາຜູ້ຄວບຄຸມດູແລ

source: more groups
lo: ກຸ່ມອີກຫລາຍໆ

source: more resources
lo: ຊັບພະຍາກອນອີກຫລາຍໆ

source: more users
lo: ຜູ້ໃຊ້ອີກຫລາຍໆ

source: move to trash
lo: ຍ້າຍໄປບອ່ນເກັບຂໍ້ມູນຂີ້ເຫຍື້ອ

source: my friend
lo: ເພື່ອນຂອງຂອ້ຍ

source: no friend
lo: ບໍ່ມີເພື່ອນ

source: I am not a member.
lo: ຂ້າພະເຈົ້າບໍ່ແມ່ນສຳມະຊິກ

source: not my friend
lo: ບໍ່ແມ່ນເພື່ອນຂອງຂອ້ຍ

source: I am not subscribed.
lo: ຂ້າພະເຈົ້າບໍ່ໄດ້ສັ່ງຈອງ.

source: only visible to friends
lo: ປະກົດອອກໃຫ້ເຫັນສຳລັບແຕ່ເພື່ອນເທົ່ານັ້ນ

source: only visible to members
lo: ປະກົດອອກໃຫ້ເຫັນສຳລັບແຕ່ສຳມະຊິກເທົ່ານັ້ນ

source: only visible to registered users
lo: ປະກົດອອກໃຫ້ເຫັນສຳລັບແຕ່ຜູ້ໃຊ້ລົງທະບຽນເທົ່ານັ້ນ

source: regenerate image
lo: ສ້າງຮູບອີກຄັ້ງ

source: reply
lo: ຕອບກັບ

source: restore from trash
lo: ຕັ້ງຄືນມາຈາກຖັງຂໍ້ມູນຂີ້ເຫຍື້ອ

source: top level
lo: ທີ່ເປັນລະດັບສູງ

source: visible to the world
lo: ໃຫ້ຊາວໂລກໄດ້ເບິ່ງເຫັນ
