Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/lao - Lao/messages.po
Languages: lo

source: Back to the list of messages
lo: ກັບຄືນຫາອັນດັບຂອງຂໍ້ຄວາມ

source: Back to the list of reports
lo: ກັບຄືນຫາອັນດັບຂອງການລາຍງານ

source: Back to the list of resources
lo: ກັບຄືນຫາອັນດັບຂອງຊັບພະຍາກອນຕ່າງໆ

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
lo: ລຸ່ມນີ້ທ່ານສາມາດເພີ້ມລາຍລະອຽດ: ອະທິບາຍຫົວຂໍ້ຂອງຊັບພະຍາກອນນີ້ໂດຍtag ຕົວໜຶ່ງຫຼືຫລາຍຕົວ. ຂໍ້ມູນເຫລົ່ານີ້ຈະຊ່ວຍຜູ້ນຳໃຊ້ອື່ນໆໃນການຊອກຫາຊັບພະຍາກອນຂອງທ່ານ.

source: Details of the group
lo: ລາຍລະອຽດຂອງກຸ່ມ

source: Details of the resource
lo: ລາຍລະອຽດຂອງຊັບພະຍາກອນ

source: Details of the user
lo: ລາຍລະອຽດຂອງຜູ້ໃຊ້

source: GD (images) supported
lo: GD (ຮູບພາບ) ທີ່ໄດ້ສະໜັບສະໜູນ

source: Message not displayed because the user has been deactivated.
lo: ຂໍ້ຄວາມບໍ່ໄດ້ສະແດງອອກໃຫ້ເຫັນເນື່ອງຈາກຜູ້ໃຊ້ແມ່ນໄດ້ຢຸດການເຄື່ອນໄຫວ.

source: No messages
lo: ບໍ່ມີຂໍ້ຄວາມ

source: Permission to create items
lo: ການອານຸຍາດໃນການສ້າງitems

source: Privacy policy
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ

source: Restrict your search to a location
lo: ກຳຈັດການຊອກຂອງທ່ານໃນທີ່ຕັ້ງໜຶ່ງ

source: Search for a place
lo: ຊອກຫາສະຖານທີ່

source: Search for similar topics like your interests and around your location.
lo: ຊອກຫາຫົວຂໍ້ທີ່ຄ້າຍຄືກັບຄວາມສົນໃຈຂອງທ່ານແລະອອ້ມຮອບທີ່ຕັ້ງຂອງທ່ານ.

source: Similar to me
lo: ຄ້າຍຄືກັບຂອ້ຍ

source: User has been deactivated
lo: ຜູ້ໃຊ້ໄດ້ຖືກຢຸດທຳງານ

source: User role
lo: ບົດບາດຂອງຜູ້ໃຊ້

source: zoom in
lo: ດຶງພາບເຂົ້າ

source: zoom out
lo: ດຶງພາບອອກ

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
lo: ແລະ: ຊອກພຽງແຕ່ສິງຂອງບອ່ນທີ່ <i>ທັງໝົດ</i> ເງື່ອນໄຂທັງໝົດໄດ້ຖືກຮັບຮອງ.<br />ຫຼື: ຊອກຫາສິ່ງຂອງບອ່ນທີ່<i>ອັນໃດອັນໜຶ່ງ</i> ຂອງເງື່ອນໄຂໄດ້ຖືກຮັບຮອງ.

source: Click inside the map to set the center. Click a second time to set the search radius.
lo: ກົດໃນແຜນທີ່ໃນການຕັ້ງໃຈກາງ. ກົດຄັ້ງທີສອງໃນການຕັ້ງລັດສະໜີການຊອກຫາ.

source: Nothing to display
lo: ບໍ່ສະແດງໃຫ້ເຫັນຫຍັງໝົດ

source: Please enter your new password
lo: ກາລຸນາenter ລະຫັດຜ່ານໃໝ່ຂອງທ່ານ

source: Please use only the English alphabet.
lo: ກາລຸນານຳໃຊ້ແຕ່ຕົວອັກສອນອັງກິດ.

source: Resource location on a map
lo: ທີ່ຕັ້ງຂອງຊັບພະຍາກອນໃນແຜນທີ່

source: Show the location where you are right now.
lo: ສະແດງທີ່ຕັ້ງທ່ານຢູ່ໃສໃນດຽວນີ້.

source: The chat is only visible to group members.
lo: Chat ພຽງແຕ່ປະກົດໃຫ້ສຳມະຊິກໃນກຸ່ມເຫັນເທົ່ານັ້ນ.

source: Time:
lo: ເວລາ:

source: Use the filter to narrow down the list of items
lo: ໃຊ້ການຄັດຕອງເພື່ອເຮັດໃຫ້ລຳດັບຂອງສິ່ງຕ່າງໆແຄບລົງ

source: group
lo: ກຸ່ມ

source: is a product of
lo: ແມ່ນສິນຄ້າຂອງ

source: resource
lo: ຊັບພະຍາກອນ

source: I am subscribed.
lo: ຂ້າພະເຈົ້າໄດ້ສັ່ງຈອງ.

source: user
lo: ຜູ້ໃຊ້

source: Add a Tag
lo: ເພີ້ມຕົວ Tag

source: Add the tags one by one.
lo: ເພີ້ມຕົວ tag ເທື່ອລະອັນ.

source: Administration - Create new tag
lo: ການບໍລິຫານ - ສ້າງຕົວtag ໃໝ່

source: Administration - Reports
lo: ການບໍລິຫານ - ລາຍງານ

source: Administration - Tags
lo: ການບໍລິຫານ - ຕົວtags

source: Administration - Web Statistics
lo: ການບໍລິຫານ - ເວບສະຖິຕິ

source: Apply the filter and show the results.
lo: ນຳໃຊ້ການຄັດຕອງແລະສະແດງຜົນ.

source: Avatars are small images that will be visible with your name. Here you can upload your avatar (min. %s, max. %s). In the next step you can crop it.
lo: ຮູບປະຫວັດແມ່ນເປັນຮູບນອ້ຍເຊິ່ງຈະປະກົດໃຫ້ເຫັນກັບຊື່ຂອງທ່ານ. ບອ່ນນີ້ທ່ານສາມາດupload ຮູບພາບຂອງທ່ານ(ຕຳສຸດ% ສູງສຸດ %). ໃນຂັ້ນຕອນຕໍ່ໄປທ່ານສາມາດຕັດມັນຕາມໃຈ.

source: Click here to continue
lo: ກົດບອ່ນນີ້ເພື່ອດຳເນີນຕໍ່

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
lo: ກົດໃນແຜນທີ່ໃນການຕັ້ງທີ່ຕັ້ງ. ຖ້າທີ່ຕັ້ງຂອງທ່ານໄດ້ຕັ້ງແລ້ວ;ກອ່ນອື່ນໝົດທ່ານຕອ້ງລົບລ້າງແຜນທີ່: <b class='icon-clear'></b>.

source: Database error.
lo: ຖານຂໍ້ມູນຜິດຜາດ

source: Do you really want to delete this message?
lo: ທ່ານຕອ້ງການຫລືບຖີ້ມຂໍ້ຄວາມນີ້ແທ້ບໍ່?

source: Documentation:
lo: ຂະບວນການຈັດເອກະສານ:

source: Done
lo: ສຳເລັດ

source: Done importing resources. Error writing log file.
lo: ນຳເຂົ້າຊັບພະຍາກອນສິ້ນສຸດ. ຜິດຜາດ writing log file.

source: Done importing resources. Please check the log file.
lo: ນຳເຂົ້າຊັບພະຍາກອນສິ້ນສຸດ. ກາລຸນາກວດກາ log file.

source: Done updating locales.
lo: ການເພີ້ມຂໍ້ມູນໃໝ່ໃນlocales ສິ້ນສຸດ.

source: Download the mobile application
lo: ດາວໂຫລດມືຖືແອບ

source: Found unused locale '%s', removing from database.
lo: ຊອກພົບຂໍ້ມູນທີ່ບໍ່ໄດ້ຖືກໃຊ້ໃນlocale '%s', ຖອນອອກຈາກຖານຂໍ້ມູນ.

source: I am a group moderator.
lo: ຂ້າພະເຈົ້າແມ່ນຜູ້ຄວບຄຸມເວບ.

source: I am a resource moderator.
lo: ຂ້າພະເຈົ້າແມ່ນຜູ້ຄວບຄຸມຊັບພະຍາກອນ.

source: I am the owner.
lo: ຂ້າພະເຈົ້າແມ່ນເຈົ້າຂອງ.

source: Image is too big! Max. size is for upload is %s
lo: ຮູບພາບໃຫ່ຍເກີນໄປ! ຂະໜາດສູງສຸດສຳລັບupload ແມ່ນ%s

source: Import resources from a file
lo: ນຳເຂົ້າຊັບພະຍາກອນຈາກ fileໜຶ່ງ

source: Mailbox
lo: ກອ່ງຈົດໝາຍ

source: Manage subscribers of this resource
lo: ຄວບຄຸມຜູ້ສັ່ງຈອງຂອງຊັບພະຍາກອນນີ້

source: Normal
lo: ທຳມະດາ

source: Notification from %s
lo: ການເຕືອນໃຫ້ຮູ້ %s

source: Now is the best time to complete your profile. You can enter your name, your location and tags for your interests.
lo: ດຽວນີ້ແມ່ນເວລາທີ່ດີສຸດສຳລັບສຳເລັດປະຫວັດຂອງທ່ານ. ທ່ານສາມາດປອ້ນຊື່,ທີ່ຕັ້ງແລະtags ສຳລັບຄວາມມັກຂອງທ່ານ.

source: PHP max execution time
lo: PHP ເວລາການດຳເນີນການສູງສຸດ

source: PHP memory limit
lo: PHPກຳນົດຄວາມຈຳ

source: PHP memory usage
lo: PHPການໃຊ້ຄວາມຈຳ

source: Please paste here the <u>underlined</u> part of the url for the media that you want to add:
lo: ກາລຸນາວາງແປະບອ່ນນີ້ <u>ທີ່ເສັ້ນຂີດກອ້ງ</u> ພາກສ່ວນໜຶ່ງຂອງ url ສຳລັບ media ທີ່ທ່ານຕອ້ງການເພີ້ມເຂົ້າ :

source: Remove this message.
lo: ຍົກເລີກຂໍ້ຄວາມນີ້.

source: Reset
lo: ຕັ້ງຄ່າໃໝ່

source: Reset the filter and show the entire list.
lo: ຕັ້ງຕ່າໃໝ່ການຄັດຕອງແລະສະແດງອັນດັບທັງົດ.

source: Return to the home screen.
lo: ກັບຄືນໜ້າຈໍເຮືອນ

source: Screenshot processing.
lo: Screenshot ກຳລັງດຳເນີນ.

source: Select a tag that describes a topic that this group is about.
lo: ເລືອກຕົວ Tagທີ່ອະທິບາຍຫົວຂໍ້ທີ່ກຽວກັບກຸ່ມນີ້.

source: Select a tag that describes a topic that this resource is about.
lo: ເລືອກຕົວ Tagທີ່ອະທິບາຍຫົວຂໍ້ທີ່ກຽວກັບຊັບພະຍາກອນນີ້.

source: Select a tag that describes one of your interests.
lo: ເລືອກຕົວ Tagທີ່ອະທິບາຍໜຶ່ງໃນຄວາມມັກຂອງທ່ານ.

source: Setup and Maintenance
lo: ຕິດຕັ້ງແລະບຳລຸງຮັກສາ

source: Statistics
lo: ສະຖິຕິ

source: System message: You've received a warning about your group.
lo: ຂໍ້ຄວາມລະບົບ: ທ່ານໄດ້ຮັບຄຳເຕືອນແລ້ວກຽວກັບກຸ່ມຂອງທ່ານ.

source: System message: You've received a warning.
lo: ຂໍ້ຄວາມລະບົບ: ທ່ານໄດ້ຮັບຄຳເຕືອນແລ້ວ.

source: Tag "%s" saved.
lo: Tag "%s" ໄດ້ເກັບໄວ້ແລ້ວ.

source: Test the import in a dry run
lo: ທົດສອບການນຳເຂົ້າໃນ dry run

source: The image is too small! Min. size for upload is %s
lo: ຮູບພາບນອ້ຍເກີນໄປ! ຂະໜາດນອ້ຍສຸດສຳລັບupload ແມ່ນ%

source: The tag cannot be its own parent.
lo: tag ບໍ່ສາມາດເປັນparentຂອງມັນເອງ.

source: There are unread reports:
lo: ມີບົດລາຍງານທີ່ບໍ່ທັນອ່ານ.

source: This group contains wrong information.
lo: ກຸ່ມນີ້ໄດ້ບັນຈຸຂໍ້ມູນທີ່ຜິດ.

source: This is my group.
lo: ນີ້ແມ່ນກຸ່ມຂອງຂອ້ຍ.

source: This is my resource.
lo: ນີ້ແມ່ນຊັບພະຍາກອນຂອງຂອ້ຍ.

source: This resource contains wrong information.
lo: ຊັບພະຍາກອນນີ້ໄດ້ບັນຈຸຂໍ້ມູນທີ່ຜິດ.

source: This was just a dry run - nothing was saved.
lo: ນີ້ພຽງແຕ່ແມ່ນ dry run -ບໍ່ມີຫຍັງຖືກເກັບຮັກສາໄວ້.

source: URL doesn't seem to exist
lo: URL ຄ້າຍຄືວ່າບໍ່ມີໃນລະບົບ

source: Unread
lo: ຍັງບໍ່ອ່ານ

source: Update languages
lo: ອັບເດດພາສາຕ່າງໆ

source: User Forum:
lo: ການສົນທະນາຂອງຜູ້ໃຊ້:

source: View big screenshot
lo: ເບິ່ງscreenshotທີ່ໃຫ່ຍ

source: Web Statistics
lo: ສະຖິຕິເວບ

source: You are a moderator on this platform.
lo: ທ່ານແມ່ນຜູ້ຄວບຄຸມໃນplatformນີ້.

source: You are an administrator on this platform.
lo: ທ່ານແມ່ນຜູ້ບໍລິຫານໃນplatformນີ້.

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
lo: ອີເມລ ຫລື IPຂອງທ່ານ ແມ່ນປະກົດໃນ www.stopforumspam.comເປັນດັ່ງແຫລ່ງທີ່ມາspam ແລະມັນໄດ້ຖືກບລອ໋ກໄວ້.

source: administrators
lo: ຜູ້ບໍລິຫານທັງຫລາຍ

source: banned
lo: ຫ້າມ

source: change
lo: ປຽນ

source: chat messages
lo: chat ຂໍ້ຄວາມ

source: creation rights removed
lo: ສິດທິຂອງການສ້າງທີ່ໄດ້ຍົກເລີກ

source: document
lo: ເອກະສານ

source: event
lo: ເຫດການ,ວຽການ

source: link to external resource
lo: ເຊື່ອມຕໍ່ຊັບພະຍາກອນນອກ

source: live-video on Bambuser
lo: live-video ໃນ Bambuser

source: message
lo: ຂໍ້ຄວາມ

source: organization
lo: ອົງການ

source: private messages
lo: ຂໍ້ຄວາມສ່ວນຕົວ

source: total
lo: ລວມທັງໝົດ

source: video on Vimeo
lo: ວີດີໂອໃນVimeo

source: video on YouTube
lo: ວີດີໂອໃນyoutube

source: visbility 'friends'
lo: ຄວາມສາມາດທີ່ເບິ່ງເຫັນ 'ເພື່ອນ'

source: visbility 'members'
lo: ຄວາມສາມາດທີ່ເບິ່ງເຫັນ 'ສຳມະຊິກ'

source: visbility 'registered'
lo: ຄວາມສາມາດທີ່ເບິ່ງເຫັນ 'ຜູ້ທີ່ໄດ້ລົງທະບຽນ'

source: visbility 'susbcribed'
lo: ຄວາມສາມາດທີ່ເບິ່ງເຫັນ 'ຜູ່ທີ່ໄດ້ສັ່ງຈອງ'

source: visbility 'world'
lo: ຄວາມສາມາດທີ່ເບິ່ງເຫັນ 'ທົ່ວໂລກ'

source: %s new messages
lo: %ຂໍ້ຄວາມໃໝ່

source: 1 new message
lo: 1 ຂໍ້ຄວາມໃໝ່

source: Quote
lo: ແຈ້ງລາຄາ

source: The administrator asks you to answer a security question before you can enter.
lo: ຜູ້ຄວບຄຸມຮຽກຮອ້ງທ່ານໃນການຕອບຄຳຖາມລັບກອ່ນທ່ານສາມາດenter.

source: Are you sure?
lo: ທ່ານແນ່ໃຈບໍ່?

source: Security Question
lo: ຄຳຖາມລັບ

source: Sign up is disabled. Please try again later.
lo: ການລົງທະບຽນບໍ່ທຳງານ. ກາລຸນາພະຍາຍາມອີກຄັ້ງຫລັງຈາກນີ້

source: Sign in is disabled. Please try again later.
lo: ເຂົ້າສູ່ລະບົບບໍ່ທຳງານ. ກາລຸນາພະຍາຍາມອີກຄັ້ງຫລັງຈາກນີ້

source: Please answer the security question
lo: ກາລຸນາຕອບຄຳຖາມກ່ຽວກັບຄວາມປອດໄພ

source: You do not have permission to view this page. Please try contact the web site administrator if you believe you should be able to view this page.
lo: ທ່ານບໍ່ໄດ້ຮັບອານຸຍາດເບິ່ງໜ້ານີ້. ກາລຸນາພະຍາຍາມຕິດຕໍ່ຜູ້ບໍລິຫານເວບ ຖ້າທ່ານເຊື່ອວ່າທ່ານຄວນຈະສາມາດເບິ່ງໜ້ານີ້.

source: The page you requested could not be found. Please correct the address, return to the previous page, or go back home.
lo: ໜ້າທີ່ທ່ານຮຽກຮອ້ງບໍ່ສາມາດຊອກພົບ. ກາລຸນາປ່ຽນທີ່ຢູ່ໃຫ້ຖືກຕອ້ງ,ກັບຄືນສູ່ໜ້າຜ່ານມາ ຫລືກັບຄືນHome.

source: Show only messages by senders with matching names.<ul><li>Type to search only on this page.</li><li>Type and press enter to search on all pages.</li></ul>
lo: ສະແດງພຽງຂໍ້ຄວາມໂດຍຜູ້ສົ່ງກັບຊື່ທີ່ເຂົ້າກັນໄດ້.<ul><li>ຕີພີມເພື່ອຊອກຫາພຽງແຕ່ໃນໜ້ານີ້ເທົ່ານັ້ນ.</li><li>ພີມແລະກົດenter ເພື່ອຊອກຫາໜັາທັງໝົດ.</li></ul>

source: Edit profile
lo: ດັດແກ້ປະຫວັດ

source: Remember me
lo: ຈື່ຂອ້ຍໄວ້

source: We have resent your confirmation email - just in case you didn't get it before.
lo: ພວກເຮົາໄດ້ສົ່ງອີເມລຢັ້ງຢືນຂອງທ່ານອີກຄັ້ງໃໝ່ແລ້ວ ເພື່ອວ່າທ່ານບໍ່ໄດ້ຮັບມັນກອ່ນໜ້ານີ້.

source: You canceled the friendship with %s.
lo: ທ່ານສາມາດຍົກເລີກຄວາມເປັນເພື່ອນກັບ%.

source: You joined the group.
lo: ທ່ານໄດ້ເຂົ້າຮ່ວມກຸ່ມ.

source: You subscribed to the resource.
lo: ທ່ານໄດ້ສັ່ງຈອງຊັບພະຍາກອນແລ້ວ.

source: You left the group.
lo: ທ່ານໄດ້ອອກຈາກກຸ່ມ.

source: You unsubscribed from the resource.
lo: ທ່ານໄດ້ຍົກເລີກສັ່ງຈອງຈາກຊັບພະຍາກອນແລ້ວ.

source: The group added a resource.
lo: ກຸ່ມໄດ້ເພີ້ມຊັບພະຍາກອນ

source: The resource has new comments.
lo: ຊັບພະຍາກອນມີຄຳເຫັນໃໝ່.

source: Somebody tried to login with your name and a wrong password.
lo: ມີຄົນພະຍາຍາມເຂົ້າລະບົບໂດຍໃຊ້ຊື່ຂອງທ່ານແລະເລກລະຫັດຜ່ານທີ່ຜິດ.

source: Today
lo: ມື້ນີ້

source: Yesterday
lo: ມື້ວານ

source: Week
lo: ອາທິດ

source: Month
lo: ເດືອນ

source: Recent activity
lo: ການເຄື່ອນໄຫວເມື່ອບໍ່ດົນມານີ້

source: Terms of Use
lo: ຂໍ້ຕົກລົງ

source: %d user(s) purged.
lo: %ຜູ້ໃຊ້ທີ່ໄດ້ກຳຈັດ .

source: 1 week
lo: 1 ອາທິດ

source: A message from your group %s
lo: ຂໍ້ຄວາມຈາກກຸ່ມຂອງທ່ານ %

source: A new chat message was posted in the group.
lo: ຂໍ້ຄວາມໃໝ່ທີ່ລົມກັນໄດ້ຖືກສົ່ງລົງໃນກຸ່ມ.

source: A new group was created.
lo: ກຸ່ມໃໝ່ໄດ້ຖືກສ້າງ

source: A new resource was created.
lo: ຊັບພະຍາກອນໃໝ່ໄດ້ຖືກສ້າງ

source: Access Denied
lo: ການເຂົ້າຖືກປະຕິເສດ

source: Alarm:
lo: ເຕືອນ:

source: All-day event
lo: ວຽກງານໝົດມື້

source: Apr
lo: ມສ

source: Aug
lo: ສຫ

source: Continue
lo: ຕໍ່

source: Create Group
lo: ສ້າງກຸ່ມ

source: Create Resource
lo: ສ້າງຊັບພະຍາກອນ

source: Create a new event?
lo: ສ້າງເຫດການ ຫຼຶວຽກງານໃໝ່?

source: Database size
lo: ຂະໜາດຖານຂໍ້ມູນ

source: Dec
lo: ທວ

source: Different end time
lo: ຄວາມຕ່າງກັນ ເວລາທີ່ສິ້ນສຸດ

source: Do you really want to delete this file?
lo: ທ່ານຕອ້ງການຫລືບຖີ້ມໄຟລນີ້ແທ້ບໍ?

source: Edit Resource
lo: ດັດແກ້ຊັບພະຍາກອນ

source: Emails on unread messages:
lo: ອີເມລໃນຂໍ້ຄວາມບໍ່ທັນອ່ານ:

source: End:
lo: ຈົບ:

source: Event Details
lo: ລາຍລະອຽດຂອງເຫດການ

source: Event end time:
lo: ເວລາທີ່ສິ້ນສຸດຂອງເຫດການ:

source: Feb
lo: ກພ

source: Fri
lo: ສ

source: Friday
lo: ສຸກ

source: Group name cannot be empty!
lo: ຊື່ຂອງກຸ່ມບໍ່ສາມາດຈົ່ງວ່າງ!

source: How to contact them
lo: ຕິດຕໍ່ພວກເຂົາໄດ້ແນວໃດ

source: If these recommendations are not precise, you could try to find better tags to describe your interests. You can change your tags on your profile page.
lo: ຖ້າການແນະນຳເຫລົ່ານີ້ບໍ່ຖືກຕອ້ງ,ທ່ານສາມາດພະຍາຍາມຊອກtags ທີ່ດີກວ່າເພື່ອອະທິບາຍຄວາມມັກຂອງທ່ານ. ທ່ານສາມາດປ່ຽນtagsຂອງທ່ານໃນprofile page.

source: If you need to upload a new file, close this window and click on 'Upload'.
lo: ຖ້າທ່ານຕອ້ງການupload file ຕົວໃໝ່, ປິດປອ່ງນີ້ແລະກົດທີ່ "upload".

source: These files are public. If you want to prevent others from seeing them, you should choose a file name that is hard to guess.
lo: filesພວກນີ້ແມ່ນເປີດສູ່ສາທາລະນະ. ຖ້າທ່ານບໍ່ຢາກໃຫ້ຄົນອື່ນເຫັນພວກມັນ,ທ່ານຄວນເລືອກຊື່ຂອງfileທີ່ຍາກໃນການເດົາ.

source: Interests
lo: ຄວາມສົນໃຈ

source: Jan
lo: ມກ

source: Jul
lo: ກລກ

source: Jun
lo: ມຖນ

source: Maintenance mode activated.
lo: Mode ການບຳລຸງຮັກສາໄດ້ກະຕຸ້ນແລ້ວ

source: Maintenance mode active.
lo: Mode ການບຳລຸງຮັກສາກະຕຸ້ນ.

source: Maintenance mode deactivated.
lo: Mode ການບຳລຸງຮັກສາຍົກເລີກການກະຕຸ້ນ.

source: Mar
lo: ມນ

source: Mon
lo: ຈ

source: Monday
lo: ຈັນ

source: More information and download
lo: ຂໍ້ມູນເພີ້ມແລະການdownload

source: My Activity
lo: ການເຄື່ອນໄຫວຂອງຂອ້ຍ

source: My Events
lo: ເຫດການຂອງຂອ້ຍ

source: My Recommendations
lo: ຄຳແນະນຳຂອງຂອ້ຍ

source: No files.
lo: ບໍ່ມີfiles.

source: No problem found.
lo: ບໍ່ພົບບັນຫາ

source: No tags
lo: ບໍ່ມີtags

source: Note:
lo: ໝາຍເຫດ:

source: Notification Settings
lo: ຕັ້ງຄ່າການເຕືອນໃຫ້ຮູ້

source: Nov
lo: ພຈ

source: Oct
lo: ຕລ

source: Over one month old
lo: ກາຍກວ່າໜຶ່ງເດືອນ

source: Over six months old
lo: ກາຍກວ່າຫົກເດືອນ

source: Over two months old
lo: ກາຍກວ່າສອງເດືອນ

source: Page Not Found
lo: ບໍ່ພົບpage

source: Please check now your profile and enter a description and tags.
lo: ກາລຸນາກວດກາປະຫວັດຂອງທ່ານແລະປອ້ນການອະທິບາຍແລະການtags.

source: Please enter the text!
lo: ກາລຸນາenter ຂໍ້ຄວາມ!

source: Please select a file
lo: ກາລຸນາເລືອກfile

source: Problem found
lo: ບັນຫາໄດ້ພົບ

source: Purge unconfirmed users
lo: Purgeຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ຖືກຢັ້ງຢືນ

source: Recent Activity
lo: ການເຄື່ອນໄຫວເມື່ອບໍ່ດົນມານີ້

source: Recommended Groups
lo: ກຸ່ມທີ່ໄດ້ແນະນຳມາ

source: Recommended Resources
lo: ຊັບພະຍາກອນທີ່ໄດ້ແນະນຳ

source: Recommended Users
lo: ຜູ້ໃຊ້ທີ່ໄດ້ແນະນຳ

source: Release information:
lo: ປອ່ຍຂໍ້ມູນ

source: Reload
lo: ໃສ່ເພີ້ມ

source: Resource name cannot be empty!
lo: ຊື່ຂອງຊັບພະຍາກອນບໍ່ສາມາດຈົ່ງວ່າງ!

source: Result
lo: ຜົນໄດ້ຮັບ

source: Sat
lo: ເສົາ

source: Saturday
lo: ວັນເສົາ

source: Searched around your location.
lo: ໄດ້ຊອກຫາອອ້ມຮອບທີ່ຕັ້ງຂອງທ່ານ.

source: Send a message to all members
lo: ສົ່ງຂໍ້ຄວາມເຖິງສຳມະຊິກທັງໝົດ

source: Send them a local message.
lo: ສົ່ງເຖິງພວກເຂົາຂໍ້ຄວາມສະເພາະທີ່.

source: Send them an email.
lo: ສົ່ງອີເມລເຖິງພວກເຂົາ.

source: Sep
lo: ກຍ

source: Stand by for scheduled maintenance in %s minutes and %s seconds. Please finish your activities.
lo: ຍຶດໝັ້ນກັບການບຳລຸງຮັກສາທີ່ວາງໄວ້ໃນ %s ນາທີ ແລະ %s ວິນາທີ. ກາລຸນາສຳເລັດການເຄື່ອນໄຫວຂອງທ່ານ.

source: Start:
lo: ເລີ້ມ:

source: Submit
lo: ຕົກລົງ

source: Success!
lo: ສຳເລັດ!

source: Sun
lo: ອທ

source: Sunday
lo: ອາທິດ

source: System check finished. Find the results below.
lo: ກວດກາລະບົບສຳເລັດ. ຊອກຫາຜົນລຸ່ມນີ້.

source: Text
lo: ຂໍ້ຄວາມ

source: The group unsubscribed from a resource.
lo: ກຸ່ມໄດ້ຍົກເລີກການສັ່ງຈອງຈາກຊັບພະຍາກອນ

source: The group was updated.
lo: ກຸ່ມໄດ້ຖືກອັບເດດ.

source: The password is wrong.
lo: ລະຫັດຜ່ານແມ່ນຜິດ.

source: The resource was updated.
lo: ຊັບພະຍາກອນໄດ້ຖືກອັບເດດ.

source: There has been an error sending the confirmation email. Please try again in a while.
lo: ການສົ່ງອີເມລຢັ້ງຢືນໄດ້ມີຂໍ້ຜິດພາດ. ລໍຖ້າຈັກໜອ້ຍແລ້ວພະຍາຍາມອີກຄັ້ງ.

source: This person was created by mistake.
lo: ຜູ່ນີ້ໄດ້ຖືກສ້າງໂດຍການຜິດຜາດ.

source: Thu
lo: ພຫ

source: Thursday
lo: ພະຫັດ

source: Topics
lo: ຫົວຂໍ້

source: Tue
lo: ອຄ

source: Tuesday
lo: ອັງຄານ

source: Visit Homepage
lo: ຢ້ຽມຢາມHomepage

source: Wed
lo: ພ

source: Wednesday
lo: ພຸດ

source: You accepted %s's friendship.
lo: ທ່ານໄດ້ຮັບ%ສຳລັບຄວາມເປັນເພື່ອນ.

source: You are not allowed to edit this group.
lo: ທ່ານບໍ່ອານຸຍາດດັດແກ້ກຸ່ມນີ້.

source: You are not allowed to edit this user.
lo: ທ່ານບໍ່ອານຸຍາດດັດແກ້ຜູ້ໃຊ້ນີ້.

source: You can receive an email when you have unread messages in your inbox.
lo: ທ່ານສາມາດຮັບອີເມລໃນເວລາທ່ານມີຂໍ້ຄວາມບໍ່ທັນອ່ານໃນinboxຂອງທ່ານ.

source: You entered the wrong captcha.
lo: ທ່ານໄດ້ໃສ່captchaທີ່ຜິດ

source: You first need to confirm your registration. Please check your email account and click on the link of the confirmation email.
lo: ກອ່ນອື່ນໝົດທ່ານຕອ້ງຢັ້ງຢືນການລົງທະບຽນ. ກາລຸນາກວດບັນຊີອີເມລຂອງທ່ານແລະກົດເຊື່ອມລິງໃນຢັ້ງຢືນອີເມລ.

source: You have no permission to create public resources.
lo: ທ່ານບໍ່ໄດ້ອານຸຍາດສ້າງຊັບພະຍາກອນທີ່ເປັນສາທາລະນະ.

source: You receive this message as a member of the group "%s".
lo: ທ່ານໄດ້ຮັບຂໍ້ຄວາມນີ້ເພາະເປັນສຳມະຊິກຂອງກຸ່ມ"%".

source: You rejected %s's friendship.
lo: ທ່ານໄດ້ປະຕິເສດ%ສຳລັບຄວາມເປັນເພື່ອນ.

source: You requested %s's friendship.
lo: ທ່ານໄດ້ຮຽກຮອ້ງ%ສຳລັບຄວາມເປັນເພື່ອນ.

source: You signed up.
lo: ທ່ານໄດ້ລົງທະບຽນແລ້ວ.

source: Your Facebook account doesn't have an email address.
lo: ບັນຊີເຟສບຸກຂອງທ່ານບໍ່ມີທີ່ຢູ່ອີເມລ.

source: Your message has been sent to the members of this group.
lo: ຂໍ້ຄວາມຂອງທ່ານໄດ້ຖືກສົ່ງເຖິງບັນດາສຳມະຊິກໃນກຸ່ມນີ້.

source: Your password must contain at least one small letter.
lo: ລະຫັດຜ່ານຂອງທ່ານຕອ້ງບັນຈຸຢ່າງໜອ້ຍໜຶ່ງຕົວອັກສອນນອ້ຍ.

source: Your permissions only allow to create private resources.
lo: ການອານຸຍາດຂອງທ່ານພຽງແຕ່ອານຸຍາດໃຫ້ສ້າງຊັບພະຍາກອນສ່ວນຕົວເທົ່ານັ້ນ.

source: Your software is up to date.
lo: ຊອບແວຣຂອງທ່າແມ່ນໃໝ່ສຸດ.

source: Your website, blog or Facebook profile.
lo: ເວບໄຊຍ໌;blog ຫລື Facebook profileຂອງທ່ານ.

source: back
lo: ກັບຄືນ

source: close
lo: ປິດ

source: day
lo: ມື້

source: delete
lo: ຫລຶບຖີ້ມ

source: insert
lo: ເອົາເຂົ້າ

source: max. once per day
lo: max. ຄັ້ງໜຶ່ງຕໍ່ມື້ໜຶ່ງ

source: max. once per hour
lo: max. ຄັ້ງໜຶ່ງຕໍ່ຊົ່ວໂມງໜຶ່ງ

source: max. once per week
lo: max. ຄັ້ງໜຶ່ງຕໍ່ອາທິດໜຶ່ງ

source: month
lo: ເດືອນ

source: move down
lo: ຍ້າຍລົງລຸ່ມ

source: move up
lo: ຍ້າຍຂື້ນເທິງ

source: no alert
lo: ບໍ່ມີການເຕືອນ

source: now
lo: ດຽວນີ້

source: only visible to subscribers
lo: ປະກົດອອກໃຫ້ເຫັນສຳລັບແຕ່ຜູ້ສັ່ງຈອງເທົ່ານັ້ນ

source: only visible to you
lo: ປະກົດອອກໃຫ້ເຫັນສຳລັບທ່ານເທົ່ານັ້ນ

source: own events
lo: ເຫດການຂອງຕົນເອງ

source: read or write messages
lo: ອ່ານຫລືຂຽນຂໍ້ຄວາມ

source: reset to initial selection
lo: ຕັ້ງຄ່າໃໝ່ໃນການເລີ້ມຕົ້ນການເລືອກເພັ້ນ

source: sign in with Facebook
lo: ເຂົ້າສູ່ລະບົບກັບfacebook

source: subscribed events
lo: ເຫດການທີ່ໄດ້ສັ່ງຈອງ

source: today
lo: ມື້ນີ້

source: unfinished registration
lo: ການລົງທະບຽນທີ່ບໍ່ສຳເລັດ

source: week
lo: ອາທິດ

source: The following items could be interesting for you:
lo: ສິ່ງຕໍ່ໄປນີ້ອາດຈະເຮັດໃຫ້ທ່ານພໍໃຈ:

source: You see only item that you are not connected to.
lo: ທ່ານເຫັນພຽງແຕ່ສິ່ງທີ່ທ່ານບໍ່ໄດ້ຖືກເຊື່ອມເຖິງ.

source: now online
lo: ດຽວນີ້ອອນໄລ

source: Last seen less than 5 mins ago.
lo: ການເຫັນຄັ້ງສຸດທ້າຍໜອ້ຍກວ່າຫ້ານາທີທີ່ຜ່ານມາ.

source: Last seen less than 10 mins ago.
lo: ການເຫັນຄັ້ງສຸດທ້າຍໜອ້ຍກວ່າສິບນາທີທີ່ຜ່ານມາ.

source: Last seen:
lo: ການໄດ້ເຫັນຄັ້ງສຸດທ້າຍ:

source: never online
lo: ບໍ່ເຄີຍອອນໄລ:

source: Searched globally because not enough was found around your location.
lo: ໄດ້ຊອກທົ່ວໂລກມັນບໍ່ພຽງພໍທີ່ພົບໃນອອ້ມຮອບທີ່ຕັ້ງຂອງທ່ານ.

source: A new user has signed up.
lo: ຜູ້ໃຊ້ໃໝ່ໄດ້ລົງທະບຽນແລ້ວ

source: Include all new users, groups and resources that you are allowed to view.
lo: ລວມທັງຜູ້ໃຊ້ໃໝ່,ກຸ່ມໃໝ່ແລະຊັບພະຍາກອນໃໝ່ທັງໝົດເຊິ່ງທ່ານໄດ້ຮັບອານຸຍາດໃນການເບິ່ງ.

source: Your permissions of the group were changed.
lo: ການອານຸຍາດຂອງທ່ານໃນກຸ່ມໄດ້ຖືກປ່ຽນແປງ.

source: Your permissions of the resource were changed.
lo: ການອານຸຍາດຂອງທ່ານໃນຊັບພະຍາກອນໄດ້ຖືກປ່ຽນແປງ.

source: Message to all users
lo: ຂໍ້ຄວາມສຳລັບຜູ້ໃຊ້ທັງໝົດ

source: Noticeboard Messages
lo: ກະດານຂໍ້ຄວາມ

source: These messages will be displayed in the activity stream of all users.
lo: ຂໍ້ຄວາມພວກນີ້ຈະສະແດງໃນ activity stream ຂອງຜູ້ໃຊ້ທັງໝົດ.

source: %d result(s) found
lo: %ຜົນທີ່ພົບ

source: %s has left the group. Good-bye!
lo: %s ໄດ້ອອກຈາກກຸ່ມ. ພົບກັນໃໝ່,ໂຊກດີ!!

source: A message from your group %s at %s
lo: ຂໍ້ຄວາມຈາກກຸ່ມຂອງທ່ານ % ໃນ %

source: Additional Information
lo: ຂໍ້ມູນເພີ້ມເຕີມ

source: Administration - Noticeboard
lo: ການບໍລິຫານ - ກະດານຂ່າວ

source: Basic Information
lo: ຂໍ້ມູນພື້ນຖານ

source: Browse Resources
lo: ຊັບພະຍາກອນBrowse

source: By using this platform you accept our Terms of Use and our Privacy policy.
lo: ໂດຍການນຳໃຊ້ platform ນີ້ ທ່ານແມ່ນຍອມຮັບໃນເງື່ອນໄຂການນຳໃຊ້ແລະນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ.

source: Chat window turned off.
lo: ປິດປອ່ງChat .

source: Chat window turned on.
lo: ເປີດປອ່ງChat .

source: Click to subscribe.
lo: ກົດເພື່ອສັ່ງຈອງ

source: Click to unsubscribe.
lo: ກົດເພື່ອຍົກເລີກການສັ່ງຈອງ

source: Compose
lo: ຂຽນ

source: Continue to this [group] (%s).
lo: ດຳເນີນຕໍ່ໃນ [ກຸ່ມ] ນີ້ (%s).

source: Continue to this [resource] (%s).
lo: ດຳເນີນຕໍ່ໃນ [ຊັບພະຍາກອນ] ນີ້ (%s).

source: Continue to this [user] (%s).
lo: ດຳເນີນຕໍ່ໃນ [ຜູ້ໃຊ້] ນີ້ (%s).

source: Document
lo: ເອກະສານ

source: Error processing screenshot.
lo: ການດຳເນີນscreenshotຜິດຜາດ.

source: Error sending message.
lo: ສົ່ງຂໍ້ຄວາມຂັດຂອ້ງ.

source: Event
lo: ງານ

source: File '%s' already exists.
lo: File '%s' ມີຢູ່ແລ້ວ.

source: File '%s' not found.
lo: File '%s' ຊອກບໍ່ເຫັນ.

source: File Browser
lo: ຕົວທອ່ງໄຟລ໌

source: Find a list of your activities [on your home page] (%s).
lo: ຊອກລຳດັບການເຄື່ອນໄຫວຂອງທ່ານ[ໃນ home page] (%s).

source: Find more information [on the page of the group] (%s).
lo: ຊອກຂໍ້ມູນເພີ້ມ [ໃນໜ້າຂອງກຸ່ມ] (%s).

source: Hello %s, Somebody has requested an email change on Mycitizen.net. The new email will be: %s If you think that this is wrong, please [contact the support] (%s).
lo: Hello %s, ບາງຄົນໄດ້ຮຽກຮອ້ງການປ່ຽນອີເມບໃນ Mycitizen.net. ອີເມລໃໝ່ຈະແມ່ນ: %s ຖ້າທ່ານຄິດວ່ານັ້ນແມ່ນຜິດ,ເຊີນທ່ານ[ພົວພັນການສະໜັບສະໜູນ ] (%s).

source: Hello %s, Thank you for signing up at Mycitizen.net! To finish your registration click [here] (%s), or copy the following link to your browser: %s
lo: Hello %s, ຂອບໃຈໃນການລົງທະບຽນທີ່ Mycitizen.net! ເພື່ອສຳເລັດໃນການລົງທະບຽນ ກົດ[ບອ່ນນີ້] (%s),ຫລື ກອບປີ້link ຕໍ່ໄປນີ້ເຂົ້າໃນບອ່ນທອ່ງເວບຂອງທ່ານ: %s

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
lo: Hello %s, ທ່ານໄດ້ຮຽກຮອ້ງການປ່ຽນແປງລະຫັດຜ່ານທີ່ Mycitizen.net. ເພື່ອສຳເລັດໃນການຮຽກຮອ້ງ ກົດ[ບອ່ນນີ້] (%s),ຫລື ກອບປີ້link ຕໍ່ໄປນີ້ເຂົ້າໃນບອ່ນທອ່ງເວບຂອງທ່ານ: %s

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
lo: Hello %s, ທ່ານໄດ້ຮຽກຮອ້ງການປ່ຽນແປງອີເມລທີ່ Mycitizen.net. ເພື່ອສຳເລັດໃນການຮຽກຮອ້ງ ກົດ[ບອ່ນນີ້] (%s),ຫລື ກອບປີ້link ຕໍ່ໄປນີ້ເຂົ້າໃນບອ່ນທອ່ງເວບຂອງທ່ານ: %s
