Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: kac - Kachin/messages.po
Languages: kn

source: Top Resources
kn: Ndung ntsa na ru di ru hpang ni.

source: Top Users
kn: Ndung ntsa na jai lang ai ni

source: Trash
kn: maza mala pung

source: Trash emptied.
kn: kaman re ai maza mala pung

source: Try a different filter.
kn: Nbung shai hkat ai jen jep ai rai hte galaw shakut u.

source: Type
kn: baw / hpan

source: URL must start with http:// or https://!
kn: URL hpe http:// (sh) https:// hte hpang ra na.

source: URL to external source:
kn: shinggan daihpang de URL

source: Unblock this user
kn: Ndai jailang ai wa hpe n pat ai.

source: Unsubscribe
kn: Hpung nshang ai.

source: Unsubscribe from resource
kn: Ndai rudi ruhpang gaw hpung nshang ai.

source: Update
kn: Hpang jahtum na shiga lamang

source: Upload Avatar:
kn: Sumla hpe sa u.

source: Upload group image:
kn: Uhpung sumla hpe sa u.

source: User %s accepted your friendship.
kn: Jailang ai wa %s gaw nang hpe manang hku na hkap la ai.

source: User %s canceled your friendship.
kn: Jailang ai wa %s gaw na a hku hkau lam hpe dawm kau ai.

source: User %s rejected your friendship.
kn: Jailang ai wa %s gaw na a hku hkau lam hpe ningdang kau ai.

source: User %s requested your friendship.
kn: Jai lang ai %s gaw na a manang hku nna hpyi shawn nga ai.

source: User Signup
kn: Jailang ai wa shang ai

source: User Status
kn: Jailang ai wa sat lawat

source: User lost password
kn: Jailang ai wa mat mat ai ga makoi

source: User permissions
kn: Jailang ai wa a ahkang ni

source: User permissions changed.
kn: Jailang ai wa a ahkang ni galai shai mat ai.

source: User signin
kn: Jailang ai wa shang ai

source: User status
kn: Jailang ai wa a sat lawat

source: User update
kn: Jailang ai wa a hpang jahtum shiga lamang

source: User updated
kn: Jailang ai wa a hpang jahtum shiga nga wa sai.

source: User with the same name already exists.
kn: Jailang ai wa gaw bung ai mying hte rau nga taw nga ai.

source: User's location on a map
kn: Ga sumla ntsa kaw jailang ai wa a nga shara

source: Username cannot be empty!
kn: Jailang ai wa a mying nnga ai

source: Username:
kn: Jailang ai wa mying

source: Users
kn: Jailang ai ni

source: View details
kn: Ahkri ahkrai ningmu

source: View details.
kn: Ahkri ahkrai ning mu

source: View group owner:
kn: Uhpung madu a myit la ai lam

source: View resource owner:
kn: Rudi ruhpang madu a myit la ai

source: Visibility:
kn: mai lu ai/ mu lu ai.

source: We have received complaints about inapproprite language in your group. Please make neccessary adjustments or your group will be deactivated.
kn: Anhte ni gaw na a uhpung kaw nhtap htuk ai tsun shaga ga hte seng nna

source: We have received complaints about inappropriate language in your resource. Please make necessary adjustments or your resource will be deactivated.
kn: Anhte ni gaw na a rudi ruhpang kaw nhtap htuk ai tsun shaga ga hte seng nna jaw ai hku galaw u.Shing nrai yang na a rudi ruhpang ni hpe jasum shangun na ra ai.

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
kn: Nang gaw kaga jailang ai ni nhkap la ai laika/ndau shabra laika ni sa ai shawk shana ai lam hpe anhte ni hkap la lu sai.Chyeju hte jahkring u. Shing nrai yang na a account hpe jasum shangun na ra ai.

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
kn: Anhte ni gaw nang nhtap htuk ai tsun shaga ga jailang ai shawk shana ai lam hkap la lu sai.Chyeju hte jahkring u.shing nrai yang na a account hpe jasum shangun na ra ai.

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
kn: Anhte ni gaw na a uhpung kaw nhkap la ai laika / ndau shabra laika ni lawm ai ngu ai shawk shana ai hpe hkap la lu sai.Chyeju hte nhtap htuk ai ni hpe la kau u.shing nrai yang na a uhpung ni hpe jasum shangun na ra ai

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
kn: Anhte ni gaw na a rudi ruhpang kaw nhkap la ai laika /ndau shabra laika ni lawm ai ngu ai shawk shana ai hpe hkap la lu sai. Chyeju hte nhtap htuk ai ni hpe la kau u.shing nrai yang na a uhpung ni hpe jasum shangun na ra ai.

source: Welcome
kn: Hkap tau la ai

source: Write some lines about your life, your work and your interests.
kn: Na a prat, bungli ,myit lawm ai lam ni hpe laika loi mi ka ya rit.

source: Wrong email format!
kn: shut ai email hkrang

source: You are already a member.
kn: Nang hpung shang masha rai sai

source: You are not allowed to see the members.
kn: Nang hpe hpung shang manang ni mu lu na matu ahkang n jaw

source: You are not allowed to see the memberships.
kn: Nang hpe hpung shang manang ni mu lu na matu ahkang n jaw ai

source: You are not allowed to see the subscribed groups.
kn: Nang hpe hpung shang uhpung ni mu lu na matu ahkang njaw ai

source: You are not allowed to see the subscribed users.
kn: Nang hpe hpung shang jailang ai ni mu lu na matu ahkang njaw ai

source: You are not allowed to see the subscriptions.
kn: Nang hpe hpung shang ai lam hpe mu na matu ahkang njaw ai.

source: You are not allowed to view this group.
kn: Nang hpe ndai uhpung hpe mu na matu ahkang njaw ai.

source: You are not allowed to view this resource.
kn: Nang hpe ndai rudi ruhpang hpe mu na matu ahkang n jaw ai.

source: You are not allowed to view this user.
kn: Nang hpe ndai jailang ai hpe mu na matu ahkang njaw ai.

source: You can only send messages to friends.
kn: Nang gaw shiga ni hpe manang ni hpang de lu sa na matu sha re ai.

source: You currently block this user
kn: Nang gaw ndai jailang ai hpe ndai laman pat da ai.

source: You currently block this user.
kn: Nang gaw ndai jailang ai hpe ndai laman pat da ai.

source: You have entered a wrong key.
kn: Nang gaw shut ai ahkyak lami hte shang da ngut sai.

source: You have joined the group.
kn: Nang gaw uhpung hpe matut mahkai ngut sai.

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
kn: Nang kaw manang ni nnga shi ai. Na a manang hku hpyi shawn ai hpe marai langai hkap la ngut yang nang gaw shiga sa ai hpe mai galaw sai.

source: You have no permission to create a resource.
kn: Nang kaw rudi ruhpang hpe shalat shapraw na matu ahkang nnga ai.

source: You have no permission to create groups.
kn: Nang kaw uhpung ni hpe shalat shapraw na matu ahkang nnga ai.

source: You have no permission to create resources.
kn: Nang kaw rudi ruhpang nnan ni hpe shalat shapraw na matu ahkang nnga ai.

source: You need to log in to send messages.
kn: Nang gaw shiga sa na matu (log in) shang ra ai.

source: You need to subscribe in order to comment.
kn: Na a ningmu ni hpe jaw na matu hpung shang ra ai.

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
kn: Nang gaw na a email hkring dat hpe galai na matu hpyi shawn da ai. matut mahkai (link) langai hte rau shiga hpe moi na hkringdat de sa ngut sai. nang jep shagrin na hkring dat nnan hpe galaw lu na.

source: My Connections
kn: Na a matut mahkai lam ni

source: Your IP is known at www.stopforumspam.com as spam source and was blocked.
kn: Na a IP hpe www.stopforumspam.com kaw ndau laika hku nna chye shangun nhtawm pat kau hkrum mat sai.

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
kn: Na a account hpe jasum ya sai.lama na ndai gaw jashut langai hku nna nang shadu yang chye ju hte %s de matut mahkai rit.

source: Your email is known at www.stopforumspam.com as spam source and was blocked.
kn: Na a email hpe www.stopforumspam.com kaw ndau shabra laika langai hku nna chye shangun ai hte pat kau hkrum mat sai.

source: Your email:
kn: Na a email

source: Your image still needs to be cropped to the right dimensions before you can continue!
kn: Na a sumla hpe shawng de nsa shi yang jaw ai shadawn hkrang hte bai gram lajang ra nga ai.

source: Your image still needs to be resized before you can continue!
kn: Na a sumla hkrang hpe shawng de nsa shi yang bai gram lajang ra nga ai.

source: Your message has been sent.
kn: Na a shiga hpe sa ngut sai.

source: Your messages
kn: Nang na shiga ni

source: Your password has been successfully changed, you can now log in.
kn: Na a ga makoi hpe awng dang ngut kre hka galai ngut sai, ya nang mai shang (log in ) sai.

source: Your password has been successfully changed.
kn: Na a ga makoi hpe awng dang hkra galai ngut sai.

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
kn: Na a ga makoi gaw nlaw htum laika kanu kaji langai, laika kanu kaba langai, hti hkum langai yawng rai yang matsat(8) rai ra ai.

source: Your password must contain at least %s characters.
kn: Na a ga makoi gaw nlaw htum %s laika kanu ni lawm ra ai

source: Your password must contain at least one upper-case letter.
kn: Na a ga makoi gaw nlaw htum laika kanu kaba langai lawm ra ai.

source: Your password must contain at least one number.
kn: Na a ga makoi gaw nlaw htum hti hkum(number) langai lawm ra ai.

source: Your password must contain at least one lower-case letter.
kn: Na a ga makoi gaw nlaw htum laika kanu kaji langai lawm ra ai.

source: Your passwords are different.
kn: Na a ga makoi gaw kaga san rai taw nga ai.

source: Your report has been received.
kn: Na a shiga tang shawn ai lam hpe hkap la ngut sai.

source: Your username can only contain letters, numbers, space, dash and underscore!
kn: Na a jailang ai mying hpe laika kanu ni, hti hkum ni yawng hpe ga yan langai sha rai ra ai.

source: active
kn: Shamu shamawt lam

source: add new tag
kn: file nnan hpe jat bang u.

source: administators
kn: Uphkang ai ni

source: administrator
kn: Uphkang ai wa

source: all
kn: Yawng

source: all resources
kn: Rudi ruhpang yawng

source: all tags
kn: file yawng

source: auto reload
kn: Shi hte shi bai sa ai.

source: cancel and return
kn: Dawm kau ai hte bai wa u.

source: clear map
kn: Ga sumla hpe jasan u

source: create
kn: Shalat shapraw u.

source: deactivated
kn: Jasum ya lu ai.

source: detail
kn: Hkum hkum tsup tsup

source: edit
kn: Jep shagrin u

source: friend
kn: Manang

source: from_email
kn: email -kaw na

source: gps_default_latitude
kn: gps-Jahprai kau ai(default)-gingding hkretbat(latitude)

source: gps_default_longitude
kn: gps-jahprai kau ai (default)-ginding hkretdung(longitude)

source: inactive
kn: Shamu shamawt lam nnga ai

source: insert to resource
kn: Rudi ruhpang de galai bang ai.

source: license
kn: Ahkang jaw lakmat

source: mark as read
kn: hti ngut sai laika hku nna matsing u.

source: mark as unread
kn: Nhti ngut ai laika hku nna matsing da u.

source: I am a member.
kn: Ngai gaw hpung shang masha re.

source: moderator
kn: Uphkang shalang

source: moderators
kn: Uphkang shalang ni

source: more groups
kn: Grau ai uhpung ni

source: more resources
kn: Grau ai rudi ruhpang ni

source: more users
kn: Grau na jailang ai ni

source: move to trash
kn: Maza pung de htawt sit u.

source: my friend
kn: Ngai na manang ni

source: no friend
kn: Manang nre ai

source: I am not a member.
kn: Ngai gaw hpung shang masha nre ai.

source: not my friend
kn: Ngai na manang nre ai.

source: I am not subscribed.
kn: Ngai gaw hpung shang masha nre ai.

source: only visible to friends
kn: Manang ni sha mai mu lu ai .

source: only visible to members
kn: Hpung shang masha ni sha mai mu ai

source: only visible to registered users
kn: Matsing ningting da ai jailang ai ni sha mai mu ai

source: owner
kn: Madu

source: regenerate image
kn: Sumla hpe bai galaw u

source: remove user from resource
kn: Rudi ruhpang kaw jailang ai wa hpe yeng seng kau u

source: reply
kn: Laika nhtang shana u

source: restore from trash
kn: Maza pung kaw na bai zing da u.

source: setup and maintenance
kn: Gawda ai hkrang hpe hkang zing u.

source: sign up
kn: Shang u(sing up)

source: subscribed
kn: Hpung shang da sai

source: tag_name
kn: Gin dun mying

source: top level
kn: Tsaw madang gin dun file tawn na shara

source: visible to the world
kn: Mungkan ting de mu loi ai.

source: wrote
kn: Ka ngut sai.

source: Back to the list of messages
kn: Shiga jahpan nga ai de nhtang u.

source: Back to the list of reports
kn: Shawk shawn ai jahpan de nhtang u.

source: Back to the list of resources
kn: Rudi ruhpang jahpan de n htang u.

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
kn: Npu kaw nang hrum tsup hkra mai bang jat ai. ndai rudi ruhpang a gabaw ni hpe langai (sh) langai hta jan nna gin dun file ni hpe madun rit . bai nna nang gaw lata da ai ni sha shang mai ai ridi ruhpang langai hpe shalat shapraw ngut jang nang gaw hkap la ai ni hpe ndai rudi ruhpang kaw malai bang mai ai. ndai shiga gaw kaga jailang ai ni na a rudi ruhpang hpe tam mu na matu garum na ra ai.

source: By using this platform you accept our %s and our %s.
kn: Ndai kompyuta matsun chyarang hpe jailang ai majaw nang gaw anhte a %s hte anhte a %s hpe nang hkap la ai.

source: Details of the group
kn: Uhpung a hkum tsup lam.

source: Details of the resource
kn: Rudi ruhpang a hkum tsup lam

source: Details of the user
kn: Jailang ai wa a hkum tsup lam

source: GD (images) supported
kn: GD(sumla ni)karum ningtum ai.

source: Message not displayed because the user has been deactivated.
kn: Shiga lamang ni hpe nmai madun ai hpa majaw nga yang jailang ai wa hpe ja sum ya ai.

source: No messages
kn: Shiga lamang nnga ai

source: PHP Version
kn: PHP kasi

source: Permission to create items
kn: Jahpan kaw lawm ai lamang ni hpe shalat shapraw na matu ahkang

source: Privacy policy
kn: Laksan tara

source: Restrict your search to a location
kn: Nga shara langai hpang de na a shawk tam ai hpe masat u

source: Search for a place
kn: Shara langai hpe tam u.

source: Search for similar topics like your interests and around your location.
kn: Na a myit lawm lam ni hte shara ni zawn re bung ai ga baw ni hpe tam u.

source: Similar to me
kn: Anhte hte bung u.

source: User has been deactivated
kn: Jailang ai wa hpe ja sum kau sai.

source: User role
kn: Jailang ai wa a dawsang

source: zoom in
kn: Ningmu gyip ai

source: zoom out
kn: Ningmu wang ai

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
kn: hte :gin lam ni hpe masa ni hkrum zup ai shara <i>all</i> kaw sha tam u..<br />OR : ginlam ni hpe lata tawn da ai masa lam hkrum zup ai shara <i>any</i> kaw tam u

source: Click inside the map to set the center. Click a second time to set the search radius.
kn: Ginjaw kaw tawn da na matu gasumla a kata kaw dip u. shingdan hkup (radius) hpe tam na matu gaw kalang bai dip u.

source: Image is too big! Max. size is for upload is 2048x2048
kn: Sumlal gaw kaba taw ai. law dik hkrang (2048 x 2048) sha mai sa ai.

source: Nothing to display
kn: Hpa hpe mung nmu tam ai

source: Please enter your new password
kn: Chyeju hte na a ga makoi nnan hpe shang u.

source: Please use only the English alphabet.
kn: Chyeju hte Inglik(english)laika kanu hpe sha lang u.

source: Reload the chat.
kn: Ga shaga hpe bai sa ai.

source: Resource location on a map
kn: Ga sumla ntsa kaw rudi ruhpang ni a nga shara

source: Show the location where you are right now.
kn: Nang na ya nga shara hpe madun u.

source: The chat is only visible to group members.
kn: Ga shaga (chat)hpe hpung shang masha ni sha mu lu na.

source: The image is too big! Max. size is for upload is %s
kn: Sumla gaw grai kaba ai. law dik hkrang shadang (%s) sha mai sa ai

source: Time:
kn: Ahkying

source: group
kn: Uhpung

source: resource
kn: Rudi ruhpang

source: I am subscribed.
kn: Ngai gaw hpung shang na matu shawk shawn da ai.

source: user
kn: Jailang ai wa

source: Add a Tag
kn: Gin dun gabaw langai hpe jat bang u.

source: Add the tags one by one.
kn: Gindun dun na matu gabaw ni hpe langai ngut jang langai jat bang u.

source: Administration - Create new tag
kn: Uphkang lam- (tag) gin dun na matu gabaw nnan hpe shalat shapraw u.

source: Administration - Reports
kn: Upkang lam-shiga sa jaw ai lam

source: Administration - Tags
kn: Uphkang lam- (tag) gin dun na matu gabaw ni

source: Administration - Web Statistics
kn: Uphkang lam- Wep jahpan chyarang

source: Apply the filter and show the results.
kn: Jen jep ai hpe shawk shawn tawn na mahtai hpe madun dan rit.

source: Avatars are small images that will be visible with your group. Here you can upload an avatar for your group (min. %s, max. %s). In the next step you can crop it.
kn: Sumla ni gaw kaji ai sumla hkrang rai nna na a uhpung ni hte rau ndai shara kaw na uhpung a sumla hpe mai sa ai.(Kaji dik hkrang %s, kaba dik hkrang %s) hpang kalang nang lu la mai ai.

source: Avatars are small images that will be visible with your name. Here you can upload your avatar (min. %s, max. %s). In the next step you can crop it.
kn: Sumla ni gaw kaji ai hkrang rai nna na a mying hte rau mu lu ai.Ndai shara kaw na sumla hpe sa mai ai. (kaji dik hkrang %s kaba dik hkrang%s) hpang kalang nang lu la mai ai.

source: Click here to continue
kn: Shawng de matut sa na matu ndai shara kaw dip u.

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
kn: Nga shara hpe tawn na matu ga sumla a kata de dip u. lama na nga shara hpe tawn ngut jang nang gaw shawng na ga sumla hpe <b class='icon-clear'></b>.jasan kau na matu ra ai.

source: Do you really want to delete this message?
kn: Nang teng sha shiga hpe shaprai kau mayu ai i?

source: Documentation:
kn: Tara shang sakse hku nna laika jailang ai.

source: Done
kn: Galaw ngut sai.

source: Done importing resources. Error writing log file.
kn: Rudi ruhpang ni sa ngut sai. Matsing ningting file jasut ka ai lam

source: Done importing resources. Please check the log file.
kn: Rudi ruhpang ni sa ngut sai. Chyeju hte matsing ningting file hpe jep ya rit.

source: Done updating locales.
kn: Nga shara ni hpang jahtum shiga jahpan lamang hpe jaw ngut sai.

source: Download the mobile application
kn: mobile shawk shawn da ai hpe kanan la u.(download galaw u)

source: Find more information at:
kn: Shiga lami lamang law law hpe tam u.

source: Found unused locale '%s', removing from database.
kn: Njailang ai nga shara %s hpe mu tam ngut sai. Kompyuta kaw zing da ai lamang (database) ni kaw na yeng seng kau ai.

source: I am a group moderator.
kn: Ngai gaw uhpung uphkang ai wa re ai.

source: I am a resource moderator.
kn: Ngai gaw rudi ruhpang uphkang ai wa re ai.

source: I am the owner.
kn: Ngai gaw madu re ai.

source: Image is too big! Max. size is for upload is %s
kn: Sumla gaw kaba dik ai. hkrang shadang hpe %s sa u.

source: Language code
kn: Tsun shaga ga makoi kumla

source: Mailbox
kn: Laika ni hpe hkap la da ai shara

source: Manage subscribers of this resource
kn: Ndai rudi ruhpang hpung shang masha ni hpe hparan u.

source: Normal
kn: Ayan na

source: Notification from %s
kn: %s kaw na shadi jaw ai

source: Notify members:
kn: Tara shang shadi jaw ai hpung shang masha ni

source: Now is the best time to complete your profile. You can enter your name, your location and tags for your interests.
kn: Ya na a madun lam hpe hpring tsup na matu kaja dik ai ahkying re ai.Na a mying ,nga shara , bungli hte myit lawm ai ni hpe shang madun mai ai.

source: Please paste here the <u>underlined</u> part of the url for the media that you want to add:
kn: Chyeju hte ndai shara kaw nang jat bang mayu ai ladat (media) url a shara kaw <u>underlined</u> kanan ngut sai hpe da u.

source: Remove this message.
kn: Ndai shiga hpe sha

source: Reset
kn: Shara hpe bai jahkrat ya u..

source: Reset the filter and show the entire list.
kn: Jen jep ai hpe sara bai jahkrat u. Jahpan yawng hpe madun dan u.

source: Return to the home screen.
kn: Nta pat man de bai wa u.

source: Select a tag that describes a topic that this group is about and click add.
kn: Ndai uhpung a gabaw a lam hpe madun na file hpe lata nna (add) kaw dip u.

source: Select a tag that describes a topic that this resource is about and click add.
kn: Ndai rudi ruhpang a gabaw a lam hpe madun na file hpe lata nna (add) kaw dip u.

source: Select a tag that describes one of your interests and click add.
kn: Na a myit lawm lam ni kaw na langai hpe madun na file hpe lata nna add kaw dip u.

source: Statistics
kn: Jahpan chyarang

source: System check finished.
kn: Lai ladat hpe jep ngut sai.

source: System message: You've received a warning about your resource.
kn: Shiga ladat- nang gaw na a rudi ruhpang hte seng nna sadi jaw lam hpe hkap la ngut sai.

source: System message: You've received a warning about your group.
kn: Shiga ladat- nang gaw na a uhpung hte seng nna sadi jaw lam hpe hkap la ngut sai.

source: System message: You've received a warning.
kn: Shiga ladat- nang gaw sadi jaw ai lam hpe hkap la ngut sai.

source: The image is too big! Max. size for upload is %s
kn: Sumla gaw kaba dik ai. law dik sa na matu hkrang gaw %s re ai.

source: The image is too small! Min. size for upload is %s
kn: Sumla gaw kaji dik ai. nlaw htum sa na matu hkrang gaw %s re ai.

source: The tag cannot be its own parent.
kn: Gabaw(tag) gaw madu na kanu kawa nre ai.

source: There are unread reports.
kn: Nhti shi ai shiga ni nga ai.

source: This group contains wrong information.
kn: Ndai uhpung kaw shut ai shiga jahpan lamang lawm ai.

source: This is my group.
kn: Ndai gaw ngai na uhpung re ai.

source: This is my resource.
kn: Ndai gaw ngai na rudi ruhpang re ai.

source: This resource contains wrong information.
kn: Ndai rudi ruhpang kaw shut ai shiga jahpan lamang lawm ai.

source: This was just a dry run - nothing was saved.
kn: Ndai gaw hkum hkum tsup tsup shaman shakyang ai lam re.hpa ma nzing da ai.

source: URL doesn't seem to exist
kn: URL nnga ai.

source: Unread
kn: Nhti shi ai

source: Update languages
kn: Hpang jahtum sa da ai tsun shaga ga ni

source: User Forum:
kn: Jailang ai wa bawngban ai shara

source: View big screenshot
kn: Kaba ai sumla hpe yu u.

source: We have received complaints about inappropriate language in your group. Please make neccessary adjustments or your group will be deactivated.
kn: Anhte ni gaw na a uhpung kaw nhtap htuk ai tsun shaga ga hte seng nna shawk shana lam ni hpe hkap la ngut sai. Chyeju hte jaw ai lam hku nna galaw u. shing nrai yang na a uhpung hpe jasum shangun na ra ai.

source: Web Statistics
kn: Web jahpan chyarang ni

source: You are a moderator on this platform.
kn: Nang gaw ndai galaw sa lam kaw uphkang ai wa re ai.

source: You are an administrator on this platform.
kn: Nang gaw ndai galaw sa lam kaw hparan ai wa re ai.

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
kn: Na a email (sh) IP hpe www.stopforumspam.com kaw hkang njaw na sa ai laika /ndau shabra laika re hku chye nna pat shing dang kau ai.

source: Your message was empty.
kn: Na a shiga ni nnga taw ai.

source: administrators
kn: Uphkang ai wa

source: banned
kn: Pat shing dang kau ai.

source: change
kn: Galai u.

source: chat messages
kn: Tsun shaga shiga ni

source: creation rights removed
kn: Shalat shapraw ai ahkaw ahkang ni hpe yeng seng kau ai.

source: document
kn: Tara shang matsing ningting laika

source: event
kn: Mabyin

source: link to external resource
kn: Shing gan rudi ruhpang hpe matut mahkai u.

source: live-video on Bambuser
kn: Bambuser ntsa kaw video madun u.

source: message
kn: Shiga

source: organization
kn: Uhpung kaba
