Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: kac - Kachin/messages.po
Languages: kn

source: (error)
kn: ningshut (shut ai)

source: (inappropriate language)
kn: n htuk ai tsun shaga ga

source: (spam)
kn: nhpyi shawn wa hpang de email sa ai ndau shabra laika(spam)

source: Accept friendship
kn: manang hku nna hkap la rit

source: Accept friendship request
kn: manang hku nna hpyi shawn ai hpe hkap la rit

source: Access Level
kn: jahpan madang ni hpe lu la mai ai shara de shang u,

source: Access level
kn: Jahpan lamang ni hpe lu na matu mabyin maka madang de shang u

source: Add
kn: Jat bang u

source: Add or remove tags
kn: Masat masa kat pa ni hpe jat bang u(sh)yeng seng kau u

source: Add tag
kn: Masat masa kat pa ni hpe jat bang u

source: Address cannot be found.
kn: Hkring dat hpe tam nmu ai

source: Administration
kn: Uphkang lam

source: Administration - Settings
kn: Uphkang lam -shingdu mabyin grupyin masha

source: Administration - Setup and Maintenance
kn: Uphkang lam - gawgap hkrang hte hkang zing lam

source: Administrator
kn: Uphkang lam

source: Administrator with id 1 cannot be changed
kn: ID hti hkum (1)hte rau uphkang ai wa hpe nmai galai ai.

source: Already have an account? Sign in below.
kn: account langai nga sai i? Npu de shang yu u.

source: An email has been sent to you with further instructions.
kn: email langai mi nang hpang dematsun ni hte rau sa dat ai

source: Apply Filter
kn: Jen jep ai hpe hpyi shawn u.

source: Apply filter
kn: Jen jep ai hpe hpyi shawn u

source: April
kn: Shala ta( April)

source: August
kn: Gupshi ta(August)

source: Automatically reload in regular intervals if something new has been posted.
kn: Bai nhtang sa dat ai

source: Back to list of groups.
kn: Uhpung jahpan de bai nhtang su

source: Back to list of users.
kn: Jai lang jahpan nga ai de bai nhtang u

source: Below you can add details: Describe the topics of this group by one or more tags. If your group is located in a particular town, you can mark it on a map. These information will help other users to find your group.
kn: Nang n pu kaw hkum tsup hkra mai ka bang ai. uhpung ni a ginlam ni hpe langai (sh) law law hte htawng madun mai ai.Bai nna Na a uhpung gaw laksan mare kaw nga taw yang ga sumla(map) ntsa kaw masat mai galaw ai. Ndai shiga lamang ni gaw kaga lang taw nga ai manang ni Na a uhpung hpe tam mu na matu garum na ra ai.

source: Cancel friendship
kn: Manang kaw na dawm kau u .

source: Cancel subscription
kn: Hpung shang da ai hpe dawm kau u

source: Cannot find what you are searching?
kn: Nang sawk tam ai arai hpe nmu tam taw ai i?

source: Change lost password
kn: Mat mat sai ga makoi hpe galai kau u .

source: Change password
kn: Ga makoi galai u.

source: Change the filter
kn: Jen jep ai hpe galai u.

source: Choose from the menus above.
kn: Lahta jahpan kaw na lata u.

source: Clear
kn: Seng kau u.

source: Clear Filter
kn: Jen jep ai hkingrai hpe seng kau u.

source: Click here if you forgot your password.
kn: Lama na Na a ga makoi hpe malap yang ndai shara kaw dip u.

source: Click inside the image and select your avatar.
kn: Sumla kata kaw dip u Na a sumla hpe lata u.

source: Close
kn: Pat kau u .

source: Comments
kn: Myit ningmu ni

source: Comments are only visible when you are signed in.
kn: Nang shang yu ai shaloi myit ningmu ni hpe mu lu na ra ai

source: Connect filters with
kn: Jen jep ai hkingrai hte rau matut mahkai u .

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
kn: Matut mahkai ya ai rai hpe kanan la nhtawm nang matut mahkai mayu ai ni hpang de sa shalen dat u.

source: Create new group
kn: Uhpung nnan hpe shalat shapraw u.

source: Create new resource
kn: Rudi ru hpang nnan hpe shalat shapraw u.

source: December
kn: Maga ta(December)

source: Describe in few sentences what this group is about.
kn: Uphpung a lam hpe ga yan kachyi mi hte gawn dan rit.

source: Describe in few sentences what this resource is about.
kn: Rudi ruhpang a lam hpe ga yan kachyi mi hte gawn dan rit.

source: Description:
kn: Gawn dan ai lam.

source: Discover new groups
kn: Uhpung nnan hpe sawk tam u.

source: Discover new resources
kn: Rudi ru hpang nnan hpe sawk tam u.

source: Discover new users
kn: Jai lang ai masha nnan hpe sawk tam u .

source: Do you want be visible to everyone (world), only to registered users (registered) or only to your friends (friends)?
kn: Nang shinggyim masha shagu hpe(Mungkan madang) mu shangun mayu ai i?Matsing ningting jai lang da ai ni hpe sha laksan mu shangun mayu ai i?Na a manang ni hpe sha laksan mu shangun mayu ai i?

source: Download the mobile application.
kn: Mobai shawk shawn ai lam hpe htawt la u (downluk galaw u).

source: Edit the group image
kn: Uhpung sumla hpe jep shagrin u(edit galaw u).

source: Edit the location
kn: Nga shara hpe jep shagrin u(edit galaw u).

source: Edit your avatar
kn: Na a sumla hpe jep shagrin u (edit galaw u).

source: Edit your location
kn: Na a nga shara hpe jep shagrin u.

source: Email change on Mycitizen.net
kn: Myihprap laika sa shagun ladat(Email) hpe mycityzen.net kaw galai u.

source: Email couldn't be changed!
kn: Myihprap laika sa shagun ladat(Email) hpe nlu galai kau ai .

source: Email couldn't be changed! Link is not active anymore.
kn: Myihprap laika sa shagun ladat(Email) hpe nlu galai kau ai matut mahkai lam hpang kalang bungli ngalaw mat sai

source: Email has been successfully changed.
kn: Myihprap laika sa shagun ladat(Email)hpe awng dang hkra galai lu sai.

source: Email is already registered with another account.
kn: Myihprap laika sa shagun ladat(Email)hpe akawng (account) hte matsing ningting ngut sai.

source: Email is not valid. Check it and try again.
kn: Myihprap laika sa shagun ladat(email)hpe nmai lu ai.jep nna galang mi bai shakut u.

source: Email:
kn: Myihprap laika sa shagun ladat(Email).

source: Empty Trash
kn: Maza mala pung hpe gaman tawn da u.

source: Enabled
kn: Galaw lu ai.

source: Enter a key that will be used for inviting members into this group. Use letters, numbers and "-", with a minimum lenght of 5.
kn: Ndai uhpung de hpung shang masha ni hpeshaga na matu ahkyak lami langai ngai hpe gayet bang u.laika si ni,nti hkum ni hte "-" ni lawm ai laika si manga hpe lang u.

source: Enter a name for the group.
kn: Uhpung na matu mying langai shang u.

source: Enter a name for the resource.
kn: Rudi ruhpang na matu mying langai shang u.

source: Entered passwords are not the same.
kn: Bang ai ga makoi ni nbung ai.

source: Error
kn: Ning shut (shut ai)

source: Error deleting image from cache.
kn: zing tawn da ai shara kaw nna sumla hpe shaprai ai shaloi ning shut madun ai.

source: Error deleting image from cache:
kn: zing tawn da ai shara kaw nna sumla hpe shaprai ai shaloi ning shut madun ai.

source: Error loading chat. Are you logged in?
kn: Shada matut shaga ai hpe sa ai shaloi ningshut madun ai.

source: Error recreating image.
kn: Sumla hpe bai hkrang shapraw ai shaloi ning shut madun ai.

source: Error submitting form.
kn: Tang shawn ai hkrang laika (form)hpe sa ai shaloi ning shut madun ai.

source: Error writing image:
kn: Sumla hpe galaw ai shaloi jashut madun ai.

source: Event description:
kn: Mabyin hpe hkrang shaleng ai.

source: Event time:
kn: Mabyin aten ladaw.

source: February
kn: Rata (February)

source: Filter
kn: Jen jep hking rai.

source: Filter by name
kn: Shang da ai laika ni hpe sa ai wa , uhpung| rudi ruhpang , ni a mying hte rau ndai jen jep hking rai kaw nna htawng madun na ra ai.

source: Filter is off.
kn: Jen jep hking rai hpe pat ai.

source: Filter is on.
kn: Jen jep hking rai hpe hpaw ai.

source: Finish your registration at Mycitizen.net
kn: Mycitizen.net kaw matsing masat ngut sai.

source: Finished cropping and resizing.
kn: Lu na ai hte hkrang shadang galai ngut sai.

source: Friends
kn: Manang ni

source: Friendship accepted
kn: Manang hpe hkap la lai wa ai.

source: Friendship canceled
kn: Manang jahpan kaw nna dawm kau ai.

source: Friendship request
kn: Manang hku nna hpyi shawn ai.

source: Friendship request rejected
kn: Manang hku nna hpyi shawn ai hpe nyet kau ai.

source: Friendship request rejected.
kn: Manang hku nna hpyi shawn ai hpe nyet kau ai.

source: Friendship request sent
kn: Manang hku nna hpyi shawn ai hpe sa ai.

source: Friendship request sent.
kn: Manang hku nna hpyi shawn ai hpe sa ai.

source: Given group does not exist.
kn: Masat ngut ai uhpung npru wa ai.

source: Go to resource
kn: Rudi ruhpang de sa u.

source: Group %s has not been subscribed to resource.
kn: Uhpung %S hpe rudi ruhpang byin hkra hpung nshang shi ai.

source: Group %s is already subscribed.
kn: Uhpung %s gaw hpung shang ngut sai.

source: Group %s subscribed to this resource.
kn: Uhpung %s hpe rudi ruhpang byin hkra hpung shang ngut sai.

source: Group %s unsubscribed from resource.
kn: Uhpung %s gaw hpung shang masha kaw na pru mat ai.

source: Group chat
kn: Uhpung yawng hkrum shaga ai.

source: Edit Group
kn: Uhpung nawng jep shagrin ai.

source: Group key:
kn: Uhpung na ga makoi

source: Group location on a map
kn: Ga sumla (map) ntsa kaw na uhpung a nga shara

source: Group members
kn: Uhpung a hpung shang masha ni

source: Group owner:
kn: Uhpung a madu

source: Group resources
kn: Uhpung a rudi ru hpang ni

source: Group status
kn: Uhpung a sat lawat

source: Group updated
kn: Uhpung a hpang jahtum shiga hpe sa da ai.

source: Groups
kn: Uhpung ni

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click on the following link.
kn: Hello%s.Nang gaw Mycitizen.net kaw email galai na matu hpyi shawn lai wa sai.Na a hpyi shawn lam ngut na matu npu na matut mahkai (link) hpe dip u.

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click on the following link.
kn: Hello%s.Nang gaw Mycitizen.net kaw ga makoi galai na matu hpyi shawn lai wa sai.Na a hpyi shawn ai lam ngut na matu npu na matu mahkai (link) kaw dip u.

source: Hello %s, thank you for signing up at Mycitizen.net! To finish your registration click on the following link.
kn: Hello%s.Mycitizen.net kaw shang ai (sign in) majaw chyeju kaba sai.Na a matsing masat ai lam ngut na matu npu na matut mahkai (link) hpe dip u.

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
kn: Lama na upadi hpe tawt lai ai ngu shadu yang ndai shara kaw nang gaw uhpung hpe tang madun mai ai.Tang madun ai hpe annte na uphkang ai wa lit la galaw na ra ai.

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
kn: Lama na upadi hpe tawt lai ai ngu shadu yang ndai shara kaw nang gaw uhpung hpe tang madun mai ai.Tang madun ai hpe annte na uphkang ai wa lit la galaw na ra ai.

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
kn: Lama na shi hpe (sh)shi gaw upadi hpe tawt lai ai ngu shadu yang ndai shara kaw nang gaw jailang ai wa hpe tang madun mai ai. Tang madun ai hpe annte a uphkang ai wa gaw lit la galaw na ra ai.

source: Hidden group
kn: Makoi magap uhpung

source: Hidden user
kn: Makoi magap jai lang ai wa

source: Hours
kn: Hkying hkum

source: If you are new here, please %s sign up %s.
kn: Lama na nang gaw nnan rai taw yangchyeju hte %s

source: Image must be in JPEG or PNG format.
kn: Sumla gaw JPEG (sh) PNG hkrang rai ra ai.

source: Import resources from file
kn: Laika nhtan(file) kaw na rudi ruhpang ni hpe jashawn u

source: Information:
kn: Shiga lamang ni

source: Insufficient permissions to subscribe group %s to this resource.
kn: hpung shang uhpung %s hpe rudi ruhpang de nlaw la ai ahkang ni

source: Is active
kn: Shamu shamawt lam ni

source: January
kn: Hkrut ta(January)

source: Join group
kn: Uhpung hpe matut mahkai u.

source: July
kn: Shi mari(July)

source: June
kn: Sangan ta(June)

source: Language
kn: Tsun shaga ga

source: Language:
kn: Tsun shaga ga

source: Last activity:
kn: Hpang jahtum na shamu shamawt lam

source: Leave group
kn: Uhpung na pru u

source: Link to invite new members
kn: Uhpung nnan ni hpe matut mahkai u

source: Loading chat..
kn: Shada ga hkrum shaga lam hpe sa ya ai.

source: Location
kn: Nga shara

source: Login
kn: Shang u(login)

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
kn: Mung kan madang mu mai ai, matsing ningting da ai jailang ai ni hpe sha mu mai ai , hpung shang masha ni hpe sha mu mai ai uhpung galaw u.

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
kn: Mung kan madang mu mai ai, matsing ningting da ai jailang ai ni hpe sha mu mai ai,ndai rudi ruhpang ni hpe sha mu mai ai rudi ruhpang galaw u.

source: Manage members of this group
kn: Hpung shang masha ni hpe hparan u.

source: Manage subscribed resources
kn: Uhpung shang da ai rudi ruhpang ni hpe hparan u .

source: Map
kn: Ga sumla

source: March
kn: Wut shata(March)

source: Maximum image size is %s
kn: Law dik sumla hkrang shadang %s

source: May
kn: Jahtum ta(May)

source: Media ID:
kn: Matut mahkai ID;

source: Media type:
kn: Matut mahkai baw hpan

source: Member of groups
kn: Uhpung ni a hpung shang masha

source: Members
kn: Hpung shang masha ni

source: Message:
kn: Shiga

source: Minutes
kn: Minit ni

source: Moderator
kn: Uphkang ai wa

source: More than one user with the same id found.
kn: Langai hta jan na jai lang ai wa hpe bung ai id hte rau mu lu ai.

source: My Friends
kn: Ngai na manang ni

source: My Groups
kn: Nye a uhpung ni

source: My Location
kn: Nye a nga shara

source: My Resources
kn: Nye a rudi ruhpang ni

source: My friends
kn: Nye a manang ni

source: My real position
kn: Nye a jet ai arawng aya

source: Name
kn: Mying

source: Name:
kn: Mying

source: Needs to be created.
kn: Shalat shapraw na matu ra kadawn ai lam

source: New messages
kn: Shiga nnan ni

source: No tags.
kn: file ni hpe hkum gin dun

source: Normal user
kn: ayan na jailang ai wa

source: Nothing found.
kn: Hpa hpe mung nmu tam ai

source: November
kn: Maji ta(Nomember)

source: Now
kn: ya aten

source: Number of groups
kn: Uhpung ni a hti hkum

source: Number of resources
kn: Rudi ruhpang ni a hti hkum

source: Number of users
kn: Jailang ai ni a hti hkum

source: October
kn: Kala ta (October)

source: On
kn: Ntsa kaw

source: On invitation only
kn: Saw shaga ai chyu sha

source: Only administrators can visit this section!
kn: Ndai dawsang hpe uphkang ai ni sha shang mai ai.

source: Only letters, numbers and '-', with a minimum lenght of 5.
kn: Laika kanu ni ,hti hkum ni, '-' ni hte laika manga(5) sha

source: Owner
kn: Madu

source: Parent level:
kn: kanu kawa madang

source: Parent tag:
kn: Kanu Kawa

source: Password again:
kn: Ga makoi hpe kalang bai ka u

source: Password change on Mycitizen.net
kn: Ga makoi hpe Mycitizen.net kaw galai u

source: Password couldn't be changed! Try again later.
kn: Ga makoi hpe nlu galai ai . hpang kalang bai shakut u.

source: Password:
kn: Ga makoi

source: Please enter some text.
kn: Chyeju hte laika loi mi ka u

source: Please give us some details.
kn: Chyeju hte anhte hpe hkum tsup jahpan nkau mi jaw rit.

source: Please go to the edit screen and generate a link.
kn: Chyeju hte jep shagrin ai pat man(screen)de sa u.matut makai (link) langai hpe galaw shapraw u.

source: Please select first a part of the image.
kn: Chyeju hte sumla dawchyen langai hpe shawng lata u.

source: Post
kn: Sa magam

source: Post new comment
kn: Dinglun lam nnan hpe sa u

source: Post reply
kn: Laika bai nhtang sa u

source: Reason:
kn: Madi madun ai lam

source: The registration couldn't be finished! Link is not active anymore.
kn: Matsing masat ai lam hpe ngut kre na matu nbyin mai ai. matut mahkai lam (link) gaw bungli ngalaw mat sai.

source: The registration has been successful. You can now sign in.
kn: Matsing masat ai lam awng dang sai.ya nang mai shang sai.

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
kn: Matsun lam hte rau shiga ni hpe na a email de sa ngut sai.

source: Reject friendship request
kn: Manang hku nna hpyi lajin ai hpe ningdang u

source: Remove
kn: Shaw kau u

source: Repeat password:
kn: Ga makoi hpe kahtap tsun u

source: Replies
kn: Nhtang sa ai laika ni

source: Report about group %s, reason: %s
kn: Uhpung %s a lam hpe tang shawn u.Madi madun ai lam %s

source: Report about resource %s, reason: %s
kn: Rudi ruhpang %s a lam hpe tang shawn u . madi madun ai lam%s

source: Report about user %s, reason: %s
kn: Jailang ai %s a lam hpe tang shawn u.madi madun ai lam %s

source: Report group
kn: Uhpung alam hpe tang shawn u.

source: Report resource
kn: Rudi ruhpang a lam hpe tang shawn u.

source: Report user
kn: Jailang ai wa a lam hpe tang shawn u

source: Reports
kn: Tang shawn ai lam ni

source: Request friendship
kn: Manang hku nna hpyi lajin u.

source: Request friendship again
kn: Manang hku nna galang mi bai hpyi lajin u.

source: Request new password
kn: Ga makoi nnan hpe hpyi lajin u.

source: Resource owner:
kn: Rudi ruhpang madu

source: Resource status
kn: Rudi ruhpang ahkyak ai lam

source: Resource type:
kn: Rudi ruhpang hpan

source: Resource updated
kn: Rudi ruhpang a hpang jahtum na shiga

source: Resources
kn: Rudi ruhpang ni

source: Revoke request
kn: Dawm kau na matu hpyi lajin ai

source: Role
kn: Dawsang

source: Search
kn: Sawk tam u

source: Search Comments
kn: Ningmu ni hpe sawk tam u

source: Seconds
kn: Hkying sekkan

source: See details about the user and respond to the request.
kn: Jailang ai wa a lam hpe ahkri ahkrai yu u.Hpyi lajin ai hpe bai htang jaw u.

source: Select Parent Level
kn: Kanu kawa madang hpe lata san la u.

source: Select a group for more details.
kn: Uhpung langai hpe hkum sup ai jahpan ni a matu lata rit.

source: Select a language of this resource.
kn: Ndai rudi ruhpang a tsun shaga ga hpe lata u

source: Select a language that will be used in this group for communication.
kn: Ndai uhpung kaw matut mahkai na matu jailang na ga hpe lata u

source: Select a resource for more details.
kn: Rudi ruhpang langai hpe hkum sup ai jahpan ni a matu lata rit.

source: Select a tag
kn: Gin dun na file hpe lata u.

source: Select a time
kn: Aten hpe lata u

source: Select a user for more details.
kn: Jailang ai wa hpe hkum tsup jahpan na matu lata u

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
kn: Langai (sh)langai hta jan ai uhpung ni hpe ndai rudi ruhpang de hpung shang na matu lata u.Nang madu ai uhpung ni hpe sha(sh) nang kaw nlaw htum uphkang ai wa a ahkang ni nga ai shara hpe sha madun ai.

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
kn: Langai (sh) langai hta jan ai rudi ruhpang ni hpe uhpung nshang na matu lata u.Ndai uhpung hpe hpung shang da ai rudi ruhpang ni hpe sha madun ai.nang gaw rudi ruhpang langai a hkum tsup ai laika man kaw rudi ruhpang ni hpe hpung shang mai ai.

source: Selected Location
kn: Lata da ai nga shara

source: Send
kn: Sa u.

source: Send a message to a friend
kn: Manang hpang de shiga sa u

source: September
kn: Guptung ta (September)

source: Settings
kn: Shingdu grupyin masa ni

source: Sign in
kn: Shang u(sign in)

source: Sign out
kn: Pru u(sign out)

source: Sign up
kn: Shang u(sign up)

source: Software version:
kn: software hkrang

source: Specified user not found.
kn: Tang madun da ai jailang ai wa hpe tam nmu ai.

source: Status
kn: Mahkrun masa

source: Subscribe
kn: Hpung shang u

source: Subscribe as group
kn: Uhpung hku nna hpung shang u

source: Subscribe to resource
kn: Rudi ruhpang de hpung shang u

source: Subscribed Groups
kn: Hpung shang da ai uhpung ni

source: Subscribed Users
kn: Hpung shang da ai jailang ai ni

source: Subscribed to resources
kn: Hpung shang da ai rudi ruhpang ni

source: Subscribers
kn: Hpung shang da ai ni

source: Subscriptions as group
kn: Uhpung hku nna hpung shang ai lam

source: Surname
kn: Htinggaw mying

source: Surname:
kn: Htinggaw mying

source: System check
kn: Jep ai ladat

source: System message: Warning!!!
kn: Shiga ladat -sadi jaw ai lam

source: Tag
kn: gin run file

source: Tag name:
kn: gin run (file) a mying

source: Tags
kn: gin run fai(file) ni

source: Tell us why you report this group, including examples:
kn: Ndai hpung hpe hpa majaw tang madun ai ngu gaw gashadawn hte tsun dan rit

source: Tell us why you report this resource, including examples:
kn: Ndai ru di ru hpang hpe hpa majaw tang madun ai ngu gaw gashadawn hte tsun dan rit

source: Tell us why you report this user, including examples:
kn: Ndai jai lang ai wa hpe hpa majaw tang madun ai ngu gaw gashadawn hte tsun dan rit

source: Text:
kn: Ga madung

source: The image is too small. Minimum size is %s.
kn: Sumla gaw grai kaji taw ai.nlaw htum hkrang shadang gaw %s.

source: The main language you want to use. You will still be able to see other languages.
kn: Nang jai lang mayu ai madung tsun shaga ga.Kaga tsun shaga ga hpe mung mu lu na ra ai.

source: The minimal length of your username is %s characters.
kn: Nang jai lang na mying a yawm htum galu shadang gaw %s

source: The username cannot be changed.
kn: kompyuta hta lang ai mying hpe nmai galai ai.

source: This email is already used for another account.
kn: Ndai email hpe kaga accout kaw lang ngut sai.

source: This email is not registered in our system!
kn: Ndai email hpe anhte a ladat kata kaw matsing ninghting ngalaw da ai lam

source: This email is not valid. Please check it and try again.
kn: Ndai email nmai lang ai .Chyeju hte kalang bai galaw shang ya rit.

source: This group can only be viewed by members. Users need to have the key below to become members.
kn: Ndai uhpung hpe hpung shang da ai ni sha mu lu ai.Jai lang ai ni gaw npu kaw madun da ai ahkyak lami hpe uhpung masat byin na matu lang ra nga ai.

source: This group doesn't have a key.
kn: Ndai uhpung kaw ahkyak lami nnga ai.

source: This group violates the rules of conduct.
kn: Ndai uhpung gaw rit kawp tara hpe tawt lai ai.

source: This group was created by mistake, or it is inactive.
kn: Ndai hpung hpe shut ai hku nna galaw tawn da u.

source: This is my profile.
kn: Ndai gaw ngai na labau kadun re.

source: This is not a real group but spam.
kn: Ndai gaw uhpung a jet nre ai.Ndau shabra ai lak san sha re ai

source: This is not a real person but spam.
kn: Ndai gaw masha a jet nre ai. Ndau shabra ai lak san sha re ai.

source: This is not a real resource but spam.
kn: Ndai gaw rudi ruhpang a jet nre ai.Ndau shabra ai lak san sha re ai.

source: This person violates the rules of conduct.
kn: Ndai masha gaw rit kawp tara ni hpe tawt lai ai .

source: This person was created by mistake, or he/she is inactive.
kn: Ndai masha gaw shut ai hku galaw da ai.

source: This resource doesn't exist.
kn: Ndai rudi ruhpang gaw nnga ai.

source: This resource violates the rules of conduct.
kn: Ndai rudi ruhpang gaw rit kawp tara hpe tawt lai ai.

source: This resource was created by mistake, or it is inactive.
kn: Ndai ru di ru hpang hpe shut ai hku galaw da ai.

source: This user doesn't exist.
kn: Ndai jailang ai wa gaw npru shi ai.

source: Time
kn: Ahkying aten

source: Time Zone
kn: Gindai ten bung ginwang

source: To this address we will send a request to confirm your registration.
kn: Na a matsing masat ai lam hpe shagrin la na matu anhte gaw ndai hkringdat de sa dat rit.

source: To:
kn: de/ hpe

source: Top Groups
kn: Ndung ntsa na uhpung ni.
