Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: kac - Kachin/messages.po
Languages: kn

source: private messages
kn: Laksan shiga ni

source: remember me
kn: Ngai hpe dum u.

source: sound on Soundcloud
kn: soundcloud kaw nsen

source: total
kn: Yawng hpawn

source: video on Vimeo
kn: Vimeo kaw video

source: video on YouTube
kn: YouTube kaw video

source: visbility 'friends'
kn: Mu lu ai manang ni

source: visbility 'members'
kn: Mu lu ai hpung shang masha ni

source: visbility 'registered'
kn: Mu lu ai ,matsing masat lam galaw da ai.

source: visbility 'susbcribed'
kn: Mu lu ai, hpung shang da ai.

source: visbility 'world'
kn: Mungkan ting hpe mu lu ai.

source: %s new messages
kn: %s shiga nnan ni

source: 1 new message
kn: shiga nnan

source: Send a private message to %s
kn: Laksan shiga hpe %s de sa u.

source: Quote
kn: Matsun maroi ga

source: The administrator asks you to answer a security question before you can enter.
kn: Hparan ai wa gaw nang nshang shi yang shim lam ga san ni hpe htai na matu nang hpe san ai.

source: Are you sure?
kn: Nang teng ai i?

source: Security Question
kn: Shim lam ga san

source: Sign up is disabled. Please try again later.
kn: sign up nlu shang taw ai.chyeju hte hpang kalang shakut u.

source: Sign in is disabled. Please try again later.
kn: sign in nlu shang taw ai.chyeju hte hpang kalang shakut u.

source: Please answer the security question
kn: Chyeju hte sim lam ga san hpe htai u.

source: You do not have permission to view this page. Please try contact the web site administrator if you believe you should be able to view this page.
kn: Nang kaw ndai laika man hpe yu na hkang nnga ai.lama na nang ndai hpe yu ra ai ngu shadu yang chyeju hte web site hparan ai hpe matut mahkai u.

source: The page you requested could not be found. Please correct the address, return to the previous page, or go back home.
kn: Nang hpyi shawn da ai laika man hpe nmu tam ai. chyeju hte hkring dat hpe jaw hkra galaw u. shawng na laika man de bai sa u. shing nrai yang home laika man de bai sa u.

source: Show only messages by senders with matching names.<ul><li>Type to search only on this page.</li><li>Type and press enter to search on all pages.</li></ul>
kn: Shiga ni hpe sa ai mying hte rau gin dun na sa u. <ul><li>ndai laika man kaw kayet na tam u.</li><li>laika kayet ngut jang enter hpe dip nna laika man yawng hpe tam na matu re ai.</li></ul>

source: Reset the search.<ul><li>The first click resets the search on this page.</li><li>The second click resets the search on all pages.</li></ul>
kn: Tam ai hpe bai tawn u<ul><li>shawng dip ai gaw laika man ntsa kaw tam ai hpe shara bai jahkrat da ai</li><li>hpang bai dip ai gaw laika man yawng ntsa kaw tam ai hpe shara bai jahkrat ai.

source: Edit profile
kn: labau kadun hpe jep shagrin u.

source: Remember me
kn: Ngai hpe dum u.

source: Please try again later.
kn: Chyeju hte hpang kalang bai shakut u.

source: We have resent your confirmation email - just in case you didn't get it before.
kn: Anhte ni kaw re nna shi yang na a shagrin da ai email hpe nga taw sai.dai hpe moi nnga wa ai lam nga wa yang

source: You requested %s's friendship.
kn: Nang gaw %s ni a manang hku nna hpyi shawn da ai.

source: You accepted %s's friendship.
kn: Nang gaw %s ni a manang hku nna hkap la ngut sai.

source: You rejected %s's friendship.
kn: Nang gaw %s ni a hku hkau lam hpe ningdang kau ai.

source: You canceled the friendship with %s.
kn: Nang gaw %s hte rau manang hku nna ningdang kau ai.

source: You joined the group.
kn: Nang gaw uhpung hpe matut mahkai wa sai.

source: You subscribed to the resource.
kn: Nang gaw rudi ruhpang hpung de hpung shang hku nna shawk shawn da ai.

source: You left the group.
kn: Nang gaw uhpung kaw na pru wa sai.

source: You unsubscribed from the resource.
kn: Nang gaw rudi ruhpang hpung kaw nna pru wa sai.

source: The group added a resource.
kn: Uhpung gaw rudi ruhpang langai hpe jat bang ai.

source: The group chat has new messages.
kn: Uhpung nawng tsun shaga lam gaw shiga nnan ni nga ai.

source: The resource has new comments.
kn: Rudi ruhpang kaw dinglun ai nnan ni nga ai.

source: You created a new resource.
kn: Nang gaw rudi ruhpang nnan hpe shalat shapraw ngut sai.

source: You created a new group.
kn: Nang gaw uhpung nnan hpe shalat shapraw ngut sai.

source: You updated your profile.
kn: Nang gaw na a labau kadun hpe hpang jahtum shiga sa ngut sai.

source: The group unsubscribed from the resource.
kn: Uhpung gaw rudi ruhpang kaw hpung shang ai lam hpe shapraw kau ai.

source: The group information was updated.
kn: Uhpung shiga ni hpe hpang jahtum sa ngut sai.

source: The resource information was updated.
kn: Rudi ruhpang shiga hpe hpang jahtum sa ngut sai.

source: Somebody tried to login with your name and a wrong password.
kn: Masha langai ngai gaw na a mying hte shut ai ga makoi hte shang na matu galaw da ai.

source: Today
kn: Dai ni.

source: Yesterday
kn: Mani

source: Week
kn: Laban bat

source: Month
kn: Shata

source: Recent activity
kn: Nna shi ai na shamau shamawt lam

source: load more...
kn: Hpang kalang bai sa u

source: Terms of Use
kn: Jailang ai masat masa lam

source: %d user(s) purged.
kn: % Jailang ai hpe shaw kau ai.

source: 1 week
kn: Bat langai

source: A message from your group %s
kn: Na a uhpung %s kaw na shiga

source: A new chat message was posted in the group.
kn: Uhpung hpang de shaga da ai shiga nnan hpe sa ai

source: A new group was created.
kn: Uhpung nnan hpe shalat shapraw u.

source: A new resource was created.
kn: Rudi ruhpang nnan hpe shalat shapraw u.

source: Access Denied
kn: Jailang ai ahkang hpe ning dang ai.

source: Alarm:
kn: Shadum ai lam

source: All day event
kn: Shani tup na mabyin ni

source: All-day event
kn: Shani tup na mabyin ni

source: Apr
kn: April

source: Continue
kn: Matut galaw ai.

source: Create Group
kn: Uhpung hpe shalat shapraw u.

source: Create Resource
kn: Rudi ruhpang hpe shalat shapraw u.

source: Create a new event?
kn: Mabyin masa nnan hpe shalat shapraw u.

source: Database size
kn: Mahkawng da ai data hkrang shadang

source: Dear %s
kn: Tsawra dik ai%s

source: Different end time
kn: Aten nbung ai.

source: Do you really want to delete this file?
kn: Ndai file hpe teng sha shaprai kau mayu ai i?

source: Edit Resource
kn: Rudi ruhpang hpe jep shagrin ai.

source: Email has been succesfully changed.
kn: email hpe awng dang hkra lu galai sai.

source: Email is already registered to another account.
kn: email hpe kaga account jahpan de matsing da sai.

source: Emails on unread messages:
kn: Nhti shi ai shiga ni kaw na emails

source: End:
kn: hpang jahtum na daw

source: Event Details
kn: hkum tsup ai mabyin ni

source: Event end time:
kn: Hpang jahtum na mabyin

source: Fri
kn: Manga ya shani

source: Friday
kn: Manga ya shani

source: Group name cannot be empty!
kn: Uhpung mying nnga ai .

source: Homepage:
kn: home laika man

source: How to contact them
kn: Shanhte hpe kara hku matut mahkai na rai.

source: If these recommendations are not precise, you could try to find better tags to describe your interests. You can change your tags on your profile page.
kn: Ndai madi shadaw ai lam ni njaw taw yang na a myit lawm lam hpe madun na matu grau kaja ai ga baw hpe shakut tam u.Na a ga baw ni hpe na a madun ai laika man kaw mai galai ai.

source: If you need to upload a new image, close this window and click on 'Upload'.
kn: Lama na nang gaw sumla nnan langai hpe sa na matu ra yang kompyuta hpe pat u."Upload" hpe dip u.

source: Images are public. If you want to prevent others from seeing them, you should choose a file name that is hard to guess.
kn: Sumla gaw shawa masha ni a matu re ai.lama na nang gaw kaga masha ni sumla ni hpe nkam mu shangun yang nang gaw tak yak ai file mying hpe lata mai ai.

source: Interests
kn: myit lawm ai lam ni

source: Last activity:
kn: hpang jahtum na shamu shamawt lam

source: Mon
kn: Bat langai ya

source: Monday
kn: Bat langai ya

source: More information and download
kn: Shiga law law hte rau download

source: My Activity
kn: Ngai na galaw sa lam ni

source: My Events
kn: Ngai na mabyin ni

source: My Recommendations
kn: Ngai na madi shadaw ai lam ni

source: New version:
kn: kasi nnan

source: No images.
kn: Sumla ni nnga ai

source: No problem found.
kn: Manghkang tam nmu ai

source: No tags
kn: tag gabaw ni nnga ai

source: Note:
kn: Matsing

source: Notification Settings
kn: Sadi jaw ai lam ni

source: Over one month old
kn: Shata mi hta jan ai shadang

source: Over six months old
kn: Shata kru hta jan ai shadang

source: Over two months old
kn: Shata lahkawng hta jan ai shadang

source: Page Not Found
kn: Laika man tam nmu ai.

source: Please check now your profile and enter a description and tags.
kn: Chyeju hte na a labau hpe madun ai lam hpe jep u.Madun dan ai lam langai hte rau ga baw(tag)

source: Please enter the text!
kn: Chyeju hte laika shang u.

source: Please select an image
kn: Chyeju hte sumla ngai hpe lata u.

source: Recent Activity
kn: Nna shi ai kaw na galaw sa wa lam

source: Recommended Groups
kn: Madi shadaw ya ai uhpung ni

source: Recommended Resources
kn: Madi shadaw ya ai rudi ruhpang ni

source: Recommended Users
kn: Madi shadaw ya ai jailang ai ni

source: Release information:
kn: Shiga ni hpe dip shapraw ai.

source: Reload
kn: Bai nhtang sa u.

source: Resource name cannot be empty!
kn: Rudi ruhpang mying nnga ai

source: Result
kn: malu

source: Sat
kn: Bat kru ya

source: Saturday
kn: Bat kru ya

source: Searched around your location.
kn: Na nga shara grupyin hpe tam lai wa sai.

source: Send a message to all members
kn: Hpung shang yawng hpang de shiga langai sa u.

source: Send them a local message.
kn: Shanhte hpe buga hte seng ai shiga langai sa u.

source: Send them an email.
kn: Shanhte hpe email langai sa u.

source: Stand by for scheduled maintenance in %s minutes and %s seconds. Please finish your activities.
kn: %s minit ni hte %s hkying sekkan ni kaw lamang ni hpe zing da lam a matu tsap u.Chyeju hte na a galaw sa lam ni hpe shangut u.

source: Start:
kn: Hpang u.

source: Submit
kn: Shang u.

source: Success!
kn: Aung dang ai

source: Sun
kn: Laban shani

source: Sunday
kn: Laban shani

source: System check finished. Find the results below.
kn: Lailen masa hpe jep ngut sai. npu kaw malu hpe tam u.

source: Text
kn: Laika

source: The group unsubscribed from a resource.
kn: Uhpung gaw rudi ruhpang langai kaw nna hpung shang ai hpe pru mat ai.

source: The group was updated.
kn: Hpung hpe hpang jahtum shiga lamang galaw da ai.

source: The password is wrong.
kn: Ga makoi shut ai.

source: The resource was updated.
kn: Rudi ruhpang hpe hpang jahtum shiga lamang galaw da ai.

source: There has been an error sending the confirmation email. Please try again in a while.
kn: Shut na sa dat ai email re majaw chyeju hte bai shakut u.

source: Thu
kn: Bat mali ya

source: Thursday
kn: Bat mali ya

source: Topics
kn: Ga baw ni

source: Tue
kn: Bat lahkawng

source: Tuesday
kn: Bat lahkawng

source: Visit Homepage
kn: home laika man hpe sa yu u.

source: Wed
kn: Bat masum ya

source: Wednesday
kn: Bat masum ya

source: You accepted %s's friendship.
kn: Nang gaw %s ni hte rau %s a manang hku nna hkap la ngut sai.

source: You are not allowed to edit this group.
kn: Nang hpe ndai hpung hpe jep shagrin na ahkang njaw ai.

source: You are not allowed to edit this user.
kn: Nang hpe ndai jailang ai wa hpe jep shagrin na matu ahkang njaw ai.

source: You can receive an email when you have unread messages in your inbox.
kn: Nang kaw nhti shi ai shiga ni, na a laika shadek kaw nga ai shaloi mail langia hpe nang hkap la lu na ra ai.

source: You entered the wrong captcha.
kn: Nang gaw shut ai jak ladat kaw shang da ai.

source: You first need to confirm your registration. Please check your email account and click on the link of the confirmation email.
kn: Shawng nnan ,na a matsing ningting lam hpe shagrin ra ai. chyeju hte na a account hpe shagrin na email link hpe dip u.

source: You have no permission to create public resources.
kn: Nang kaw shawa masha ni hte seng ai rudi ruhpang ni hpe shalat shapraw na ahkang nnga ai.

source: You have unread messages!
kn: Nang kaw nhti shi ai shiga ni nga ai.

source: You receive this message as a member of the group "%s".
kn: Nang gaw ndai shiga hpe %s hpung a hpung shang masha hku hkap la lu ai.

source: You rejected %s's friendship.
kn: Nang gaw %s ni hte %s a hku hkau lam hpe shaprai kau ai.

source: You requested %s's friendship.
kn: Nang gaw %s ni hte %s a manang hku nna hpyi shawn da ai.

source: You signed up.
kn: Nang gaw (sign in) shang ai.

source: Your Facebook account doesn't have an email address.
kn: Na a facebook account kaw email hkringdat nnga ai.

source: Your message has been sent to the members of this group.
kn: Na a shiga hpe ndai Uhpung a hpung shang masha ni hpang de sa ngut sai.

source: Your password must contain at least one small letter.
kn: Na a ga makoi gaw nlaw htum laika kanu langai lawm ra ai.

source: Your permissions only allow to create private resources.
kn: Na a ahkang ni gaw dinghkrai rudi ruhpang hpe shalat shapraw na matu sha re ai.

source: Your software is up to date.
kn: Na a software gaw hpang jahtum shiga lamang re ai.

source: Your website, blog or Facebook profile.
kn: Na a website , blog (sh) facebook shaleng dan ai

source: back
kn: hpang de

source: close
kn: pat u

source: day
kn: shani

source: delete
kn: Shaprai kau u

source: home
kn: Nta

source: insert
kn: bang u

source: max. once per day
kn: Law dik lani mi hta kalang

source: max. once per hour
kn: Law dik hkying langai hta kalang

source: max. once per week
kn: law dik bat mi hta kalang

source: month
kn: Shata

source: move down
kn: npu de sit u

source: move up
kn: nsa de sit u

source: no
kn: nre ai

source: no alert
kn: Shadi jaw lam nnga ai

source: now
kn: ya ya

source: off
kn: pat u

source: only visible to subscribers
kn: hpung shang masha ni sha mu mai ai

source: only visible to you
kn: Nang sha mu mai ai

source: own events
kn: Madu a mabyin masa ni

source: pixel
kn: kaji dik sumla

source: read or write messages
kn: shiga ni hpe hti u.ka u.

source: reset to initial selection
kn: shawng nnan lata lam hpe bai tawn u.

source: sign in with Facebook
kn: facebook hte rau (sing in) shang u

source: subscribed events
kn: hpung shang da ai mabyin masa ni

source: today
kn: Dai ni

source: unfinished registration
kn: Nngut shi ai matsing ningting lam

source: week
kn: Laban bat
