Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: zom - Zolai (Tedim)/messages.po
Languages: ia

source: You are not allowed to view this user.
ia: Hih azangh pen na et ding ong ki phal lo hi.

source: You can only send messages to friends.
ia: Na lawm te bek lai na khak thei hi.

source: You currently block this user
ia: Hih azangh pen tulaitak na khaktan hi.

source: You currently block this user.
ia: Hih azangh pen tulaitak na khaktan hi.

source: You have entered a wrong key.
ia: A khial key guang khateh.

source: You have joined the group.
ia: Nang hi kipawlna ah lut khin ta.

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
ia: Lawm na nei naikei hi. Lawm dinga na nget khatpeuh in ong san khitteh bek laikhak na kipan thei pan hi.

source: You have no permission to create a resource.
ia: Thulakna anaak khatpeuh bawl theih na'ng phal na na ngah kei hi.

source: You have no permission to create groups.
ia: Kipawlna te bawl theih na'ng phalna na ngah kei hi.

source: You have no permission to create resources.
ia: A naak te bawl na ding phalna na ngah kei hi.

source: You need to log in to send messages.
ia: Lai na khak theih na ding in login na lut kul hi.

source: You need to subscribe in order to comment.
ia: Muhdan na ngen nop leh ki pawlna na lut kul hi.

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
ia: Na email address laih ding nong ngen hi. Na email address lui ah et zom theih na(line) khat tawh lai ong ki khak khin hi. Na khel lam na kip sak khit phet in na email address thak ki zangh thei pah ding hi.

source: My Connections
ia: Ka ki zopna te

source: Your IP is known at www.stopforumspam.com as spam source and was blocked.
ia: Na IP pen www.stop forumspam.com ah a ki deih lo lai in ki thei a ong ki khak tan sak hi.

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
ia: Na min sazian ki zangh thei lo ding in kibawl khinta hi. Hi pen a ki khial kha ding in na upmawh leh, hehpihna tawh % a panpih na pen tawh na ki zom in

source: Your email is known at www.stopforumspam.com as spam source and was blocked.
ia: Na email pen www.stop forumspam.com ah deih loh lai khak dan in ki thei a ki khak tan hi.

source: Your email:
ia: Na email:

source: Your image still needs to be cropped to the right dimensions before you can continue!
ia: A ban na zop ma in na lim gol na puah ding ki sam lai hi!

source: Your image still needs to be resized before you can continue!
ia: A ban na zop ma in na lim pha cia puah kik ding ki sam lai hi!

source: Your message has been sent.
ia: Na lai ki khak khin hi.

source: Your messages
ia: Na laikhak te

source: Your password has been successfully changed, you can now log in.
ia: Na thusim- kammal hoihtak ki laih khinta hi, tun login lut thei ta

source: Your password has been successfully changed.
ia: Na thusim- kammal hoihtak ki laih khinta hi.

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
ia: Na thusim- kammal pen a tawm pen mal 8 pha ding a, a tawm pen laimal neu khat, laimal gol khat leh nambat mal khat kihel hamtang ding hi.

source: Your password must contain at least %s characters.
ia: Na thusim- kammal pen a tawm pen % s kihel hamtang kul hi.

source: Your password must contain at least one upper-case letter.
ia: Na thusim- kammal pen a tawmpen laimal gol khat kihel hamtang kul hi.

source: Your password must contain at least one number.
ia: Na thusim- kammal pen a tawmpen nambat mal khat kihel hamtang kul hi.

source: Your password must contain at least one lower-case letter.
ia: Na thusim- kammal pen a tawmpen laimal neu khat kihel hamtang kul hi.

source: Your passwords are different.
ia: Na thusim- kammal te ki lamdang hi.

source: Your report has been received.
ia: Na lai khiat ki ngah ta hi.

source: Your username can only contain letters, numbers, space, dash and underscore!
ia: Na min zat ah laimal, nambat, a awng, giitphei leh a nuaigiit teng bek ki zang thei hi!

source: active
ia: Ki zangh thei hi.

source: add new tag
ia: Lai belh thak gawm hi.

source: administators
ia: Thu vaihawm te

source: administrator
ia: Thu vaihawm pa/nu

source: all
ia: A vekpi

source: all resources
ia: Thilak nading anaak khempeuh

source: all tags
ia: Lai belh thuah khempeuh

source: auto reload
ia: A ma' thu in ki guang kik

source: cancel and return
ia: Phiat in ki leh kik

source: clear map
ia: Gamlim siansuah in

source: create
ia: Bawl in

source: deactivated
ia: Kizangh thei losak

source: detail
ia: Aneng atawng

source: edit
ia: Endik

source: friend
ia: Lawm

source: inactive
ia: Ki zangh lo

source: insert to resource
ia: A naak ah khum in

source: license
ia: Laisen (license)

source: mark as read
ia: Sim khitsa in ciamteh in

source: mark as unread
ia: Sim nailoh in ciamteh in

source: I am a member.
ia: Kei pawllut mimal khat hi ing.

source: moderator
ia: A uk pa/nu

source: moderators
ia: A uk te

source: more groups
ia: Pawl tamzaw te

source: more resources
ia: A naak tamzaw te

source: more users
ia: A zangh tamzaw te

source: move to trash
ia: Ninbung ah paai in

source: my friend
ia: Ka lawm

source: no friend
ia: Lawm neilo

source: I am not a member.
ia: Pawllutmi hi keng

source: not my friend
ia: Ka lawm hilo

source: I am not subscribed.
ia: Pawl ka lutkei hi.

source: only visible to friends
ia: Lawmte bek in muthei

source: only visible to members
ia: Pawlpih mite bek in muthei.

source: only visible to registered users
ia: Min ki khumsa azangh te bek in muthei

source: owner
ia: A nei te

source: regenerate image
ia: Lim bawlkik

source: remove user from resource
ia: A naak pan a zangh pen hemkhia

source: reply
ia: Thuk kik

source: restore from trash
ia: Ninbung sung pan la kik.

source: setup and maintenance
ia: Thuahna leh kepzomna.

source: sign up
ia: Sign up bawl.

source: subscribed
ia: Pawl lut khin ta.

source: top level
ia: A tungnung pen.

source: visible to the world
ia: Leitung bup in mu thei.

source: wrote
ia: Gelh khin

source: Back to the list of messages
ia: Lai khak ki gualh na ah ki leh kik in

source: Back to the list of reports
ia: Ki pulak na te ah ki leh kik in

source: Back to the list of resources
ia: A naak ki gualh na ah ki leh kik in

source: Details of the group
ia: Hih kipawlna thu a neng a tawng.

source: Details of the resource
ia: Hih anaak ii thu a neng a tawng

source: Details of the user
ia: Hih azangh te' thu a neng a tawng.

source: GD (images) supported
ia: GD lim te ah kizangh thei hi.

source: Gettext supported
ia: Gettext ah kizangh thei hi

source: Message not displayed because the user has been deactivated.
ia: Azanghte ki khawl sak a hih man in laikhak te ki lak lo hi.

source: No messages
ia: Lai khak om lo hi.

source: PHP Version
ia: PHP dan

source: Permission to create items
ia: Na khatpeuh bawl na'ng phal na.

source: Privacy policy
ia: Thusim thukhun.

source: Restrict your search to a location
ia: Na nazon pen a mun ciangtan in

source: Search for a place
ia: Mun khat zong in

source: Search for similar topics like your interests and around your location.
ia: Na uukna te leh na kiim a mun cih dan thulu te zong in.

source: Similar to me
ia: Kei tawh kisun hi.

source: User has been deactivated
ia: A zangh pen ki ngahlo hi.

source: User role
ia: A zangh te' om dan

source: zoom in
ia: Neu sak

source: zoom out
ia: Lian sak

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
ia: AND: <i>all</i> cihdante a kimuh tuahna items te bek zongin. <br />OR: Na teelsa omzia ii <i>any</i> items te a omna zongin.

source: Click inside the map to set the center. Click a second time to set the search radius.
ia: Lim laizang ciapteh na dingin limsung meek in. Akizong pang langkhat ciaptehna dingin nihvei na meek in.

source: Image is too big! Max. size is for upload is 2048x2048
ia: Lim gollua! Guantheihding agolpen cia %s ahi hi.

source: Nothing to display
ia: Lahding omlo hi

source: Please enter your new password
ia: Na thusim-kammal thak gelhin:

source: Please use only the English alphabet.
ia: Hehpihnatawh Mikang laimal bek zangin.

source: Reload the chat.
ia: Kihona guangkik in.

source: Resource location on a map
ia: Gamlim tungah thulakna anaak omna mun

source: Show the location where you are right now.
ia: Tulaitaka na omna mun lak in.

source: The chat is only visible to group members.
ia: Hih kihona pen pawllut mimal te bek in muthei in.

source: Time:
ia: Ahun:

source: group
ia: Kipawlna

source: is a product of
ia: pan a kibawl hi

source: resource
ia: Thulakna anaak

source: I am subscribed.
ia: Pawllut mi suakkhin ingh.

source: user
ia: Azangh te

source: Add a Tag
ia: Lai kibelh khat gawm in

source: Add the tags one by one.
ia: Laibelhte khat khit khat gawmin.

source: Administration - Create new tag
ia: Thu vaihawm te - Laibelh thak bawl in

source: Administration - Reports
ia: Thu vaihawm te - Thu pulaak te

source: Administration - Tags
ia: Thu vaihawm te - Laibelh te

source: Administration - Web Statistics
ia: Thu vaihawm te - Web khiil bawlna te

source: Apply the filter and show the results.
ia: Haihkhiatna zangin ngahkhiatte lakin.

source: Click here to continue
ia: Zopna dingin hiah meekin.

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
ia: Amun ciapteh nading in lim sung meek in. Amun akiciapteh khit leh, tua lim pen siansuah masak kul hi: <b class='icon-clear'></b>.

source: Database error.
ia: Thu leh la ciaptehna khial hi.

source: Do you really want to delete this message?
ia: Hih lai na phiat nuam takpi mah hiam?

source: Documentation:
ia: Laituamtuam kepna

source: Done
ia: Zota

source: Done importing resources. Error writing log file.
ia: Thulakna anaak te laklut zota. File kepna gelh khial hi.

source: Done importing resources. Please check the log file.
ia: Thulakna anaak te laklut zota. Hehpihna tawh File kepna sittel in.

source: Done updating locales.
ia: Locales te anunung dinmun ah bawlkhin.

source: Download the mobile application
ia: Mobile tawh zattheihna pen suahkhia in

source: Find more information at:
ia: Thu leh la hiah zonbeh in:

source: Found unused locale '%s', removing from database.
ia: Locale %s zatloh kimu, Database pan lakhia.

source: I am a group moderator.
ia: Kei kipawlna khat asem hi ingh.

source: I am a resource moderator.
ia: Kei thulakna anaak khat asem hi ingh.

source: I am the owner.
ia: Kei a neipa hi ingh.

source: Import resources from a file
ia: File sung pan a naak te lalut in

source: Language code
ia: Kampau ciaptehna Code

source: Mailbox
ia: Laikhak bawm

source: Manage subscribers of this resource
ia: Hih thulakna anaak ah pawllutte na vaan sak in

source: Normal
ia: Hihngeina

source: Notification from %s
ia: %s pan theihsakna

source: Notify members:
ia: Pawllut mimal te theisak in:

source: PHP max execution time
ia: PHP sep hun tam pen

source: PHP memory limit
ia: PHP ciaptehzawhna ciangtan zah

source: PHP memory usage
ia: PHP ciapteh zawhna zatzah

source: Remove this message.
ia: Hih lai phiat in.

source: Reset
ia: Thuahkik

source: Reset the filter and show the entire list.
ia: Haihkhiatna thuahkik inla a kigual vekpi lak in.

source: Return to the home screen.
ia: Lahna maitang bulpi ah kileh in.

source: Screenshot processing.
ia: Screenshot bawl laitak

source: Select a tag that describes a topic that this group is about and click add.
ia: Hih kipawlna ii thu a lakkhia laibelh khat teel inla gawm-in acih meek in.

source: Select a tag that describes a topic that this resource is about and click add.
ia: Hih thulakna anaak ii thu a lakkhia laibelh khat teel inla gawm-in acih meek in.

source: Select a tag that describes one of your interests and click add.
ia: Na lunglutte a lakkhia laibelh khat teel inla gawm-in a cih meek in.

source: Setup and Maintenance
ia: Thuahna leh kepzomna.

source: Statistics
ia: Abawng abawng a ciaptehna

source: System check finished.
ia: Set nasep sittel kizota.

source: System message: You've received a warning about your resource.
ia: Set ii zaksakna: Na thulakna tawh kisai kidop ding thu na ngah ta hi.

source: System message: You've received a warning about your group.
ia: Set ii zaksakna: Na kipawlna tawh kisai kidop ding thu na ngah ta hi.

source: System message: You've received a warning.
ia: Set ii zaksakna: Kidop ding thu na ngah ta hi.

source: Tag "%s" saved.
ia: Laibelh ii %s kikem khin hi.

source: Test
ia: Sittel hi

source: Test locale
ia: Locale sittel in

source: Test the import in a dry run
ia: Na laklut pen kemlo in sin in

source: The tag cannot be its own parent.
ia: Hih laibelh pen ama' thu pi abulpi hi theilo hi.

source: There are unread reports.
ia: Sim nailoh thu pulak te om hi.

source: This group contains wrong information.
ia: Hih kipawlna ah thu manlo kihel hi.

source: This is my group.
ia: Hih pen keima' kipawlna hi.

source: This is my resource.
ia: Hih pen keima' thulakna anaak hi.

source: This resource contains wrong information.
ia: Hih thulakna anaak ah thu manlo kihel hi.

source: This was just a dry run - nothing was saved.
ia: Hih pen akilak mawkmawk hi- bangmah kikem lo hi.

source: URL doesn't seem to exist
ia: Na URL om tuak kei

source: Unread
ia: Sim nailoh

source: Update languages
ia: kampau te anunung dinmun ah bawl in

source: User Forum:
ia: Azangh te' kikupna

source: View big screenshot
ia: Screenshot gol en in

source: We have received complaints about inappropriate language in your group. Please make neccessary adjustments or your group will be deactivated.
ia: Na kipawlna ah a kilawm lo kampau om ci in ong kikhia hi. Puah ding ki sam te puah in na puah kei leh tua na kipawlna zat theih loh in ki bawl ding hi.

source: Web Statistics
ia: Web abawng abawng a ciaptehna

source: You are a moderator on this platform.
ia: Nang pen hih platform tunga asem khat nahi hi.

source: You are an administrator on this platform.
ia: Nang pen hih platform tunga thu vaihawm khat nahi hi.

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
ia: Na email ahih keileh na IP pen www.stopforumspam.com ah deihloh laikhak mawkmawk dan in kithei a kikhaktan hi.

source: Your message was empty.
ia: Na laikhak hawm hi.

source: administrators
ia: thu vaihawm te

source: banned
ia: kikhaam

source: change
ia: kheel

source: chat messages
ia: kihona laite

source: creation rights removed
ia: athak bawltheihna kilakhia hi.

source: document
ia: lai tuamtuam

source: event
ia: thupiang

source: link to external resource
ia: apualam thulakna anaak ah zom

source: live-video on Bambuser
ia: Bambuser tunga live-video

source: message
ia: laikhak

source: organization
ia: kipawlkhopna

source: private messages
ia: aituam laikhakte

source: remember me
ia: ong phawk in

source: sound on Soundcloud
ia: Soundcloud tunga aw

source: total
ia: vekpigawm

source: video on Vimeo
ia: Vimeo tunga video

source: video on YouTube
ia: Youtube tunga video

source: visbility 'friends'
ia: muhtheihna 'lawmte'

source: visbility 'members'
ia: muhtheihna 'pawllut mimalte'

source: visbility 'registered'
ia: muhtheihna 'minkhumsa'

source: visbility 'susbcribed'
ia: muhtheihna 'pawllutsa'

source: visbility 'world'
ia: muhtheihna 'leitungbup'

source: %s new messages
ia: %s laikhak thak

source: 1 new message
ia: Laikhak thak 1
