Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: zom - Zolai (Tedim)/messages.po
Languages: ia

source: (error)
ia: (khialh na)

source: (inappropriate language)
ia: (ki lawm lo kampau)

source: (spam)
ia: (ngetloh deihloh laikhak te)

source: Accept friendship
ia: Lawm dingin sang in

source: Accept friendship request
ia: Lawm dingin ong kingetna sangin

source: Access Level
ia: Thu leh la te ngah na ding in lut in

source: Access level
ia: Thu leh la te ngahna dingin lut in

source: Add
ia: Gawmbeh in

source: Add or remove tags
ia: Laibelh te gawm ahih kei leh lakhia in

source: Add tag
ia: Laibelh gawm in

source: Address cannot be found.
ia: Omna mun kimu lo hi

source: Administration
ia: Vaihawmna

source: Administration - Settings
ia: Vaihawmna tuamtuam te

source: Administration - Setup and Maintenance
ia: Vaihawmna te thuahthakna leh kepzomna

source: Administrator
ia: Thu van pi pa

source: Administrator with id 1 cannot be changed
ia: Vai a geel 1 na pen ki mawk khel theilo

source: Already have an account? Sign in below.
ia: Min sazian neikhin maw? A nuai ah lut in.

source: An email has been sent to you with further instructions.
ia: Aban hilhcianna te tawh email khat ong kikhak khin hi.

source: Apply Filter
ia: A haihna zangin

source: Apply filter
ia: A haihna zangin

source: Automatically reload in regular intervals if something new has been posted.
ia: A thak khat peuh a ki guanbeh leh a hun zui in kipuak kik hi.

source: Back to list of groups.
ia: Pawl sazian kigualhna ah kileh kik in.

source: Back to list of users.
ia: Azangh te sazian gualhna ah kileh kik in.

source: Below you can add details: Describe the topics of this group by one or more tags. If your group is located in a particular town, you can mark it on a map. These information will help other users to find your group.
ia: Anuai ah aneng a tawngin behlap thei hiteh: A thulu pen laibelh khat hiam atamzaw hiam tawh lak thei hiteh. A zenzen in na kipawlna pen khua khat ah om ahih leh gamlim tungah ciamteh thei hiteh. Hih thu te in na pawl a zong midang te' adingin nuamtuam ding hi.

source: Cancel friendship
ia: Lawm pan phiat in

source: Cancel subscription
ia: Kipawlna pan phiat in

source: Cannot find what you are searching?
ia: Na zon pen mu lo maw?

source: Change lost password
ia: A mang na thusim-kammal kheel in

source: Change password
ia: Thusim-kammal kheel in

source: Change the filter
ia: A haihna kheel in

source: Choose from the menus above.
ia: A tunga kingah thei te pan teel in.

source: Clear
ia: Siansuah in

source: Clear Filter
ia: Haihkhiatna siansuah in

source: Click here if you forgot your password.
ia: Na thusim-kammal na mangngilh leh hih teng meek in.

source: Click inside the image and select your avatar.
ia: Lim sung meek inla nang' lim ding teel in.

source: Close
ia: Khak in

source: Comments
ia: Muhdan genna te

source: Comments are only visible when you are signed in.
ia: Na lut (Sign in) khitteh bek muhdan genna te kimu thei hi.

source: Connect filters with
ia: Haihkhiatna tawh zom in

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
ia: Hih kizopna (Link) tei inla na kizoppih nop te khak in. Hih kizopna pen hih kipawlna ii tawhtang dan hi.

source: Create new group
ia: Pawl thak bawl in

source: Create new resource
ia: Anaak thak bawl in

source: Describe in few sentences what this group is about.
ia: Hih kipawlna thu laigual tawmkhat tawh gen in.

source: Describe in few sentences what this resource is about.
ia: Hih anaak thu laigual tawmkhat tawh gen in.

source: Description:
ia: Gentelna

source: Discover new groups
ia: Pawl thak te lakkhia in

source: Discover new resources
ia: Anaak thak te lakkhia in

source: Discover new users
ia: Azang thak te lakkhia in

source: Download the mobile application.
ia: Mobile a kizat theih na pen suahkhia in.

source: Edit the group image
ia: Pawl lim pen endik in

source: Edit the location
ia: A omna mun endik in

source: Edit your avatar
ia: Na limsuan endik in

source: Edit your location
ia: Na omna mun endik in

source: Email change on Mycitizen.net
ia: Mycitizen.net ah email khelna

source: Email couldn't be changed!
ia: Email kikhel theilo!

source: Email is not valid. Check it and try again.
ia: Email kingah lo hi. Encian inla sin kik in.

source: Email:
ia: Email laikhak:

source: Empty Trash
ia: Nin bung hawm sak in

source: Enabled
ia: Hih thei ta

source: Enter a name for the group.
ia: Kipawlna a dinga min khat guan in .

source: Enter a name for the resource.
ia: Abulpi a ding min khat guan in.

source: Entered passwords are not the same.
ia: "Na thusim-kammal gelh kibang lo hi"

source: Error
ia: Khial

source: Error deleting image from cache.
ia: A kepna pan a lim phiatna khial hi.

source: Error deleting image from cache:
ia: A kepna pan alim phiatna ah khial hi.

source: Error loading chat. Are you logged in?
ia: Kihona te kiguang theilo hi. Na min sazian hongkhin mah maw?

source: Error recreating image.
ia: Lim bawlkikna khial hi.

source: Error submitting form.
ia: Na form thehlutna khial hi.

source: Error writing image:
ia: Na lim gelhna khial hi.

source: Event description:
ia: Thupiang te genna

source: Event time:
ia: Thu apian hun

source: February
ia: February kha

source: Filter
ia: Haihkhiat na

source: Filter by name
ia: Minzui a haihkhiatna

source: Filter is off.
ia: Haihkhiatna kikhak hi.

source: Filter is on.
ia: Haihkhiatna kihong hi.

source: Finish your registration at Mycitizen.net
ia: Mycitizen.net ah min khumna ki zo ta

source: Finished cropping and resizing.
ia: Puahna leh a golna bawlkikna ki zo ta

source: Friends
ia: Lawmte

source: Friendship accepted
ia: Lawm hihna phal hi

source: Friendship canceled
ia: Lawm hihna phiat hi

source: Friendship request
ia: Lawm dingin ngen hi

source: Friendship request rejected
ia: Lawm dinga ngetna nial hi

source: Friendship request rejected.
ia: Lawm dinga ngetna nial hi

source: Friendship request sent
ia: Lawm dinga ngetna kikhak khin hi

source: Friendship request sent.
ia: Lawm dinga ngetna kikhak khin hi

source: Given group does not exist.
ia: Na piak kipawlna omlo hi.

source: Go to resource
ia: Anaak ah pai in

source: Group %s has not been subscribed to resource.
ia: Kipawlna ii %s in anaak ah pawllut nailo uh hi.

source: Group %s is already subscribed.
ia: Kipawlna ii %s pen pawllut khin uh hi.

source: Group %s subscribed to this resource.
ia: Kipawlna %s pen anaak ah pawllut khin uh hi.

source: Group %s unsubscribed from resource.
ia: Kipawlna ii %s pen pawllut lo uh hi.

source: Group chat
ia: A hon a kiho na

source: Group key:
ia: Pawl key

source: Group location on a map
ia: Gamlim tunga kipawlna ii omna

source: Group members
ia: Pawllut mimal te

source: Group owner:
ia: Kipawlna anei te

source: Group resources
ia: Kipawlna ii a naak

source: Group status
ia: Kipawlna dinmun

source: Group updated
ia: Kipawlna a nunung dinmun ah kibawl khin

source: Groups
ia: Kipawlna te

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click on the following link.
ia: Hello %s, Mycitizen.net ah email kheel ding na ngen khin hi. Na ngetna a manna dingin anuai a kizopna meek in.

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click on the following link.
ia: Hello %s, Mycitizen.net ah thusim-kammal kheel ding na ngen khin hi. Na ngetna a manna dingin anuai a kizopna meek in.

source: Hello %s, thank you for signing up at Mycitizen.net! To finish your registration click on the following link.
ia: Hello %s, Mycitizen.net ah nong sign up manin lungdam ong ko ungh. Minkhumna na manna dingin anuai-a kizopna meek in.

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
ia: Kipawlna khat peuh in thunkhun palsat hi na cih leh hi tengah khia thei hiteh. Kikhiatna te pen Moderator in ong semto ding hi.

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
ia: Anaak khat peuh in thukhun palsat hi na cih leh hi tengah khia thei hiteh. Kikhiatna te pen Moderator in ong semto ding hi.

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
ia: A zang nu/azangpa in thukhun palsat hi na cih leh hi tengah khia thei hiteh. Kikhiatna te pen Moderator in ong semto ding hi.

source: Hidden group
ia: A kisel kipawlna

source: Hidden user
ia: A kisel azangpa/nu

source: Hours
ia: Naite

source: Image must be in JPEG or PNG format.
ia: Limte pen JPEG ahih keileh PNG format hi hamtang ding hi.

source: Import resources from file
ia: File sung pan a naak te lakhia in

source: Information:
ia: Thu leh la:

source: Insufficient permissions to subscribe group %s to this resource.
ia: Kipawlna ii %s pen anaak ah pawllut na dingin phalna kicinglo hi.

source: Is active
ia: gamtang, nungta

source: January
ia: January kha

source: Join group
ia: Kipawlna tawh kizom in

source: July
ia: July kha

source: June
ia: June kha

source: Language
ia: Kam pau

source: Language:
ia: Kampau:

source: Leave group
ia: Kipawlna pan pusuak in

source: Link to invite new members
ia: Pawllut mithak sapna ding kizopna

source: Loading chat..
ia: Kihona te kiguang laitak .....

source: Location
ia: Om na mun

source: Login
ia: A lut na, Login lut in

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
ia: Hih kipawlna pen mi khempeuh (Leitungbup), hih website a zanghte (mikhumsa) te bek ahih keileh hi kipawlna a pawllut mi-malte ii muhtheih dingin bawlin.

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
ia: Hih thulakna anaak pen mi khempeuh (Leitungbup), hih website azanghte (mikhumsa) te bek ahih keileh hi thulakna anaak at minkhum khin te ii muhtheih dingin bawl in.

source: Manage members of this group
ia: Kipawlna a te vai geelsak in

source: Manage subscribed resources
ia: Minkhumsa tulakna anaak te

source: Map
ia: Gam lim

source: March
ia: Mat kha

source: Maximum image size is %s
ia: Lim agikpen leh 512kb hi

source: May
ia: May kha

source: Media ID:
ia: Kizop na min khat

source: Media type:
ia: Thu kizakna nam te:

source: Member of groups
ia: Kipawlna ah pawllut te

source: Members
ia: Pawllut te

source: Message:
ia: Laikhak

source: Minutes
ia: Minute te

source: Moderator
ia: A kem pa

source: More than one user with the same id found.
ia: Min kibang tawh Khat sanga tamzaw ten zang ahih lam kimu.

source: My Friends
ia: Ka lawm te

source: My Groups
ia: Ka pawlpih te

source: My Location
ia: Ka omna mun

source: My Resources
ia: Ka thulakna a naak

source: My friends
ia: Ka lawm te

source: My real position
ia: Ka dinmun man

source: Name
ia: Min

source: Name:
ia: Min

source: Needs to be created.
ia: Bawl ding akisam teng.

source: New messages
ia: Lakhak thak te

source: No tags.
ia: Laibelh te kigawm sak ken.

source: Normal user
ia: A zangh mipi te

source: Nothing found.
ia: Bangmah mulo

source: November
ia: November kha

source: Now
ia: Tu laitak

source: Number of groups
ia: Kipawlna pha zah

source: Number of resources
ia: Anaak phazah

source: Number of users
ia: Azangh mi phazah

source: October
ia: October kha

source: On
ia: Atungah

source: On invitation only
ia: Sapna bek tawh

source: Only administrators can visit this section!
ia: Hih munah ageelte bek lutthei!

source: Only letters, numbers and '-', with a minimum lenght of 5.
ia: Laimal, nambat leh '-' tawh atawmpen mal 5 pha ding.

source: Owner
ia: A neipa

source: Parent level:
ia: Anu leh apa dinmun:

source: Parent tag:
ia: Laibelh nasak pen:

source: Password again:
ia: Thusim-kammal gelhkik in:

source: Password change on Mycitizen.net
ia: Thusim-kammal Mycitizen.net ah kheelna

source: Password couldn't be changed! Try again later.
ia: Thusim-kammal kikhel zolo! Denlam ciang hanciam kik o.

source: Password:
ia: Thusim-kammal:

source: Please enter some text.
ia: Hehpihna tawh lai tawm gelh in.

source: Please give us some details.
ia: Hehpihna tawh a kicingin tawmkhat ong pia in.

source: Please go to the edit screen and generate a link.
ia: Hehpihna tawh a ki endikna ah lut inla a kizopna ong bawl in.

source: Please select first a part of the image.
ia: Hehpihna tawh lim ii mun pawlkhat teel masa in.

source: Post
ia: khakin/suangin

source: Post new comment
ia: Muhdan genna thak khak in

source: Post reply
ia: Thukkikna khakin

source: Reason:
ia: Ahang:

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
ia: Minkhumna kizo theilo hi. Na email ah na misazian kizat theihna ding hilhcianna tawh laikhak khat ong kikhak hi.

source: Reject friendship request
ia: Lawm ding ngetna nial in

source: Remove
ia: Phiat

source: Repeat password:
ia: Na thusim-kammal gelhkik in:

source: Replies
ia: Lai thukkikna te

source: Report about resource %s, reason: %s
ia: Thulakna anaak ii %s thu ko in, a thu: %s

source: Report about user %s, reason: %s
ia: Azangh pen ii %s thu ko in, a thu: %s

source: Report group
ia: Kipawlna ko in

source: Report resource
ia: Thu lakna anak ko in

source: Report user
ia: Azangh te ko in

source: Reports
ia: Thu genkhiat te/thukoh te

source: Request friendship
ia: Lawm hihna ngen in

source: Request friendship again
ia: Lawm hihna ngenkik in

source: Request new password
ia: Thusim-kammal ngenkik in

source: Resource owner:
ia: Thu lakna anaak nei te:

source: Resource status
ia: Thu lakna anaak dinmun

source: Resource type:
ia: Thu lakna anaak nam:

source: Resource updated
ia: Thu lakna ii dinmun nunung pen kibawl khin hi

source: Resources
ia: Thu lakna anaak te

source: Revoke request
ia: Ngetna dokkik in

source: Role
ia: Dinmun omzia

source: Search
ia: Zong in

source: Search Comments
ia: Muhdan genna te zongin

source: Seconds
ia: Second te

source: See details about the user and respond to the request.
ia: Azangh te thu avek in en inla ong ngetna te dawng in.

source: Select Parent Level
ia: Nu leh Pa (amasa peen) mun teel in

source: Select a group for more details.
ia: Kipawlna khat thu theihbehna dingin teel in

source: Select a language of this resource.
ia: Hih anaak ii zat kampau khat teel in.

source: Select a resource for more details.
ia: Anaak khat thu theihbehna dingin teel in

source: Select a tag
ia: Laibelh khat teel in

source: Select a time
ia: Ahun khat teel in

source: Select a user for more details.
ia: Azangh te khat ii thu theihbeh na dingin teel in.

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
ia: Hih thulakna anaak ah pawllut sak dingin kipawlna khat ahih keileh atamzaw teel in. Nangma' neih ngiat kipawlna ahih keileh a tawmpen in asemte' phalna na neih kipawlnate bek kilak hi.

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
ia: Pawllutna pan khawlsak dingin thulakna anaak khat ahih keileh atamzaw teel in. Hih kipawlna ah pawllut thulakna te bek kilak hi. Thulakna anaak' thu aneng atawnga kigelhna laimai ah na deih peuh pawllut nalut thei hi.

source: Selected Location
ia: A kiteel omna mun

source: Send
ia: Khak in

source: September
ia: September kha

source: Settings
ia: a zat dan ding pawl khat

source: Sign in
ia: Sign in lut in

source: Sign out
ia: Pusuak in

source: Sign up
ia: Sazian thak bawlna

source: Software version:
ia: Software Khen:

source: Specified user not found.
ia: Na cih pa kimu lo hi.

source: Status
ia: Dinmun omzia

source: Subscribe
ia: Kipawl in

source: Subscribe as group
ia: Kipawlna tawh pawllut in

source: Subscribe to resource
ia: Thulakna a naak ah pawllut in

source: Subscribed Groups
ia: Pawllutsa kipawlna

source: Subscribed Users
ia: Pawllutsa azangh te

source: Subscribed to resources
ia: Thulakna anaak te ah pawllut in

source: Subscribers
ia: Kipawlna a lut te

source: Subscriptions as group
ia: Kipawlna tawh pawllutna

source: Surname
ia: Inkuan min

source: Surname:
ia: Inkuan min:

source: System check
ia: Set sittel na

source: System message: Warning!!!
ia: Set pan a lai: Kidawm!!!

source: Tag
ia: Laibelh

source: Tag name:
ia: Laibelhna min:

source: Tags
ia: Laibelh te

source: Tell us why you report this group, including examples:
ia: Hih kipawlna nong khiatna ahang ong gen in, gentehna tawh:

source: Tell us why you report this resource, including examples:
ia: Hih thulakna anaak nong khiatna ahang ong gen in, gentehna tawh:

source: Tell us why you report this user, including examples:
ia: Hih azangh pen nong khiatna ahang ong gen in, gentehna tawh:

source: Text:
ia: Laimal:

source: The image is too small. Minimum size is %s.
ia: Lim pen neu lua hi. Aneu pen 80px x 100px hi.

source: The main language you want to use. You will still be able to see other languages.
ia: Na zatnop pen Kampau. Pau namdang te zong en thei lai ding hiteh.

source: The minimal length of your username is %s characters.
ia: Na zatmin atompen amal phazah ii %s ahi hi.

source: The username cannot be changed.
ia: Azangh min pen kikheel theilo hi.

source: This email is already used for another account.
ia: Hih email pen sazian dang adingin kizangh khin hi.

source: This email is not registered in our system!
ia: Hih email pen ka set sung uh ah kikhum lo hi!

source: This email is not valid. Please check it and try again.
ia: Hih email kizangh thei nawnlo hi. Hehpihna tawh sittel inla sinkik in.

source: This group can only be viewed by members. Users need to have the key below to become members.
ia: Hih kipawlna pen pawllut mimal te bek in enthei hi. Azangh te'n pawllut mi asuah theihna dingin anuai-a laimal te a neih kul hi.

source: This group doesn't have a key.
ia: Hih kipawlna in key laimal bangmah neilo hi.

source: This group violates the rules of conduct.
ia: Hih kipawlna in thukhun palsat hi.

source: This is my profile.
ia: Hih pen kei' thu teng ahi hi.

source: This is not a real group but spam.
ia: Hih pen kipawlna taktak hilo in laimawkmawk ahi hi.

source: This is not a real person but spam.
ia: Hih pen mi tatak hilo in laimawkmawk ahi hi.

source: This is not a real resource but spam.
ia: Hih pen thulakna anaak tatak hilo in laimawkmawk ahi hi.

source: This person violates the rules of conduct.
ia: Hi nu/pa in thukhun palsat hi.

source: This resource doesn't exist.
ia: Hih thulakna anaak pen omlo hi.

source: This resource violates the rules of conduct.
ia: Hih thulakna anaak in thukhun palsat hi.

source: This user doesn't exist.
ia: Hih azangh pen omlo hi.

source: Time
ia: Ahun

source: Time Zone
ia: Munkhat ii Naihun

source: To this address we will send a request to confirm your registration.
ia: Hih email ah na minkhumna kipsakna ding ngetna ong kikhak ding hi.

source: To:
ia: A ngah ding:

source: Top Groups
ia: Kipawlna lianpen te

source: Top Resources
ia: Thulakna anaak lianpen te

source: Top Users
ia: Azangh tampen te

source: Trash
ia: Ninbung

source: Trash emptied.
ia: Ninbung hawmkhin hi.

source: Try a different filter.
ia: Ahaihkhiatna dangkhat sin in.

source: Type
ia: Anam/laikhen in

source: URL must start with http:// or https://!
ia: URL pen http:// ahih keileh https:// tawh kipan hamtang dinghi!

source: URL to external source:
ia: URL pen apualam thulakna anaak ah:

source: Unblock this user
ia: Hih azangh pa/nu khahkik in

source: Unsubscribe
ia: Pawllutna khawlkik

source: Unsubscribe from resource
ia: Thulakna anaak pan minphiatkik

source: Update
ia: A nunung dinmun ah bawlto

source: Upload Avatar:
ia: Avatar lim guang:

source: Upload group image:
ia: Kipawlna lim guang:

source: User %s accepted your friendship.
ia: Azangh %s in na lawmhihna ong sang uh hi.

source: User %s canceled your friendship.
ia: Azangh %s in na lawmhihna ong phiatkik uh hi.

source: User %s rejected your friendship.
ia: Azangh %s in na lawmhihna ong nial uh hi.

source: User %s requested your friendship.
ia: Azangh %s in na lawmhihna ong ngen uh hi.

source: User Signup
ia: Azangh ten min ap na

source: User Status
ia: Azangh te dinmun

source: User lost password
ia: Azangh te'n thusim-kammal mansuah hi

source: User permissions
ia: Azangh te' phalnate

source: User permissions changed.
ia: Azangh te' phalnate kikheel hi.

source: User signin
ia: Azangh te Sign in lut in

source: User status
ia: Azangh te' dinmun

source: User update
ia: Azanghte dinmun nunungah bawl in

source: User updated
ia: Azanghte dinmun nunungah bawlkhin ta

source: User with the same name already exists.
ia: Hih min tawh azangh omkhin hi.

source: User's location on a map
ia: Gamlim tungah azangh te' omna mun

source: Username cannot be empty!
ia: Azangh te' min omna ki-awngsak theilo!

source: Username:
ia: Azangh te' min:

source: Users
ia: Azangh te

source: View details
ia: Anengatawng in en in

source: View details.
ia: Anengatawng in en in.

source: View group owner:
ia: Kipawlna anei te en in:

source: View resource owner:
ia: Thulakna naak anei te en in:

source: Visibility:
ia: Kimuh theihna:

source: We have received complaints about inapproprite language in your group. Please make neccessary adjustments or your group will be deactivated.
ia: Na kipawlna ah a kilawm lo kammal om ci in ong kikhia hi. Puah ding ki sam te puah in na puah kei leh tua na kipawlna zat theih loh in ki bawl ding hi.

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
ia: A kisamlo lai midangte na khak manin ong kikhia hi. Khak nawn ken, na khaklai leh naminzat pen zat theihloh in kibawl ding hi.

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
ia: Na kipawlna sungah a kisam lo lai khak om ci-in ong kikhia hi. A ki lawmlo teng phiat in, na phiat kei leh na kipawlna pen zat theih loh in kibawl ding hi.

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
ia: Na kipawlna sungah a kisam lo lai khak om ci-in ong kikhia hi. A ki lawmlo teng phiat in, na phiat kei leh na kipawlna pen zat theih loh in kibawl ding hi.

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
ia: Na thulakna anaak ah akilawmlo kammal om ci in ong kikhia hi. Puah ding kisam te puah in na puah kei leh tua anaak pen zat theih loh in ki bawl ding hi.

source: Welcome
ia: Kong muak uh hi

source: Write some lines about your life, your work and your interests.
ia: Na nuntak na, na nasep leh na lunglut te' thu tawm ong gelh in.

source: Wrong email format!
ia: Email omzia khial!

source: You are already a member.
ia: Pawl lut mi hi khin ciai.

source: You are not allowed to see the members.
ia: Pawl lut mi te na et ding ong ki phal lo hi.

source: You are not allowed to see the memberships.
ia: Pawllut mi hihna te na etding ong kiphal lo hi.

source: You are not allowed to see the subscribed groups.
ia: A lut khinsa kipawlna te na et ding ong ki phal lo hi.

source: You are not allowed to see the subscribed users.
ia: Pawl lut khinsa azangh te na et ding ong kiphal lo hi.

source: You are not allowed to see the subscriptions.
ia: Pawl lutna te na et ding ong ki phal lo hi.

source: You are not allowed to view this group.
ia: Hih ki pawlna na et ding ong ki phal lo hi.

source: You are not allowed to view this resource.
ia: Hih thulakna anaak pen na et ding ong kiphal lo hi.
