Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/viet - Vietnamese/messages.po
Languages: vi

source: all tags
vi: Tất cả các thẻ

source: auto reload
vi: tự động tải lại

source: cancel and return
vi: Hủy bỏ và trở lại

source: clear map
vi: Bỏ bản đồ

source: create
vi: tạo

source: deactivated
vi: ngừng hoạt động

source: edit
vi: chỉnh sửa

source: inactive
vi: không hoạt động

source: license
vi: giấy phép

source: mark as read
vi: đánh dấu đã đọc

source: mark as unread
vi: đánh dấu chưa đọc

source: I am a member.
vi: Tôi là thành viên.

source: moderator
vi: điều hành viên

source: moderators
vi: các điều hành viên

source: more groups
vi: nhiều nhóm

source: more resources
vi: Nhiều nguồn tài nguyên

source: more users
vi: nhiều người dùng

source: move to trash
vi: chuyển tới thùng rác

source: my friend
vi: bạn của tôi

source: no friend
vi: Không bạn bè

source: I am not a member.
vi: Tôi không phải là thành viên

source: not my friend
vi: không phải bạn tôi

source: I am not subscribed.
vi: Tôi không đăng kí theo dõi

source: only visible to friends
vi: chỉ hiển thị với bạn bè

source: only visible to members
vi: chỉ hiển thị với thành viên

source: only visible to registered users
vi: chỉ hiển thị với người dùng đã đăng kí

source: regenerate image
vi: tái tạo hình ảnh

source: reply
vi: trả lời

source: restore from trash
vi: khôi phục lại từ thùng rác

source: top level
vi: Mức cao nhất

source: visible to the world
vi: Hiển thị với thế giới

source: Back to the list of messages
vi: Quay lại danh sách tin nhắn

source: Back to the list of reports
vi: Trở lại danh sách các báo cáo

source: Back to the list of resources
vi: Trở lại danh sách các nguồn tài nguyên

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
vi: Dưới đây bạn có thể thêm các chi tiết: Mô tả các chủ đề của nguồn tài nguyên này bằng một hoặc nhiều thẻ. Những thông tin này sẽ giúp người sử dụng khác tìm tài nguyên của bạn.

source: Details of the group
vi: Thông tin chi tiết về nhóm

source: Details of the resource
vi: Thông tin chi tiết về các nguồn tài nguyên

source: Details of the user
vi: Thông tin chi tiết về người sử dụng

source: GD (images) supported
vi: GD (hình ảnh) được hỗ trợ

source: Message not displayed because the user has been deactivated.
vi: Tin nhắn không thể hiển thị vì người dùng đã không còn hoạt động.

source: No messages
vi: Không có tin nhắn

source: PHP Version
vi: Phiên bản PHP

source: Permission to create items
vi: Cho phép tạo mục.

source: Privacy policy
vi: Chính sách bảo mật

source: Restrict your search to a location
vi: giới hạn tìm kiếm tại một địa điểm

source: Search for a place
vi: Tìm kiếm địa điểm

source: Search for similar topics like your interests and around your location.
vi: Tìm kiếm chủ đề bạn quan tâm và quanh khu vực của bạn

source: Similar to me
vi: Tương tự như tôi

source: User has been deactivated
vi: Người dùng đã ngừng hoạt động.

source: User role
vi: Vai trò người dùng

source: zoom in
vi: Phóng to

source: zoom out
vi: Thu nhỏ

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
vi: VÀ: Chỉ tìm vật nếu <i> tất cả </ i> điều kiện được đáp ứng <br /> Hoặc là:. Tìm vật phẩm đó nếu <i> bất kỳ </ i> của điều kiện lựa chọn được đáp ứng.

source: Click inside the map to set the center. Click a second time to set the search radius.
vi: Click vào trong bản đồ để thiết lập trung tâm. Nhấp lần nữa để thiết lập bán kính tìm kiếm.

source: Nothing to display
vi: Không có gì để hiển thị

source: Please enter your new password
vi: Xin hãy nhập mật khẩu mới

source: Please use only the English alphabet.
vi: Xin hãy chỉ sử dụng chữ cái tiếng Anh

source: Reload the chat.
vi: Tải lại cuộc trò chuyện.

source: Resource location on a map
vi: Vị trí nguồn tài nguyên trên bản đồ

source: Show the location where you are right now.
vi: Hiển thị ví trí hiện tại

source: The chat is only visible to group members.
vi: Cuộc hội thoại chỉ được hiển thị với thành viên trong nhóm.

source: Time:
vi: Thời gian:

source: Use the filter to narrow down the list of items
vi: Dùng bộ lọc để giới hạn danh mục.

source: group
vi: Nhóm

source: is a product of
vi: là sản phẩm của

source: resource
vi: nguồn

source: I am subscribed.
vi: Tôi đăng kí theo dõi

source: user
vi: người dùng

source: Add a Tag
vi: Thêm một Thẻ

source: Add the tags one by one.
vi: Thêm từng thẻ một.

source: Administration - Create new tag
vi: Quản trị - Tạo thẻ mới

source: Administration - Reports
vi: Quản trị - Báo cáo

source: Administration - Tags
vi: Quản trị - các thẻ

source: Administration - Web Statistics
vi: Quản trị - Thống kê web

source: Apply the filter and show the results.
vi: Áp dụng các bộ lọc và hiển thị kết quả.

source: Avatars are small images that will be visible with your name. Here you can upload your avatar (min. %s, max. %s). In the next step you can crop it.
vi: Avatars là những hình ảnh nhỏ sẽ được hiển thị với tên của bạn. Ở đây bạn có thể tải lên avatar của bạn (min.% S, tối đa.% S). Trong bước tiếp theo bạn có thể thu gọn nó.

source: Click here to continue
vi: Click vào đây để tiếp tục

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
vi: Click vào trong bản đồ để thiết lập vị trí. Nếu vị trí đã được thiết lập, trước tiên bạn cần phải xóa bản đồ: <b class='icon-clear'></b>

source: Database error.
vi: Lỗi cơ sở dữ liệu.

source: Do you really want to delete this message?
vi: Bạn có thực sự muốn xóa tin nhắn này?

source: Documentation:
vi: tài liệu

source: Done
vi: Xong

source: Done importing resources. Error writing log file.
vi: Hoàn thành việc đưa vào các nguồn tài nguyên. Xảy ra lỗi khi ghi tệp nhật kí

source: Done importing resources. Please check the log file.
vi: Hoàn thành việc đưa vào các nguồn tài nguyên. Vui lòng kiểm tra tệp nhật kí

source: Done updating locales.
vi: Hoàn thành cập nhật miền.

source: Download the mobile application
vi: Tải ứng dụng điện thoại di động

source: Found unused locale '%s', removing from database.
vi: Tìm thấy miền '% s' không được sử dụng, loại bỏ khỏi cơ sở dữ liệu.

source: I am a group moderator.
vi: Tôi là điều hành viên của nhóm

source: I am a resource moderator.
vi: Tôi là điều hành viên về tài nguyên

source: I am the owner.
vi: Tôi là chủ sở hữu.

source: Image is too big! Max. size is for upload is %s
vi: Hình ảnh quá lớn ! Cỡ lớn nhất để tải lên là %s

source: Import resources from a file
vi: Nhập thêm tài nguyên từ một tệp dữ liệu

source: Mailbox
vi: Hộp thư

source: Manage subscribers of this resource
vi: Quản lý người đăng kí theo dõi tài nguyên này

source: Notification from %s
vi: Thông báo từ %s

source: Now is the best time to complete your profile. You can enter your name, your location and tags for your interests.
vi: Đây là lúc tốt nhất để hoàn thành hồ sơ cá nhân của bạn. Bạn có thể ghi tên, địa điểm, và các thẻ bạn thích

source: PHP max execution time
vi: Thời gian tối đa thực hiện PHP

source: PHP memory limit
vi: Giới hạn bộ nhớ PHP

source: PHP memory usage
vi: sử dụng bộ nhớ PHP

source: Please paste here the <u>underlined</u> part of the url for the media that you want to add:
vi: Xin hãy dán tại đây <u>gạch chân </u> một phần địa chỉ của đa phương tiện mà bạn muốn thêm vào

source: Remove this message.
vi: Loại bỏ tin nhắn này

source: Reset
vi: Thiết lập lại

source: Reset the filter and show the entire list.
vi: Thiết lập lại bộ lọc và hiển thị toàn bộ danh sách.

source: Return to the home screen.
vi: Quay về màn hình chủ

source: Screenshot processing.
vi: Ảnh chụp màn hình đang được xử lí

source: Select a tag that describes a topic that this group is about.
vi: Chọn thẻ mô tả chủ đề của nhóm này

source: Select a tag that describes a topic that this resource is about.
vi: Chọn thẻ mô tả chủ đề của tài nguyên này

source: Select a tag that describes one of your interests.
vi: Chọn thẻ mô tả mối quan tâm của bạn

source: Setup and Maintenance
vi: Cài đặt và bảo trì

source: Statistics
vi: Thống kê

source: System message: You've received a warning about your group.
vi: Tin nhắn từ hệ thống: Bạn đã nhận được cảnh báo về nhóm của bạn.

source: System message: You've received a warning.
vi: Tin nhắn từ hệ thống: Bạn đã nhận được cảnh báo.

source: Tag "%s" saved.
vi: Thẻ "%s" đã lưu

source: Test the import in a dry run
vi: Kiểm tra việc nhập trong một lần chạy thử

source: The image is too small! Min. size for upload is %s
vi: Hình ảnh quá nhỏ ! Cỡ nhỏ nhất để tải lên là %s

source: The tag cannot be its own parent.
vi: Thẻ không thể là parent của nó được.

source: There are unread reports:
vi: Có thông báo chưa được đọc:

source: This group contains wrong information.
vi: Nhóm này chứa thông tin sai.

source: This is my group.
vi: Đây là nhóm của tôi.

source: This is my resource.
vi: Đây là tài nguyên của tôi.

source: This resource contains wrong information.
vi: Nguồn này chứa thông tin sai.

source: This was just a dry run - nothing was saved.
vi: Đây chỉ là bản chạy thử - không có gì được lưu lại cả.

source: URL doesn't seem to exist
vi: URL không tồn tại

source: Unread
vi: chưa đọc

source: Update languages
vi: Cập nhập ngôn ngữ

source: User Forum:
vi: Diễn đàn người dùng

source: View big screenshot
vi: Xem ảnh chụp màn hình lớn

source: Web Statistics
vi: Thống kê web

source: You are a moderator on this platform.
vi: Bạn là điều hành viên của nền tảng này.

source: You are an administrator on this platform.
vi: Bạn là quản trị viên của nền tảng này.

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
vi: Địa chỉ email hoặc IP được biết đến tại www.stopforumspam.com là nguồn thư rác và đã bị chặn lại.

source: administrators
vi: quản trị

source: banned
vi: Bị cấm

source: change
vi: thay đổi

source: chat messages
vi: Tin nhắn trò chuyện

source: creation rights removed
vi: quyền sáng tạo bị loại bỏ

source: document
vi: tài liệu

source: event
vi: sự kiện

source: link to external resource
vi: liên kết tới nguồn bên ngoài

source: live-video on Bambuser
vi: Video trực tiếp trên Bambuser

source: message
vi: tin nhắn

source: organization
vi: tổ chức

source: private messages
vi: Tin nhắn cá nhân

source: sound on Soundcloud
vi: âm thanh trên Soundcloud

source: total
vi: tổng

source: video on Vimeo
vi: video trên Vimeo

source: video on YouTube
vi: video trên YouTube

source: visbility 'friends'
vi: Bạn bè' hiển thị

source: visbility 'members'
vi: Thành viên' hiển thị

source: visbility 'registered'
vi: đăng kí hiển thị

source: visbility 'susbcribed'
vi: Đăng kí theo dõi' hiển thị

source: visbility 'world'
vi: Thế giới hiển thị

source: %s new messages
vi: %s tin nhắn mới

source: 1 new message
vi: 1 tin nhắn mới

source: Quote
vi: Trích dẫn

source: The administrator asks you to answer a security question before you can enter.
vi: Quản trị viên yêu cầu bạn trả lời câu hỏi bảo mật trước khi bạn có thể đăng nhập.

source: Are you sure?
vi: Bạn có chắc chắn?

source: Security Question
vi: Câu hỏi bảo mật

source: Sign up is disabled. Please try again later.
vi: Đăng ký bị vô hiệu hóa. Xin hãy thử lại sau

source: Sign in is disabled. Please try again later.
vi: Đăng nhập bị vô hiệu hóa. Xin hãy thử lại sau

source: Please answer the security question
vi: Xin hãy trả lời câu hỏi bảo mật

source: You do not have permission to view this page. Please try contact the web site administrator if you believe you should be able to view this page.
vi: Bạn không được phép xem trang này. Hãy thử liên hệ với người quản trị trang web nếu bạn tin rằng bạn nên được xem trang này.

source: The page you requested could not be found. Please correct the address, return to the previous page, or go back home.
vi: Không tìm thấy trang mà bạn yêu cầu. Xin hãy sửa lại địa chỉ, quay lại trang trước hoặc quay về trang chủ.

source: Show only messages by senders with matching names.<ul><li>Type to search only on this page.</li><li>Type and press enter to search on all pages.</li></ul>
vi: Chỉ hiển thị những thông điệp của người gửi với tên phù hợp. <Ul> <li> Gõ để tìm kiếm chỉ trên trang này. </ Li> <li> Gõ và nhấn Enter để tìm kiếm trên tất cả các trang. </ Li> </ ul>

source: Edit profile
vi: Sửa hồ sơ cá nhân

source: Remember me
vi: Nhớ tôi

source: We have resent your confirmation email - just in case you didn't get it before.
vi: Chúng tôi đã gửi lại email xác nhận của bạn - trong trường hợp bạn chưa nhận được nó.

source: You canceled the friendship with %s.
vi: Bạn đã hửu bỏ kết bạn với %s.

source: You joined the group.
vi: Bạn đã tham gia nhóm.

source: You subscribed to the resource.
vi: Bạn đã đăng kí theo dõi tài nguyên.

source: You left the group.
vi: Bạn đã rời nhóm.

source: You unsubscribed from the resource.
vi: Bạn đã bỏ đăng kí theo dõi tài nguyên.

source: The group added a resource.
vi: Nhóm đã thêm một tài nguyên.

source: The resource has new comments.
vi: Tài nguyên có bình luận mới.

source: Somebody tried to login with your name and a wrong password.
vi: Ai đó đã cố đăng nhập bằng tên của bạn với mật khẩu sai.

source: Today
vi: Hôm nay

source: Yesterday
vi: Hôm qua

source: Week
vi: tuần

source: Month
vi: Tháng

source: Recent activity
vi: Hoạt động gần đây

source: load more...
vi: tải thêm…

source: Terms of Use
vi: Thời hạn sử dụng

source: %d user(s) purged.
vi: %d người dùng bị bỏ qua.

source: 1 week
vi: 1 tuần

source: A message from your group %s
vi: Một tin nhắn từ nhóm của bạn %s

source: A new chat message was posted in the group.
vi: Một tin nhắn trò chuyện mới đã được đăng trong nhóm.

source: A new group was created.
vi: Một nhóm mới đã được tạo ra.

source: A new resource was created.
vi: Một nguồn mới được tạo ra.

source: Access Denied
vi: truy cập bị từ chối

source: Alarm:
vi: Báo động:

source: All-day event
vi: Sự kiện cả ngày

source: Apr
vi: Tháng Tư

source: Aug
vi: Tháng Tám

source: Continue
vi: tiếp tục

source: Create Group
vi: Tạo nhóm mới

source: Create Resource
vi: Tạo nguồn tài nguyên

source: Create a new event?
vi: Tạo một sự kiện mới?

source: Database size
vi: kích thước cơ sở dữ liệu

source: Dear %s
vi: thân, thân mến, kính thưa

source: Dec
vi: Tháng Mười Hai

source: Different end time
vi: Thời gian kết thúc khác nhau

source: Do you really want to delete this file?
vi: Bạn có thực sự muốn xóa file này?

source: Edit Resource
vi: Chỉnh sửa nguồn tài nguyên

source: Emails on unread messages:
vi: Email trên tin nhắn chưa đọc:

source: End:
vi: Kết thúc:

source: Event Details
vi: chi tiết sự kiện

source: Event end time:
vi: Thời gian kết thúc sự kiện:

source: Feb
vi: Tháng Hai

source: Fri
vi: Thứ sáu

source: Friday
vi: Thứ sáu

source: Group name cannot be empty!
vi: Tên nhóm không thể để trống!

source: Homepage:
vi: Trang chủ

source: How to contact them
vi: Cách thức liên lạc với họ

source: If these recommendations are not precise, you could try to find better tags to describe your interests. You can change your tags on your profile page.
vi: Nếu các đề xuất này không chính xác, bạn có thể thử tìm thẻ tốt hơn để mô tả sở thích của mình. Bạn có thể thay đổi các thẻ của bạn trên trang hồ sơ cá nhân.

source: If you need to upload a new file, close this window and click on 'Upload'.
vi: Nếu bạn cần tải lên một tệp tin mới, hãy đóng cửa sổ này lại và nhấn " Upload"

source: These files are public. If you want to prevent others from seeing them, you should choose a file name that is hard to guess.
vi: Các tệp tin đều này được công khai. Nếu muốn ngăn người khác đọc nó, bạn nên chọn tên tệp khó đoán được.

source: Interests
vi: Sở thích

source: Jan
vi: Tháng Một

source: Jul
vi: Tháng Bảy

source: Jun
vi: Tháng Sáu

source: Maintenance mode activated.
vi: Chế độ bảo trì được kích hoạt

source: Maintenance mode active.
vi: Chế độ bảo trì đang hoạt động

source: Maintenance mode deactivated.
vi: Chế độ bảo trì bị hủy bỏ.

source: Mar
vi: Tháng Ba

source: Mon
vi: Thứ hai

source: Monday
vi: Thứ hai

source: More information and download
vi: Thông tin thêm và tải về

source: My Activity
vi: Hoạt động của tôi

source: My Events
vi: Sự kiện của tôi

source: My Recommendations
vi: Lời đề nghị của tôi

source: MySQL Version
vi: Phiên bản SQL của tôi

source: New version:
vi: Phiên bản mới

source: No files.
vi: Không có tệp tin.

source: No problem found.
vi: Không có lỗi

source: No tags
vi: Không có thẻ nào

source: Note:
vi: Lưu ý:

source: Notification Settings
vi: Cài đặt thông báo

source: Nov
vi: Tháng mười một

source: Oct
vi: Tháng Mười

source: Over one month old
vi: hơn 1 tháng

source: Over six months old
vi: hơn 6 tháng

source: Over two months old
vi: hơn 2 tháng

source: Page Not Found
vi: không tìm thấy trang

source: Please check now your profile and enter a description and tags.
vi: Xin hãy kiểm tra hồ sơ cá nhân của bạn bây giờ và viết mô tả và thẻ.

source: Please enter the text!
vi: Xin hãy nhập văn bản!

source: Please select a file
vi: Xin hãy chọn tệp tin

source: Problem found
vi: tìm thấy lỗi

source: Purge unconfirmed users
vi: Thanh lọc thành viên chưa được xác nhận

source: Recent Activity
vi: Hoạt động gần đay

source: Recommended Groups
vi: Nhóm được đề nghị

source: Recommended Resources
vi: Tài nguyên được đề nghị

source: Recommended Users
vi: Người dùng được đề nghị

source: Release information:
vi: Phát hành thông tin

source: Reload
vi: Nạp lại

source: Resource name cannot be empty!
vi: tên nguồn không thể để trống

source: Result
vi: Kết quả

source: Saturday
vi: Thứ bảy

source: Searched around your location.
vi: Tìm kiếm quanh khu vực của bạn

source: Send a message to all members
vi: Gửi một tin nhắn tới tất cả thành viên

source: Send them a local message.
vi: Gửi một tin nhắn nội hạt cho họ

source: Send them an email.
vi: Gửi một email cho họ

source: Sep
vi: Tháng Chín

source: Stand by for scheduled maintenance in %s minutes and %s seconds. Please finish your activities.
vi: Tạm dừng để bảo trì theo lịch trình trong % s phút và % s giây. Hãy hoàn thành các hoạt động của bạn.

source: Start:
vi: Chạy:

source: Submit
vi: Gửi, nộp, đệ trình

source: Success!
vi: Thành công!

source: Sun
vi: Chủ Nhật

source: Sunday
vi: Chủ Nhật

source: System check finished. Find the results below.
vi: Hoàn thành kiểm tra hệ thống. Xem kết quả dưới đây

source: Text
vi: văn bản

source: The group unsubscribed from a resource.
vi: Nhóm đã bỏ đăng kí theo dõi một tài nguyên.

source: The group was updated.
vi: Nhóm đã được cập nhập

source: The password is wrong.
vi: Sai mật khẩu

source: The resource was updated.
vi: Tài nguyên đã được cập nhập.

source: There has been an error sending the confirmation email. Please try again in a while.
vi: Có lỗi xảy ra khi gửi email xác nhận. Xin hãy thử lại sau ít phút.

source: This person was created by mistake.
vi: Người này được tạo ra do nhầm lần.

source: Thu
vi: Thứ năm

source: Thursday
vi: Thứ năm

source: Topics
vi: Chủ đề

source: Tue
vi: Thứ ba

source: Tuesday
vi: Thứ ba

source: Visit Homepage
vi: Xem trang chủ

source: Wed
vi: Thứ tư

source: Wednesday
vi: Thứ tư

source: You accepted %s's friendship.
vi: Bạn đã chấp nhận đề nghị kết bạn của %s.

source: You are not allowed to edit this group.
vi: Bạn không được phép chỉnh sửa nhóm này.

source: You are not allowed to edit this user.
vi: Bạn không được phép chỉnh sửa người dùng này.

source: You can receive an email when you have unread messages in your inbox.
vi: Bạn có thể nhận email khi có tin nhắn chưa đọc trong hộp thư.

source: You entered the wrong captcha.
vi: Bạn đã nhập captcha sai.

source: You first need to confirm your registration. Please check your email account and click on the link of the confirmation email.
vi: Trước tiên bạn cần xác nhận việc đăng kí của mình. Xin hãy kiểm tra tài khoản email và nhấn vào đường link trong email xác nhận.

source: You have no permission to create public resources.
vi: Bạn không có quyền tạo ra tài nguyên công.

source: You receive this message as a member of the group "%s".
vi: Bạn nhận được tin nhắn này như là thành viên của nhóm %s

source: You rejected %s's friendship.
vi: Bạn từ chối đề nghị kết bạn của %s

source: You requested %s's friendship.
vi: Bạn đề nghị kết bạn với %s.

source: You signed up.
vi: Bạn đã đăng kí.

source: Your Facebook account doesn't have an email address.
vi: Tài khoản Facebook của bạn không có địa chỉ email.

source: Your message has been sent to the members of this group.
vi: Tin nhắn của bạn đã được gửi tới thành viên của nhóm.

source: Your password must contain at least one small letter.
vi: Mật khẩu của bạn phải có ít nhất một chữ thường.

source: Your permissions only allow to create private resources.
vi: Ban chỉ được phép tạo ra nguồn tài nguyên riêng

source: Your software is up to date.
vi: Phần mềm của bạn đã cập nhập.

source: Your website, blog or Facebook profile.
vi: Trang web, blog và hồ sơ facebook của bạn.

source: back
vi: trở lại

source: close
vi: Đóng

source: day
vi: ngày

source: delete
vi: xóa

source: home
vi: nhà

source: insert
vi: chèn

source: max. once per day
vi: Nhiều nhất 1 lần một ngày

source: max. once per hour
vi: Nhiều nhất 1 lần một tiếng

source: max. once per week
vi: Nhiều nhất 1 lần một tuần

source: month
vi: tháng

source: move down
vi: dịch xuống

source: move up
vi: dịch lên

source: no
vi: không

source: no alert
vi: không báo

source: now
vi: hiện tại

source: off
vi: tắt

source: only visible to subscribers
vi: chỉ hiển thị với người theo dõi

source: only visible to you
vi: chỉ hiển thị với tôi

source: own events
vi: sự kiện riêng

source: pixel
vi: điểm ảnh

source: read or write messages
vi: đọc hoặc viết tin nhắn

source: reset to initial selection
vi: thiết lập lại lựa chọn ban đầu.

source: sign in with Facebook
vi: Đăng nhập bằng facebook

source: subscribed events
vi: Sự kiện đã đăng ký

source: today
vi: Hôm nay

source: unfinished registration
vi: Việc đăng kí chưa hoàn thành

source: week
vi: tuần

source: The following items could be interesting for you:
vi: Có thể bạn quan tâm những mục sau:

source: You see only item that you are not connected to.
vi: Bạn chỉ thấy những mục mà bạn không liên kết.

source: now online
vi: đang trực tuyến

source: Last seen less than 5 mins ago.
vi: Lần cuối nhìn thấy ít hơn 5 phút trước

source: Last seen less than 10 mins ago.
vi: Lần cuối nhìn thấy ít hơn 10 phút trước

source: Last seen:
vi: Lần cuối nhìn thấy:

source: never online
vi: Không bao giờ trực tuyến

source: Searched globally because not enough was found around your location.
vi: Tìm kiếm trên toàn cầu do khu vực của bạn không tìm được đủ.

source: A new user has signed up.
vi: Một người dùng mới đã đăng ký.

source: Include all new users, groups and resources that you are allowed to view.
vi: bao gồm tất cả người mới sử dụng, nhóm và tài nguyên mà bạn được phép xem

source: Your permissions of the group were changed.
vi: Sự cho phép của bạn với nhóm đã được thay đổi.

source: Your permissions of the resource were changed.
vi: Sự cho phép của bạn với nguồn tài nguyên đã được thay đổi.

source: Message to all users
vi: Tin nhắn tới tất cả người dùng

source: Noticeboard Messages
vi: Các tin nhắn từ bảng thông báo

source: These messages will be displayed in the activity stream of all users.
vi: Thông điệp này sẽ được hiển thị trên dòng hoạt động của tất cả mọi người.

source: %d result(s) found
vi: %d kết quả được tìm thấy

source: %s has left the group. Good-bye!
vi: %s đã rời nhóm. Tạm biệt !

source: A message from your group %s at %s
vi: Một tin nhắn từ nhóm của bạn %s ở % s

source: Additional Information
vi: thông tin được đăng ký thêm

source: Administration - Noticeboard
vi: Quản trị - Bảng thông báo

source: Basic Information
vi: Thông tin cơ bản
