Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/viet - Vietnamese/messages.po
Languages: vi

source: Browse Resources
vi: Duyệt nguồn tài nguyên

source: By using this platform you accept our Terms of Use and our Privacy policy.
vi: Khi sử dụng nền tảng này, bạn chấp nhận điều khoản sử dụng và Chính sách bảo mật của chúng tôi.

source: Chat window turned off.
vi: Cửa sổ chat tắt.

source: Chat window turned on.
vi: Cửa sổ chat bật.

source: Click to subscribe.
vi: Nhấn vào đây để đăng ký.

source: Click to unsubscribe.
vi: Nhấn vào đây để hủy đăng ký.

source: Compose
vi: soạn

source: Continue to this [group] (%s).
vi: Tiếp tục với nhóm này

source: Continue to this [resource] (%s).
vi: Tiếp tục với [nguồn] này (% s).

source: Continue to this [user] (%s).
vi: Tiếp tục với người dùng (% s).

source: Document
vi: Tài liệu

source: Error processing screenshot.
vi: Lỗi xử lý ảnh chụp màn hình.

source: Error sending message.
vi: Lỗi gửi tin nhắn.

source: Event
vi: Sự kiện

source: File '%s' already exists.
vi: File '% s' đã tồn tại.

source: File '%s' not found.
vi: Không tìm thấy tập tin '% s'.

source: Find a list of your activities [on your home page] (%s).
vi: Tìm danh sách các hoạt động của bạn [trên trang chủ của bạn] (% s).

source: Find more information [on the page of the group] (%s).
vi: Tìm thêm thông tin [trên trang của nhóm] (% s).

source: Hello %s, Somebody has requested an email change on Mycitizen.net. The new email will be: %s If you think that this is wrong, please [contact the support] (%s).
vi: Xin chào% s, Ai đó đã yêu cầu một sự thay đổi email trên Mycitizen.net. Email mới sẽ là:% s Nếu bạn nghĩ rằng điều này là sai, xin vui lòng [liên hệ với hỗ trợ] (% s).

source: Hello %s, Thank you for signing up at Mycitizen.net! To finish your registration click [here] (%s), or copy the following link to your browser: %s
vi: Xin chào% s, Cảm ơn bạn đã đăng ký tại Mycitizen.net! Để hoàn tất việc đăng ký nhấp chuột của bạn [ở đây] (% s), hoặc sao chép liên kết sau đây để trình duyệt của bạn: % s

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
vi: Xin chào% s, Bạn đã yêu cầu thay đổi mật khẩu trên Mycitizen.net. Để hoàn tất yêu cầu nhấp chuột của bạn [ở đây] (% s), hoặc sao chép liên kết sau đây vào trình duyệt của bạn: % s

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
vi: Xin chào% s, Bạn đã yêu cầu một sự thay đổi email trên Mycitizen.net. Để hoàn tất yêu cầu nhấp chuột của bạn [ở đây] (% s), hoặc sao chép liên kết sau đây vào trình duyệt của bạn: % s

source: Here is an overview of what has happened since your last visit:
vi: Đây là tổng quan những việc đã xảy ra kể từ lần ghé thăm cuối của bạn.

source: Last activity:
vi: Hoạt động cuối:

source: Messages
vi: Tin nhắn

source: More tags
vi: Nhiều thẻ

source: Notice Board
vi: Bảng thông báo

source: Organization
vi: Tổ chức

source: Other
vi: khác

source: Please enter some tags.
vi: Xin hãy nhập thẻ

source: Please enter the new file name:
vi: Xin hãy nhập tên tài liệu mới

source: Please select a recipient
vi: Xin hãy chọn người nhận

source: Please welcome our new member: %s has joined this group.
vi: Chào đón thành viên mới: %s đã tham gia vào nhóm này

source: Private messaging has been disabled by the chat window. Reload page to re-enable
vi: Tin nhắn cá nhân đã bị vô hiệu hóa bởi cửa sổ chat. Tải lại trang để kích hoạt.

source: Purge entire cache
vi: Thanh lọc toàn bộ bộ nhớ đệm

source: Read your messages in your [inbox] (%s).
vi: Đọc tin nhắn của bạn trong [hộp thư] của bạn (%s)

source: Recent activity at %s
vi: Hoạt động gần đây tại %s

source: Remove all faded items.
vi: Loại bỏ các mục đã mờ

source: Reset the search.<ul><li>The first click resets the search on this page.</li><li>The second click resets the search on all pages. </li></ul>
vi: Thiết lập lại các tìm kiếm. <Ul> <li> nhấp chuột lần đầu tiên tái khởi động tìm kiếm trên trang này. </ Li> <li> nhấp chuột lần thứ hai reset tìm kiếm trên tất cả các trang. </ li> </ ul>

source: Save as view
vi: Lưu như đã hiển thị

source: Screenshot
vi: Ảnh chụp màn hình

source: Screenshot already exists.
vi: Ảnh chụp màn hình đã tồn tại

source: Set up a cron on an external service:
vi: Thiết lập một cron trên dịch vụ ngoài

source: Sort by Last Activity
vi: Sắp xếp bằng Hoạt động cuối

source: Sort by Name
vi: Sắp xếp theo tên

source: Sort by Subscribers
vi: Sắp xếp theo người đăng ký theo dõi

source: Tag not found.
vi: Không tìm thấy thẻ.

source: The email address couldn't be changed! The link is not active anymore.
vi: Địa chỉ email không thể thay đổi được! Các liên kết không còn hoạt động.

source: The email address has been succesfully changed.
vi: Địa chỉ email đã được thay đổi thành công.

source: The email address is not valid. Please check it and try again.
vi: Địa chỉ email không hợp lệ. Vui lòng kiểm tra và thử lại.

source: The email couldn't be changed!
vi: Địa chỉ email không thể thay đổi được!

source: The event is in the future.
vi: Sự kiện sẽ diễn ra trong tương lai.

source: The event is over.
vi: Sự kiện đã kết thúc.

source: The event is upcoming.
vi: Sự kiện sắp diễn ra.

source: The group has subscribed to the resource %s.
vi: Nhóm đã đăng ký theo dõi tài nguyên %s

source: The group has unsubscribed from the following resources:
vi: Nhóm đã bỏ đăng kí theo dõi tài nguyên dưới đây:

source: The password couldn't be changed! Please try again later.
vi: Mật khẩu không thể thay đổi được! Xin hãy thử lại sau.

source: The password couldn't be changed! Try again later.
vi: Mật khẩu không thể thay đổi được! Hãy thử lại sau.

source: The password has been successfully changed.
vi: Mật khẩu đã được đổi thành công.

source: The registration couldn't be finished! The link is not active anymore.
vi: Việc đăng kí chưa được hoàn thành. Liên kết không còn hoạt động.

source: There is a problem with your avatar.
vi: Có vấn đề với hình đại diện của bạn

source: This email address is already registered with another account.
vi: Địa chỉ email đã được đăng kí với tài khoản khác,

source: This email address is already used for another account.
vi: Địa chỉ email đã được dùng với tài khoản khác.

source: This email address is not registered in our system!
vi: Địa chỉ email không đăng kí trong hệ thống của chúng tôi!

source: This email address is not valid. Please check it and try again.
vi: Địa chỉ email không hợp lệ. Vui lòng kiểm tra và thử lại.

source: This username is not registered in our system!
vi: Người dùng này không đăng kí trên hệ thống của chúng tôi.

source: Too many emails? You can change the schedule on your [profile page](%s).
vi: Quá nhiều email? Bạn có thể thay đổi lịch trình trên [trang hồ sơ cá nhân] của bạn (%s).

source: Too many failed login attempts. Please try again later.
vi: Quá nhiều lần đăng nhập thất bại. Xin hãy thử lại sau.

source: Too many messages? You can change the schedule on your [profile page](%s).
vi: Quá nhiều tin nhắn? Bạn có thể thay đổi lịch trình trên [trang hồ sơ cá nhân] của bạn (%s).

source: Type your text here.
vi: Gõ văn bản tại đây

source: You can reply only to friends.
vi: Bạn chỉ có thể trả lời bạn bè.

source: You have %d unread messages!
vi: Bạn có %d tin nhắn chưa đọc!

source: You have 1 unread message!
vi: Bạn có một tin nhắn chưa đọc

source: You have just said that.
vi: Bạn vừa nói điều này.

source: You have unread messages at %s
vi: Bạn có tin nhắn chưa đọc tại %s

source: You just said that.
vi: Bạn vừa nói điều này.

source: You receive this email because you have signed up at %s.
vi: Bạn nhận được email này bởi vì bạn đã đăng kí tại %s

source: Your email address or IP is known at www.stopforumspam.com as spam source and was blocked.
vi: Địa chỉ email hoặc IP được biết đến tại www.stopforumspam.com là nguồn thư rác và đã bị chặn lại.

source: Your email or username:
vi: Email của bạn hoặc tên truy cập:

source: Your password was changed.
vi: Mật khẩu của bạn đã được đổi.

source: Your profile was updated.
vi: Hồ sơ của bạn đã được cập nhập.

source: Yours,
vi: Thân mến,

source: audio
vi: âm thanh

source: browse
vi: duyệt

source: center
vi: trung tâm

source: clean up
vi: làm sạch

source: click to rename
vi: Nhấn vào đây để đổi tên

source: crop and resize
vi: cắt và thay đổi kích thước

source: d.m.Y H:i:s
vi: d.m.Y H:i:s/( ngày, tháng, năm, giờ, phút, giây)

source: external link
vi: liên kết bên ngoài

source: fade or unfade
vi: phai màu hay không phai màu

source: go to '%s'
vi: Đi đến '% s'

source: go to your profile
vi: Đi đến hồ sơ của bạn

source: number of susbcribers
vi: Số lượng người đăng kí theo dõi

source: other
vi: khác

source: print
vi: in

source: private event
vi: Sự kiện cá nhân

source: registered
vi: đăng kí

source: remove screenshot
vi: loại bỏ hình chụp màn hình

source: save
vi: Lưu

source: search for '%s'
vi: tìm kiếm '%s'

source: subscribers
vi: Người đăng ký theo dõi

source: tag1, tag2, ...
vi: thẻ 1, thẻ 2,...

source: text information
vi: Thông tin văn bản:

source: toggle chat window
vi: Chuyển đổi cửa sổ chat

source: world
vi: thế giới

source: yesterday
vi: hôm qua
