Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/viet - Vietnamese/messages.po
Languages: vi

source: (error)
vi: (lỗi)

source: (inappropriate language)
vi: (ngôn ngữ không phù hợp)

source: Accept friendship
vi: Chấp nhận kết bạn

source: Accept friendship request
vi: Chấp nhận yêu cầu kết bạn

source: Add
vi: Thêm

source: Add or remove tags
vi: Thêm hoặc loại bỏ các thẻ

source: Add tag
vi: Thêm thẻ

source: Address cannot be found.
vi: Địa chỉ không được tìm thấy.

source: Administration
vi: Quản trị

source: Administration - Settings
vi: Quản trị - Cài đặt

source: Administration - Setup and Maintenance
vi: Quản trị - Thiết lập và bảo trì

source: Administrator
vi: quản trị viên

source: Administrator with id 1 cannot be changed
vi: Quản trị với 1 id không thể thay đổi

source: Already have an account? Sign in below.
vi: Bạn đã có tài khoản chưa? Hãy đăng nhập vào bên dưới.

source: An email has been sent to you with further instructions.
vi: Một email hướng dẫn thêm đã được gửi đến cho bạn

source: Apply Filter
vi: Áp dụng bộ lọc

source: April
vi: Tháng Tư

source: August
vi: Tháng Tám

source: Automatically reload in regular intervals if something new has been posted.
vi: Tự động tải lại trong khoảng thời gian cố định nếu một cái gì đó mới đã được đăng.

source: Back to list of groups.
vi: Trở lại danh sách các nhóm.

source: Back to list of users.
vi: Trở lại danh sách người sử dụng.

source: Cancel friendship
vi: Hủy kết bạn

source: Cancel subscription
vi: Hủy đăng ký

source: Cannot find what you are searching?
vi: Không thể tìm thấy những gì bạn đang tìm kiếm?

source: Change lost password
vi: Thay đổi mật khẩu bị mất

source: Change password
vi: Thay đổi mật khẩu

source: Change the filter
vi: Thay đổi bộ lọc

source: Clear
vi: rõ ràng

source: Clear Filter
vi: Hủy bỏ bộ lọc

source: Click here if you forgot your password.
vi: Click vào đây nếu bạn quên mật khẩu của bạn.

source: Click inside the image and select your avatar.
vi: Nhấn vào bên trong hình ảnh và chọn avatar của bạn.

source: Comments
vi: Bình luận

source: Comments are only visible when you are signed in.
vi: Bình luận ​​chỉ hiển thị khi bạn đã đăng nhập.

source: Connect filters with
vi: Kết nối bộ lọc với

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
vi: Copy đường dẫn này và gửi cho người bạn muốn tham gia. Liên kết này giống như một chìa khóa của nhóm này.

source: Create new group
vi: Tạo nhóm mới

source: Create new resource
vi: Tạo nguồn tài nguyên mới

source: December
vi: Tháng Mười Hai

source: Describe in few sentences what this group is about.
vi: Mô tả trong vài câu về nhóm này.

source: Describe in few sentences what this resource is about.
vi: Mô tả trong vài câu về nguồn tài nguyên này.

source: Description:
vi: Mô tả:

source: Discover new groups
vi: Khám phá những nhóm mới

source: Discover new resources
vi: Khám phá những tài nguyên mới

source: Discover new users
vi: Khám phá những người dùng mới

source: Do you want be visible to everyone (world), only to registered users (registered) or only to your friends (friends)?
vi: Bạn có muốn hiển thị cho tất cả mọi người (thế giới), chỉ người dùng đăng ký (đăng ký) hay chỉ cho bạn bè (bạn bè)?

source: Edit the group image
vi: Chỉnh sửa hình ảnh nhóm

source: Edit the location
vi: Chỉnh sửa vị trí

source: Edit your avatar
vi: Chỉnh sửa avatar của bạn

source: Edit your location
vi: Chỉnh sửa vị trí của bạn

source: Email change on Mycitizen.net
vi: Thay đổi email trên Mycitizen.net

source: Email has been successfully changed.
vi: Email đã được thay đổi thành công.

source: Empty Trash
vi: Dọn sạch Thùng rác

source: Enabled
vi: Bật

source: Enter a key that will be used for inviting members into this group. Use letters, numbers and "-", with a minimum lenght of 5.
vi: Nhập key sẽ được sử dụng để mời các thành viên vào nhóm này. Sử dụng chữ cái, số và "-", với chiều dài tối thiểu là 5.

source: Enter a name for the group.
vi: Nhập tên cho nhóm.

source: Enter a name for the resource.
vi: Nhập tên cho mguồn tài nguyên.

source: Entered passwords are not the same.
vi: Được nhập mật khẩu không giống

source: Error
vi: Lỗi

source: Error deleting image from cache.
vi: Lỗi xóa hình ảnh từ bộ nhớ cache.

source: Error loading chat. Are you logged in?
vi: Lỗi tải trò chuyện. Bạn đang đăng nhập?

source: Error submitting form.
vi: Lỗi gửi mẫu.

source: Error writing image:
vi: Lỗi viết hình ảnh:

source: Event description:
vi: Mô tả sự kiện:

source: Event time:
vi: Thời gian tổ chức sự kiện:

source: February
vi: Tháng Hai

source: Filter
vi: Chọn lọc

source: Filter by name
vi: Lọc theo tên

source: Filter is off.
vi: Bộ lọc được tắt.

source: Finish your registration at Mycitizen.net
vi: Kết thúc đăng ký tại Mycitizen.net

source: Finished cropping and resizing.
vi: Hoàn thành cắt và thay đổi kích thước.

source: Friends
vi: Bạn bè

source: Friendship accepted
vi: Kết bạn được chấp nhận

source: Friendship canceled
vi: Kết bạn bị hủy bỏ

source: Friendship request
vi: yêu cầu kết bạn

source: Friendship request rejected.
vi: Yêu cầu kết bạn bị từ chối.

source: Friendship request sent.
vi: Yêu cầu kết bạn đã được gửi đi.

source: Given group does not exist.
vi: Nhóm được đưa ra không tồn tại.

source: Go to resource
vi: Tới nguồn tài nguyên

source: Group %s has not been subscribed to resource.
vi: Nhóm% s đã không được đăng ký với nguồn tài nguyên.

source: Group %s is already subscribed.
vi: Nhóm% s đã được đăng ký.

source: Group %s subscribed to this resource.
vi: Nhóm% s đã đăng ký tài nguyên này.

source: Group %s unsubscribed from resource.
vi: Nhóm% s bỏ đăng ký tài nguyên.

source: Group chat
vi: Nhóm trò chuyện

source: Edit Group
vi: Sửa nhóm

source: Group key:
vi: Khóa Nhóm:

source: Group location on a map
vi: Vị trí nhóm trên bản đồ

source: Group members
vi: Các thành viên trong nhóm

source: Group owner:
vi: Chủ sở hữu nhóm:

source: Group resources
vi: Tài nguyên của nhóm

source: Group updated
vi: Cập nhật nhóm

source: Groups
vi: Nhóm

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
vi: Tại đây bạn có thể báo cáo các nhóm mà bạn cho rằng đã vi phạm các quy tắc. Báo cáo sẽ được xử lý bởi điều hành viên của chúng tôi.

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
vi: Tại đây bạn có thể báo cáo các tài nguyên mà bạn cho rằng đã vi phạm các quy tắc. Báo cáo sẽ được xử lý bởi điều hành viên của chúng tôi.

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
vi: Tại đây bạn có thể báo cáo người dùng mà bạn cho rằng đã vi phạm các quy tắc. Báo cáo sẽ được xử lý bởi điều hành viên của chúng tôi.

source: Hidden group
vi: Nhóm ẩn

source: Hidden user
vi: Người dùng ẩn

source: Image must be in JPEG or PNG format.
vi: Hình ảnh phải để ở định dạng JPEG hặc PNG.

source: Information:
vi: Thông tin:

source: Insufficient permissions to subscribe group %s to this resource.
vi: Không đủ quyền để đăng ký nhóm %s vào tài nguyên này

source: Is active
vi: Đang hoạt động

source: January
vi: Tháng Một

source: Join group
vi: Tham gia nhóm

source: July
vi: Tháng Bảy

source: June
vi: Tháng Sáu

source: Language
vi: Ngôn ngữ

source: Language:
vi: Ngôn ngữ:

source: Leave group
vi: Bỏ nhóm

source: Link to invite new members
vi: Liên kết mời thành viên mới

source: Loading chat..
vi: Tải trò chuyện…

source: Location
vi: Vị trí

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
vi: Hiển thị nhóm tới tất cả mọi người ( trên thế giới), chỉ người sử dụng trang web này (đã đăng ký) hay thành viên của nhóm (thành viên)?

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
vi: Hiển thị nhóm tới tất cả mọi người ( trên thế giới), chỉ người sử dụng trang web này (đã đăng kí) hay người đăng kí theo dõi tài nguyên (người theo dõi)?

source: Manage members of this group
vi: Quản lý thành viên nhóm này

source: Manage subscribed resources
vi: Quản lý ttài nguyên đăng kí theo dõi

source: Map
vi: Bản đồ

source: March
vi: Tháng Ba

source: Maximum image size is %s
vi: Cỡ lớn nhất là %s

source: May
vi: Tháng Năm

source: Media ID:
vi: Mã số đa phương tiện:

source: Media type:
vi: Loại đa phương tiện

source: Member of groups
vi: Thành viên nhóm

source: Members
vi: Thành viên

source: Moderator
vi: Thành viên

source: More than one user with the same id found.
vi: Tìm thấy nhiều hơn một người dùng với cùng một tài khoản.

source: My Groups
vi: Các nhóm của tôi

source: My Location
vi: Vị trí của tôi

source: My Resources
vi: Tài nguyên của tôi

source: My friends
vi: Các bạn của tôi

source: My real position
vi: Vị trí thực của tôi

source: Name
vi: Tên

source: Name:
vi: Tên:

source: Needs to be created.
vi: Cần được tạo.

source: New messages
vi: Tin nhắn mới

source: Normal user
vi: người dùng thường

source: Nothing found.
vi: Không tìm thấy.

source: November
vi: Tháng mười một

source: October
vi: Tháng Mười

source: On invitation only
vi: Chỉ khi được mời

source: Only administrators can visit this section!
vi: Chỉ điều hành viên được vào khu vực này!

source: Only letters, numbers and '-', with a minimum lenght of 5.
vi: Chỉ các từ, số và '-' với độ dài tối thiểu là 5

source: Owner
vi: chủ sở hữu

source: Parent level:
vi: mức cha mẹ

source: Parent tag:
vi: Thẻ cha mẹ

source: Password again:
vi: Nhập lại mật khẩu

source: Password change on Mycitizen.net
vi: Thay đổi mật khẩu trên Mycityzen.net

source: Password:
vi: Mật khẩu

source: Phone:
vi: Số điện thoại:

source: Please enter some text.
vi: Xin hãy nhập văn bản

source: Please give us some details.
vi: Xin đưa ra cho chúng tôi thêm thông tin chi tiết

source: Please go to the edit screen and generate a link.
vi: Xin hãy tới khu vực chỉnh sửa và tạo một liên kết

source: Please select first a part of the image.
vi: Trước tiên, xin hãy chọn một phần hình ảnh.

source: Post
vi: Đăng

source: Post new comment
vi: Gửi bình luận mới

source: Post reply
vi: Gửi phản hồi

source: Reason:
vi: Lý do :

source: The registration couldn't be finished! Link is not active anymore.
vi: Việc đăng kí chưa được hoàn thành. Liên kết không còn hoạt động.

source: The registration has been successful. You can now sign in.
vi: Đăng kí thành công. Bây giờ bạn có thể đăng nhập.

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
vi: Đăng kí thành công. Tin nhắn với hướng dẫn về cách kích hoạt tài khoản đã được gửi tới email của bạn.

source: Reject friendship request
vi: từ chối lời mời kết bạn

source: Remove
vi: Hủy bỏ

source: Repeat password:
vi: Lập lại mật khẩu:

source: Replies
vi: Trả lời

source: Report about group %s, reason: %s
vi: Trình báo về nhóm %s, lý do: %s

source: Report about resource %s, reason: %s
vi: Trình báo về tài nguyên %s, lý do: %s

source: Report about user %s, reason: %s
vi: Trình báo về người dùng %s, lý do : %s

source: Report group
vi: Tố cáo nhóm

source: Report resource
vi: Tố cáo tài nguyên

source: Report user
vi: Tố cáo người sử dụng

source: Reports
vi: Báo cáo

source: Request friendship
vi: Yêu cầu kết bạn

source: Request new password
vi: Yêu cầu mật khẩu mới

source: Resource owner:
vi: Chủ sở hữu nguồn

source: Resource type:
vi: Loại nguồn tài nguyên:

source: Resource updated
vi: Tài nguyên được cập nhập

source: Resources
vi: Nguồn

source: Revoke request
vi: Rút lại yêu cầu

source: Role
vi: vai trò

source: Search Comments
vi: Tìm kiếm bình luận

source: See details about the user and respond to the request.
vi: Xem chi tiết về người dùng và phản hồi về lời đề nghị

source: Select Parent Level
vi: Chọn mức cha mẹ

source: Select a group for more details.
vi: Chọn nhóm để xem thêm thông tin

source: Select a language of this resource.
vi: Chọn ngôn ngữ cho tài nguyên này

source: Select a language that will be used in this group for communication.
vi: Chọn ngôn ngữ có thể được dùng để giao tiếp trong nhóm này

source: Select a resource for more details.
vi: Chọn tài nguyên để xem thêm thông tin

source: Select a tag
vi: Chọn một thẻ

source: Select a user for more details.
vi: Chọn một người dùng để xem thêm thông tin

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
vi: Chọn một hoặc nhiều nhóm để đăng ký theo dõi tài nguyên này. Chỉ với nhóm mà bạn sở hữu hoặc bạn có ít nhất quyền quản lý

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
vi: Chọn một hoặc nhiều nhóm để bỏ đăng ký theo dõi tài nguyên này. Chỉ những tài nguyên nhóm này đăng ký mới được hiển thị. Bạn có thể đăng ký theo dõi tài nguyên này trên trang thông tin cụ thể của nó

source: Selected Location
vi: Chọn địa điểm

source: Send
vi: Gửi

source: Send a message to a friend
vi: Gửi một tin nhắn tới bạn

source: September
vi: Tháng Chín

source: Settings
vi: Cài đặt

source: Sign in
vi: Đăng nhập

source: Sign out
vi: Thoát

source: Sign up
vi: Đăng ký

source: Software version:
vi: Phiên bản phần mềm:

source: Specified user not found.
vi: Không tìm thấy người dùng chỉ định.

source: Status
vi: Tình trạng

source: Subscribe
vi: quyên góp, đặt mua, viết tên/ ký tên vào bên dưới một văn kiện

source: Subscribe as group
vi: Đăng ký theo dõi theo nhóm

source: Subscribe to resource
vi: Đăng ký theo dõi tài ngueyen

source: Subscribed Groups
vi: Nhóm đã đăng ký theo dõi

source: Subscribed Users
vi: Người dùng đã đăng ký theo dõi

source: Subscribed to resources
vi: Đăng ký theo dõi tài nguyên

source: Subscribers
vi: Người quyên góp, người đặt mua

source: Subscriptions as group
vi: Đăng ký theo dõi theo nhóm

source: Surname:
vi: Họ:

source: System check
vi: Kiểm tra hệ thống

source: Tag name:
vi: Tên thẻ:

source: Tags
vi: Tag

source: Tell us why you report this group, including examples:
vi: Nói cho chúng tôi nguyên nhân bạn trình báo nhóm này, bao gồm cả ví dụ:

source: Tell us why you report this resource, including examples:
vi: Nói cho chúng tôi nguyên nhận bạn trình báo tài nguyên này, bao gồm ví dụ :

source: Tell us why you report this user, including examples:
vi: Nói cho chúng tôi nguyên nhận bạn trình báo người dùng này, bao gồm ví dụ:

source: Text:
vi: Văn bản:

source: The image is too small. Minimum size is %s.
vi: Hình ảnh quá nhỏ. Cỡ nhỏ nhất là %s

source: The main language you want to use. You will still be able to see other languages.
vi: Ngôn ngữ chính mà bạn muốn sử dụng. Bạn vẫn có thể xem bằng ngôn ngữ khác.

source: The minimal length of your username is %s characters.
vi: Độ dài tối thiểu của tên đăng nhập của bạn là %s kí tự.

source: The username cannot be changed.
vi: Tên đăng nhập không thể thay đổi.

source: This group can only be viewed by members. Users need to have the key below to become members.
vi: Nhóm này chỉ có thành viên xem được. Người dùng cần có mã khóa dưới đây để trở thành thành viên.

source: This group doesn't have a key.
vi: Nhóm này không có mã khóa.

source: This group violates the rules of conduct.
vi: Nhóm này vi phạm các quy tắc tiến hành

source: This is my profile.
vi: Đây là hồ sơ của tôi.

source: This is not a real group but spam.
vi: Đây không phải là nhóm thật mà là spam.

source: This is not a real person but spam.
vi: Đây không phải là người thật mà là spam.

source: This is not a real resource but spam.
vi: Đây không phải là nguồn thật mà là spam.

source: This person violates the rules of conduct.
vi: Người này đã vi phạm quy tắc tiến hành.

source: This resource doesn't exist.
vi: Nguồn này không tồn tại.

source: This resource violates the rules of conduct.
vi: Nguồn này vi phạm quy tắc tiến hành,

source: This user doesn't exist.
vi: Người dùng này không tồn tại.

source: To this address we will send a request to confirm your registration.
vi: Chúng tôi sẽ gửi yêu cầu xác nhận việc đăng kí của bạn tới địa chỉ này.

source: To:
vi: Tới:

source: Top Groups
vi: Các nhóm dẫn đầu

source: Top Resources
vi: Nguồn tài nguyên tốt nhất

source: Top Users
vi: Người dùng đỉnh cao nhất

source: Trash
vi: Thùng rác

source: Trash emptied.
vi: Thùng rác rỗng.

source: Try a different filter.
vi: Thử một bộ lọc khác

source: Type
vi: loại

source: URL must start with http:// or https://!
vi: URL phải bắt đầu với http:// hoặc https://!

source: URL to external source:
vi: URL tới các nguồn bên ngoài:

source: Unblock this user
vi: Bỏ chặn người dùng này.

source: Unsubscribe
vi: Hủy đăng ký, huỷ đặt mua

source: Unsubscribe from resource
vi: Bỏ đăng kí theo dõi nguồn

source: Update
vi: Cập nhật

source: Upload Avatar:
vi: Tải hình ảnh đại diện lên:

source: Upload group image:
vi: Tải hình ảnh nhóm lên:

source: User %s accepted your friendship.
vi: Người dùng %s đã chấp nhận kết bạn.

source: User %s canceled your friendship.
vi: Người dùng %s đã hủy bỏ kết bạn.

source: User %s rejected your friendship.
vi: Người dùng %s từ chối kết bạn.

source: User %s requested your friendship.
vi: Người dùng %s đề nghị kết bạn.

source: User Signup
vi: Đăng kí của người sử dụng

source: User lost password
vi: Người dùng mất mật khẩu

source: User permissions changed.
vi: Quyền hạn người dùng đã thay đổi

source: User signin
vi: Đăng nhập của người sử dụng

source: User update
vi: Cập nhập của người sử dụng

source: User updated
vi: Người sử dụng cập nhập

source: User with the same name already exists.
vi: Tồn tại người dùng có cùng tên.

source: User's location on a map
vi: Vị trí người dùng trên bản đồ

source: Username cannot be empty!
vi: Tên truy nhập không thể bị bỏ trống!

source: Username:
vi: Tên truy nhập:

source: Users
vi: người sử dụng

source: View group owner:
vi: Xem người sở hữu nhóm:

source: View resource owner:
vi: Xem người sở hữu nguồn tài nguyên:

source: Visibility:
vi: Hiển thị:

source: We have received complaints about inappropriate language in your resource. Please make necessary adjustments or your resource will be deactivated.
vi: Chúng tôi đã nhận được khiếu nại về ngôn ngữ không phù hợp trong tài nguyên của bạn. Hãy thực hiện điều chỉnh cần thiết hoặc nguồn tài nguyên của bạn sẽ bị ngừng hoạt động.

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
vi: Chúng tôi đã nhận được khiếu nại về việc spam của bạn tới người dùng khác. Hãy dừng lại hoặc tài khoản sẽ bị ngừng hoạt động.

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
vi: Chúng tôi đã nhận đợc khiếu nại về việc bạn sử dụng ngôn ngữ không phù hợp. Hãy dừng lại hoặc tài khoản sẽ bị ngừng hoạt động.

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
vi: Chúng tôi đã nhận được khiếu nại rằng nhóm của bạn có chứa thư rác. Hãy xóa nội dung không phù hợp hoặc nhóm của bạn sẽ bị ngừng hoạt động.

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
vi: Chúng tôi đã nhận được khiếu nại rằng nguồn tài nguyên của bạn có chứa thư rác. Hãy xóa nội dung không phù hợp hoặc nguồn tài nguyên của bạn sẽ bị ngừng hoạt động.

source: Welcome
vi: Chào mừng

source: Write some lines about your life, your work and your interests.
vi: Viết một vài dòng về cuộc sống, công việc, mối quan tâm của bạn.

source: Wrong email format!
vi: Định dạng email sai.

source: You are already a member.
vi: Bạn đã là một thành viên.

source: You are not allowed to see the members.
vi: Bạn không được phép xem thành viên.

source: You are not allowed to see the memberships.
vi: Bạn không được phép xem danh sách thành viên.

source: You are not allowed to see the subscribed groups.
vi: Bạn không được phép xem nhóm đăng kí.

source: You are not allowed to see the subscribed users.
vi: Bạn không được phép xem người dùng đăng kí.

source: You are not allowed to see the subscriptions.
vi: Bạn không được phép xem các đăng kí theo dõi.

source: You are not allowed to view this group.
vi: Bạn không được phép xem nhóm này.

source: You are not allowed to view this resource.
vi: Bạn không được phép xem tài nguyên này.

source: You are not allowed to view this user.
vi: Bạn không được phép xem người dùng này.

source: You can only send messages to friends.
vi: Bạn chỉ có thể gửi tin nhắn tới bạn bè.

source: You currently block this user.
vi: Bạn hiện đang chặn người dùng này.

source: You have entered a wrong key.
vi: Bạn đã nhập sai mã khóa.

source: You have joined the group.
vi: Bạn đã tham gia nhóm.

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
vi: Bạn vẫn chưa có người bạn nào. Bạn chỉ có thể bắt đầu gửi tin nhắn sau khi ai đó chấp nhận lời mời kết bạn của bạn.

source: You have no permission to create groups.
vi: Bạn không có quyền tạo nhóm.

source: You need to log in to send messages.
vi: Bạn cần đăng nhập để gửi tin nhắn.

source: You need to subscribe in order to comment.
vi: Bạn cần đăng kí theo dõi để bình luận.

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
vi: Bạn đã yêu cầu thay đổi địa chỉ email của mình. Một tin nhắn cùng với liên kết đã được gửi đến địa chỉ cũ của bạn. Địa chỉ mới sẽ được kích hoạt khi bạn xác nhận sự thay đổi.

source: My Connections
vi: Liên kết của tôi

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
vi: Tài khoản của bạn đã bị vô hiệu hoá. Nếu bạn nghĩ rằng có nhầm lẫn, xin vui lòng liên hệ với hỗ trợ tại %s.

source: Your email:
vi: email của bạn:

source: Your image still needs to be cropped to the right dimensions before you can continue!
vi: Hình ảnh của bạn cần phải được cắt theo kích thước đúng trước khi tiếp tục.

source: Your image still needs to be resized before you can continue!
vi: Hình ảnh của bạn cần phải được điều chỉnh kích thước trước khi tiếp tục.

source: Your messages
vi: Tin nhắn của bạn

source: Your password has been successfully changed, you can now log in.
vi: Mật khẩu đã được đổi thành công, bạn có thể đăng nhập bây giờ.

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
vi: Mật khẩu của bạn phải có ít nhất 8 ký tự và có ít nhất một chữ thường một chữ in hoa và một số.

source: Your password must contain at least %s characters.
vi: Mật khẩu của bạn phải có ít nhất %s kí tự.

source: Your password must contain at least one upper-case letter.
vi: Mật khẩu của bạn phải có ít nhất một chữ in hoa.

source: Your password must contain at least one number.
vi: Mật khẩu của bạn phải có ít nhất một chữ số.

source: Your password must contain at least one lower-case letter.
vi: Mật khẩu của bạn phải có ít nhất một chữ thường.

source: Your passwords are different.
vi: Mật khẩu của bạn khác.

source: Your report has been received.
vi: Đã nhận được trình báo của bạn.

source: Your username can only contain letters, numbers, space, dash and underscore!
vi: Tên đăng nhập chỉ có thể chứa chữ cái, số, dấu cách, dấu gạch ngang và gạch dưới!

source: active
vi: hoạt động

source: add new tag
vi: Thêm thẻ mới

source: administrator
vi: Quản trị viên

source: all
vi: tất cả

source: all resources
vi: Tất cả nguồn lực
