Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: */messages.po
Languages: de_de, my_mm

source: The resource information was updated.
de_de: Die Ressourceninformation wurden aktualisiert.
my_mm: ရင်းမြစ်သတင်းအချက်အလက်ကိုနောက်ဆုံးသတင်းအချက်အလက်ပို့ခဲ့သည်။

source: Somebody tried to login with your name and a wrong password.
de_de: Jemand hat versucht, sich mit deinem Namen und einem falschen Passwort anzumelden.
my_mm: တစ်စုံတစ်ယောက်သည်သင်၏အမည်နှင့်မှားယွင်းသောစကားဝှက်ဖြင့်ကြိုးစား၍လော့အင်ဝင်ခဲ့သည်။

source: Today
de_de: Heute
my_mm: ယနေ့

source: Yesterday
de_de: Gestern
my_mm: မနေ့က

source: Week
de_de: Woche
my_mm: သီတင်းပတ်

source: Month
de_de: Monat
my_mm: လ

source: Recent activity
de_de: Letzte Ereignisse
my_mm: မကြာသေးခင်ကဆောင်ရွက်ချက်

source: load more...
de_de: weitere anzeigen ...
my_mm: နောက်ထပ်ပို့ပါ

source: Terms of Use
de_de: Nutzungsbedingungen
my_mm: အသုံးပြုသောကာလများ

source: %d user(s) purged.
de_de: % D (r) entfernt.

source: 1 week
de_de: 1 Woche
my_mm: ၁ သ​ီတ​င​်း​ပတ်

source: A message from your group %s
de_de: Eine Nachricht von deiner Gruppe %s
my_mm: သင်၏အုပ်စုှ %s မှသတင်းတစ်ခု

source: A new chat message was posted in the group.
de_de: Eine neue Chat-Nachricht wurde in der Gruppe geschrieben.
my_mm: စကားပြောသတင်းအသစ်တစ်ခုကိုသင်၏အုပ်စုတွင်ပို့ခဲ့သည်။

source: A new group was created.
de_de: Eine neue Gruppe wurde erstellt.
my_mm: အုပ်စုသစ်တစ်ခုကိုဖွဲ့ခဲ့သည်။

source: A new resource was created.
de_de: Eine neue Ressource wurde erstellt.
my_mm: ရင်းမြစ်သစ်တစ်ခုကိုဖွဲ့ခဲ့သည်။

source: Access Denied
de_de: Zugriff verweigert
my_mm: အချက်အလက်များဝင်ရောက်မှုကိုငြင်းပယ်ခဲ့သည်။

source: All day event
de_de: Ganztägiger Termin

source: All-day event
de_de: Ganztägiger Termin
my_mm: တစ်နေ့တာအဖြစ်အပျက်

source: Continue
de_de: Fortsetzen
my_mm: ရှေ့ဆက်ပါ

source: Create Group
de_de: Gruppe erstellen
my_mm: အုပ်စုကိုဖွဲ့ပါ

source: Create Resource
de_de: Ressource erstellen
my_mm: ရင်းမြစ်ကိုဖန်တီးပါ

source: Create a new event?
de_de: Einen neuen Termin erstellen?
my_mm: အဖြစ်အပျက်အသစ်ကိုဖန်တီးပါ

source: Database size
de_de: Größe der Datenbank
my_mm: စုစည်းထားသောဒေတာအရွယ်အစား

source: Dear %s
de_de: Lieber %s
my_mm: မင်္ဂငလာပါ %s

source: Dec
de_de: Dez
my_mm: ဒီဇင်ဘာ

source: Different end time
de_de: Verschiedener Endzeitpunkt
my_mm: ကွဲပြားခြားနားသောပြီးဆုံးသောအချိန်

source: Do you really want to delete this file?
de_de: Willst du diese Datei wirklich löschen?
my_mm: သင်အမှန်တကယ်ဤဖိုင်ကိုပယ်ဖျက်ချင်ပါသလား။

source: Edit Resource
de_de: Ressource bearbeiten
my_mm: ရင်းမြစ်ကိုတည်းဖြတ်ပါ

source: Email has been succesfully changed.
de_de: E-Mail wurde erfolgreich geändert.
my_mm: အီးမေးလ်ကိုအောင်မြင်စွာပြောင်းပြီးပြီ

source: Email is already registered to another account.
de_de: E-Mail ist bereits mit einem anderen Konto registriert.
my_mm: အီးမေးလ်ကိုအခြားအကောင့်စာရင်းသို့မှတ်ပုံတင်ပြီးပြီ

source: Emails on unread messages:
de_de: E-Mails für ungelesene Nachrichten:
my_mm: မဖတ်ရသေးသောသတင်းများမှအီးမေးလ်များ

source: End:
de_de: Ende:
my_mm: နောက်ဆုံးအပိုင်း

source: Event Details
de_de: Weitere Informationen zum Termin
my_mm: အဖြစ်အပျက်အသေးစိတ်များ

source: Event end time:
de_de: Terminende:
my_mm: နောက်ဆုံးအချိန်အဖြစ်အပျက်

source: Feb
de_de: Februar
my_mm: ဖေဖော်ဝါရီ

source: Fri
de_de: Fr
my_mm: သောကြာနေ့

source: Friday
de_de: Freitag
my_mm: သောကြာနေ့

source: Group name cannot be empty!
de_de: Gruppenname darf nicht leer sein!
my_mm: အုပ်စုအမည်မရှိနိုင်ပါ

source: How to contact them
de_de: Kontakt
my_mm: သူတို့ကိုဘယ်လိုဆက်သွယ်ရမည်

source: If these recommendations are not precise, you could try to find better tags to describe your interests. You can change your tags on your profile page.
de_de: Wenn diese Empfehlungen nicht zutreffen, kannst du versuchen, deine Interessen mit besseren Tags zu beschreiben. Tags kannst du auf deiner Profilseite ändern.
my_mm: ဤထောက်ခံချက်များမတိကျလျှင်သင်သည်သင်၏စိတ်ဝင်စားမှုများကိုဖော်ပြရန်ပိုကောင်းသောခေါင်းစဉ်များကြိုကိုးစားရှာဖွေနိုင်သည်။ သင်သည် သင်၏ခေါင်းစဉ်များကိုသင်၏ဖော်ပြချက်စာမျက်နှာတွင်ပြောင်းနိုင်သည်။

source: If you need to upload a new image, close this window and click on 'Upload'.
de_de: Wenn du ein neues Bild hochladen willst, schließe dieses Fenster und klicke auf "Upload".

source: Images are public. If you want to prevent others from seeing them, you should choose a file name that is hard to guess.
de_de: Bilder sind öffentlich. Wenn andere Personen sie nicht sehen sollen, dann wähle einen Dateinamen, der schwer zu erraten ist.

source: Interests
de_de: Interessen
my_mm: စိတ်ဝင်စားမှုများ

source: Maintenance mode activated.
de_de: Wartungsmodus aktiviert.

source: Maintenance mode active.
de_de: Wartungsmodus aktiv.

source: Maintenance mode deactivated.
de_de: Wartungsmodus deaktiviert.

source: Mar
de_de: Mär
my_mm: မတ်လ

source: Mon
de_de: Mo
my_mm: တနင်္လာနေ့

source: Monday
de_de: Montag
my_mm: တနင်္လာနေ့

source: More information and download
de_de: Mehr Informationen und Download

source: My Activity
de_de: Meine Aktivität
my_mm: ကျွနိုပ်၏ဆောင်ရွက်ချက်များ

source: My Events
de_de: Meine Termine
my_mm: ကျွနိုပ်၏အဖြစ်အပျက်များ

source: My Recommendations
de_de: Meine Empfehlungen
my_mm: ကျွနိုပ်၏ထောက်ခံချက်များ

source: New version:
de_de: Neue Version:
my_mm: မူကွဲအသစ်

source: No images.
de_de: Keine Bilder.

source: No problem found.
de_de: Kein Problem gefunden.
my_mm: ပြဿနာရှာမတွေ့ပါ

source: No tags
de_de: Keine Tags
my_mm: (တိတ်) ခေါင်းစဉ်များမရှိပါ

source: Note:
de_de: Hinweis:
my_mm: မှတ်စု

source: Notification Settings
de_de: Benachrichtigungseinstellungen
my_mm: သတိပေးခြင်းအနေအထားများ

source: Oct
de_de: Okt
my_mm: အောက်တိုဘာ

source: Over one month old
de_de: Mehr als einen Monat alt
my_mm: တစ်လထက်ပိုသောသက်တမ်း

source: Over six months old
de_de: Über sechs Monate alt
my_mm: ခြောက််လထက်ပိုသောသက်တမ်း

source: Over two months old
de_de: Über zwei Monate alt
my_mm: နှစ်လထက်ပို်သောသက်တမ်း

source: Page Not Found
de_de: Seite nicht gefunden
my_mm: စာမျက်နှာကိုရှာမတွေ့ပါ

source: Please check now your profile and enter a description and tags.
de_de: Bitte prüfe jetzt dein Profil und gib eine Beschreibung und Tags ein.
my_mm: ကျေးဇူးပြု၍သင်၏ပရိုဖိုင်းဖော်ပြချက်ကိုစစ်ဆေးပါ၊ ဖော်ပြချက်တစ်ခုနှင့်ခေါင်းစဉ်များဝင်ရောက်ပါ

source: Please enter the text!
de_de: Bitte gib den Text ein!
my_mm: ကျေးဇူးပြု၍စာသားဝင်ရောက်ပါ

source: Please select an image
de_de: Bitte wähle ein Bild

source: Problem found
de_de: Problem gefunden

source: Purge unconfirmed users
de_de: Unbestätigte Benutzer entfernen

source: Recent Activity
de_de: Letzte Aktivitäten
my_mm: မကြာသေးခင်ကဆောင်ရွက်ချက်

source: Recommended Groups
de_de: Empfohlene Gruppen
my_mm: ထောက်ခံချက်ပေးသောအုပ်စုများ

source: Recommended Resources
de_de: Empfohlene Ressourcen
my_mm: ထောက်ခံချက်ပေးသောရင်းမြစ်များ

source: Recommended Users
de_de: Empfohlene Benutzer
my_mm: ထောက်ခံချက်ပေးသောအသုံးပြုသူများ

source: Release information:
de_de: Versionsangaben:

source: Reload
de_de: Neu laden
my_mm: ပြန်လည်တင်ပို့ပါ

source: Resource name cannot be empty!
de_de: Ressourcenname darf nicht leer sein!
my_mm: ရင်းမြစ်အမည်သည်မရှိနိုင်ပါ

source: Result
de_de: Ergebnis
my_mm: ရလဒ်

source: Sat
de_de: Sa
my_mm: စနေနေ့

source: Saturday
de_de: Samstag
my_mm: စနေနေ့

source: Searched around your location.
de_de: Rund um deinen Standort gesucht.
my_mm: သင်၏တည်နေရာဝန်းကျင်ကိုရှာဖွေခဲ့သည်

source: Send a message to all members
de_de: Eine Nachricht an alle Mitglieder senden
my_mm: အဖွဲ့ဝင်အားလုံးထံသို့သတင်းတစ်ခုပို့ပါ

source: Send them a local message.
de_de: Eine lokale Nachricht senden.
my_mm: သူတို့ကိုဒေသဆိုင်ရာသတင်းတစ်ခုပို့ပါ

source: Send them an email.
de_de: Eine E-Mail senden.
my_mm: သူတို့ကိုအီးမေးလ်တစ်ခုပို့ပါ

source: Sep
de_de: September
my_mm: စက်တင်ဘာ

source: Stand by for scheduled maintenance in %s minutes and %s seconds. Please finish your activities.
de_de: Mach dich auf Wartungsarbeiten in %s Minuten und %s Sekunden gefasst. Bitte beende deine Aktivitäten.
my_mm: %s မီးနစ်များနှင့် %s စက္ကန့်များတွင်အစီအစဉ်ကိုထိန်းသိန်းမှုအတွက် ရပ်တည်ပါ။ကျေးဇူးပြု၍သင်၏ဆောင်ရွက်ချက်များကိုပြီးစေပါ။

source: Start:
de_de: Beginn:
my_mm: စတင်ပါ

source: Submit
de_de: Absenden
my_mm: ဝင်ရောက်ပါ

source: Success!
de_de: Fertig!
my_mm: အောင်မြင်သည်

source: Sun
de_de: So
my_mm: တနင်္ဂနွေနေ့

source: Sunday
de_de: Sonntag
my_mm: တနင်္ဂနွေနေ့

source: System check finished. Find the results below.
de_de: Systemprüfung abgeschlossen. Die Ergebnisse findest du unten.

source: The group unsubscribed from a resource.
de_de: Die Gruppe wurde aus einer Ressource entfernt.
my_mm: အုပ်စုသည်ရင်းမြစ်တစ်ခုမှအဖွဲ့ဝင်ခြင်းကိုနှုတ်ထွက်ခဲ့သည်။

source: The group was updated.
de_de: Die Gruppe wurde aktualisiert.
my_mm: အုပ်စုကိုနောက်ဆုံးသတင်းအချက်အလက်လုပ်ခဲ့သည်။

source: The password is wrong.
de_de: Das Passwort ist falsch.
my_mm: စကားဝှက်သည်မှားသည်။

source: The resource was updated.
de_de: Die Ressource wurde aktualisiert.
my_mm: ရင်းမြစ်ကိုနောက်ဆုံးသတင်းအချက်အလက်လုပ်ခဲ့သည်။

source: There has been an error sending the confirmation email. Please try again in a while.
de_de: Es ist ein Fehler beim Senden der E-Mail-Bestätigung geschehen. Bitte versuche es später noch einmal.
my_mm: မှားယွင်းပြီးပို့သောအီးမေးလ်ဖြစ်ပြီ်။ကျေးဇူးပြု၍တစ်ခဏအတွင်းပြန်လည်ကြိုး စားပါ။

source: This person was created by mistake.
de_de: Diese Person wurde aus Versehen erstellt.

source: Thu
de_de: Do
my_mm: ကြာသပတေးနေ့

source: Thursday
de_de: Donnerstag
my_mm: ကြာသပတေးနေ့

source: Topics
de_de: Themen
my_mm: ခေါင်းစဉ်များ

source: Tue
de_de: Di
my_mm: အင်္ဂါနေ့

source: Tuesday
de_de: Dienstag
my_mm: အင်္ဂါနေ့

source: Visit Homepage
de_de: Homepage besuchen
my_mm: အိမ်စာမျက်နှာကိုလာရောက်ကြည့်ရှုပါ

source: Wed
de_de: Mi
my_mm: ဗုဒ္ဓဟူးနေ့

source: Wednesday
de_de: Mittwoch
my_mm: ဗုဒ္ဓဟူးနေ့

source: You accepted %s's friendship.
de_de: Du hast %s's Freundschaft akzeptiert.
my_mm: သင်သည် % များနှင့်%၏ သူငယ်ချင်းအဖြစ်ကိုလက်ခံခဲ့သည်။

source: You are not allowed to edit this group.
de_de: Du bist nicht berechtigt, diese Gruppe zu bearbeiten.
my_mm: သင့်ကိုဤအုပ်စုကို တည်းဖြတ်ပြင်ဆင်ရန်ခွင့်မပြုပါ

source: You are not allowed to edit this user.
de_de: Du bist nicht berechtigt, diesen Benutzer zu bearbeiten.
my_mm: သင့်ကိုဤအသုံးပြုသူကို တည်းဖြတ်ပြင်ဆင်ရန်ခွင့်မပြုပါ

source: You can receive an email when you have unread messages in your inbox.
de_de: Du kannst per E-Mail auf ungelesene Nachrichten im Posteingang aufmerksam gemacht werden.
my_mm: သင့်မှာမဖတ်ရသေးသောသတင်းများသင်၏စာသေတ္တာထဲတွင်ရှိသောအခါ သင်သည်အီးမေးလ်တစ်ခုကိုလက်ခံရှိနိုင်သည်။

source: You entered the wrong captcha.
de_de: Captcha falsch eingegeben.
my_mm: သင်သည်မှားယွင်းသောနည်းပညာ(ပရိုဂရမ်)ကိုဝင်ခဲ့သည်

source: You first need to confirm your registration. Please check your email account and click on the link of the confirmation email.
de_de: Zunächst musst du deine Anmeldung bestätigen. Bitte überprüfe dein E-Mail-Konto und klicke auf den Bestätigungs-Link.
my_mm: ပထမဆုံး သင်သည်သင်၏မှတ်ပုံတင်ခြင်းကိုအတည်ပြုရန်လိုအပ်သည်။ ကျေးဇူးပြု၍သင်၏အီးမေးလ်အကောင့်ကိုစစ်ဆေးပြီး အတည်ပြုခြင်းအီးမေးလ်ကွင်းဆက်(လင့်ခ်)ကိုနှိပ်ပါ။

source: You have no permission to create public resources.
de_de: Du bist nicht berechtigt, öffentliche Ressourcen zu erstellen.
my_mm: သင့်မှာလူထုနှင့်ဆိုင်သောရင်းမြစ်များကိုဖန်တီးရန်ခွင့်ပြုချက်မရှိပါ

source: You have unread messages!
de_de: Du hast ungelesene Nachrichten!
my_mm: သင့်မှာမဖတ်ရသေးသောသတင်းများရှိသည်။

source: You receive this message as a member of the group "%s".
de_de: Du erhältst diese Nachricht als Mitglied der Gruppe "%s".
my_mm: သင်သည်ဤသတင်းကို %s အုပ်စု၏အဖွဲ့ဝင်တစ်ယောက်အဖြစ် လက်ခံရရှိသည်။

source: You rejected %s's friendship.
de_de: Du hast %s's Freundschaft abgelehnt.
my_mm: သင်သည် % များနှင့်%၏ သူငယ်ချင်းအဖြစ်ကိုပယ်ဖျက်ခဲ့သည်။

source: You requested %s's friendship.
de_de: Du hast %s's Freundschaft erbeten.
my_mm: သင်သည် % များနှင့်%၏ သူငယ်ချင်းအဖြစ်ကိုတောင်းဆိုခဲ့သည်။

source: You signed up.
de_de: Du hast dich registriert.
my_mm: သင်သည်ဆိုင်းအပ်ဝင်ရောက်ခဲ့သည်။

source: Your Facebook account doesn't have an email address.
de_de: Dein Facebook-Konto hat keine E-Mail-Adresse.
my_mm: သင်၏facebookအကောင့်မှာအီးမေးလ်လိပ်စာမရှိပါ။

source: Your message has been sent to the members of this group.
de_de: Deine Nachricht wurde an die Gruppenmitglieder gesendet.
my_mm: သင်၏သတင်းကိုဤအုပ်စု၏အဖွဲ့ဝင်များသို့ပို့ပြီးပြီ

source: Your password must contain at least one small letter.
de_de: Ihr Passwort muss mindestens einen Kleinbuchstaben enthalten.
my_mm: သင်၏စကားဝှက်သည်အနည်းဆုံးအက္ခရာသေးတစ်ခုပါဝင်ရမည်။

source: Your permissions only allow to create private resources.
de_de: Ihre Berechtigungen erlauben dir nur, private Ressourcen zu erstellen.
my_mm: သင်၏ခွင့်ပြုချက်များသည်ပုဂ္ဂလိကရင်းမြစ်များကိုဖန်တီးရန်ခွင့်ပြုရုံသာလျှင်ဖြစ်သည်။

source: Your software is up to date.
de_de: Deine Software ist aktuell.
my_mm: သင်၏ဆော့ဝဲလ်သည်နောက်ဆုံးသတင်း(ဖော်ပြချက်)ဖြစ်သည်

source: Your website, blog or Facebook profile.
de_de: Deine Website, Blog oder Facebook-Profil.
my_mm: သင်၏ဝဘ်ဆိုဒ်၊ဘလော့ (သို့မဟုတ်) facebook ဖော်ပြချက်

source: back
de_de: zurück
my_mm: နောက်သို့

source: close
de_de: schließen
my_mm: ပိတ်ပါ

source: day
de_de: Tag
my_mm: နေ့/ရက်

source: delete
de_de: löschen
my_mm: ဖျက်ပါ

source: g:ia
de_de: G:i

source: insert
de_de: einfügen
my_mm: အစားသွင်းပါ

source: l, j F Y
de_de: l, j.n.Y

source: l, j F Y, g:ia T
de_de: l, j.n.Y, G:i T

source: max. once per day
de_de: max. einmal pro Tag
my_mm: အများဆုံး တစ်နေ့တစ်ကြိမ်

source: max. once per hour
de_de: max. stündlich
my_mm: အများဆုံး တစ်နာရီတစ်ကြိမ်

source: max. once per week
de_de: max. einmal pro Woche
my_mm: အများဆုံး တစ်ပတ်တစ်ကြိမ်

source: month
de_de: Monat
my_mm: လ

source: move down
de_de: nach unten
my_mm: အောက်သို့ရွေ့ပါ

source: move up
de_de: nach oben
my_mm: အထက်သို့ရွေ့ပါ

source: no
de_de: nicht
my_mm: မဟုတ်ပါ

source: no alert
de_de: keine Warnung
my_mm: သတိပေးချက်မရှိပါ

source: now
de_de: jetzt
my_mm: ယခု

source: off
de_de: aus
my_mm: ပိတ်ပါ

source: only visible to subscribers
de_de: nur für Abonnenten sichtbar
my_mm: အဖွဲ့ဝင်များသာမြင်နိုင်သော

source: only visible to you
de_de: nur für dich sichtbar
my_mm: သင်သာလျှင်မြင်နိုင်သော

source: own events
de_de: eigene Termine
my_mm: ကိုယ်ပိုင်အဖြစ်အပျက်များ

source: read or write messages
de_de: Nachrichten lesen oder schreiben
my_mm: သတင်းများကိုဖတ်ပါ၊ရေးပါ

source: reset to initial selection
de_de: zum Anfang zurücksetzen
my_mm: ပထမဆုံးဖြစ်သောရွေးချယ်မှုကိုပြန်လည်ထားပါ

source: sign in with Facebook
de_de: Melden Sie sich mit Facebook an
my_mm: facebook နှင့်အတူဆိုင်းအင်ဝင်ရောက်ပါ

source: subscribed events
de_de: verlinkte Termine
my_mm: အဖွဲ့ဝင်ထားသောအဖြစ်အပျက်များ

source: today
de_de: heute
my_mm: ယနေ့

source: unfinished registration
de_de: unabgeschlossene Anmeldung
my_mm: မပြီးဆုံးသေးသောမှတ်ပုံတင်ခြင်း

source: week
de_de: Woche
my_mm: သီတင်းပတ်

source: You see only item that you are not connected to.
de_de: Es werden nur Einträge gezeigt, mit denen du noch nicht verbunden bist.

source: View profile
de_de: Profil ansehen

source: Last seen less than 5 mins ago.
de_de: Zuletzt vor 5 Minuten gesehen.

source: Last seen less than 10 mins ago.
de_de: Zuletzt vor 10 Minuten gesehen.

source: Last seen:
de_de: Zuletzt gesehen:

source: Please sign in first.
de_de: Bitte erst einloggen.

source: never online
de_de: noch nie online

source: Searched globally because not enough was found around your location.
de_de: Globale Suche, da nicht genug in deiner Nähe gefunden wurde.

source: A new user has signed up.
de_de: Ein neuer Benutzer hat sich registriert.

source: Include all new users, groups and resources that you are allowed to view.
de_de: Inklusive aller neuer Benutzer, Gruppen und Ressourcen, die für dich sichtbar sind.

source: (spam)
my_mm: မတောင်းခံသူထံအီးမေးလ်ပို့သောကြော်ငြာစာ

source: Administrator
my_mm: စီမံခန့်ခွဲသူ

source: April
my_mm: ဧပြီလ

source: August
my_mm: သြဂုတ်လ

source: Email has been successfully changed.
my_mm: အီးမေးလ်ကိုအောင်မြင်စွာပြောင်းပြီးပြီ

source: Email is already registered with another account.
my_mm: အီးမေးလ်ကိုအခြားအကောင့်စာရင်းနှင့်အတူမှတ်ပုံတင်ပြီးပြီ

source: Filter
my_mm: စီစစ်ယူခြင်းကိရိယာ

source: If you are new here, please %s sign up %s.
my_mm: အကယ်၍သင်သည်အသစ်(လူသစ်)ဖြစ်ပါကကျေးဇူးပြု၍ %s (ဆိုင်းအပ်)ဝင်ရောက်ပါ %s

source: Information:
my_mm: သတင်းအချက်အလက်များ

source: Login
my_mm: (လော့အင်)ဝင်ရောက်ပါ

source: Maximum image size is %s
my_mm: အများဆုံးပုံ(ဆိုဒ်)အရွယ်အစား %s

source: Moderator
my_mm: ထိန်ချုပ်သူ

source: Name
my_mm: နာမည်

source: Name:
my_mm: နာမည်

source: November
my_mm: နိုဝင်ဘာ

source: The registration couldn't be finished! Link is not active anymore.
my_mm: မှတ်ပုံတင်ခြင်းကိုပြီးမြောက်ရန်မတက်နိုင်ပါ။ကွင်းဆက်(လင့်)သည်နောက်ထပ်အလုပ်မလုပ်တော့ပါ။

source: September
my_mm: စက်တင်ဘာ

source: Software version:
my_mm: ဆော့ဝဲလ် ပုံစံ

source: Status
my_mm: အခြေအနေ

source: System check
my_mm: စစ်ဆေးမှုစနစ်

source: Tag
my_mm: တွဲရန်ခေါင်းစဉ်

source: Tag name:
my_mm: တွဲရန်ခေါင်းစဉ်၏အမည်

source: Tags
my_mm: တွဲရန်ခေါင်းစဉ်များ

source: We have received complaints about inappropriate language in your resource. Please make necessary adjustments or your resource will be deactivated.
my_mm: ကျွနိုပ်တို့သည်သင်၏ရင်းမြစ်တွင်မသင့်လျော်သောစကားနှင့်ပတ်သက်၍တိုင် ်ကြားချက်များကိုလက်ခံရရှိပြီးပြီ။ ကျေးဇူးပြု၍လိုအပ်သော နည်းလမ်းတကျဆောင်ရွက်ချက်များပြုလုပ်ပါ။ သို့မဟုတ်ပါကသင်၏ရင်းမြစ်ကိုနစ်နာစေပါလိမ့်မည်။

source: administrator
my_mm: စီမံခန့်ခွဲသူ

source: detail
my_mm: အသေးစိတ်

source: moderator
my_mm: အုပ်ထိန်းကွပ်ကဲသူ

source: By using this platform you accept our %s and our %s.
my_mm: ဤကွန်ပျူတာဆော့ဝဲလ်ဇယား(ပလိတ်ဖောင်း)ကိုအသုံးပြုခြင်းဖြင့်သင်သည်ကျွန်တော်တို့၏ %s နှင့် ကျွန်တော်တို့၏ %s ကိုသင်လက်ခံသည်။

source: PHP Version
my_mm: PHP မူကွဲ

source: Avatars are small images that will be visible with your group. Here you can upload an avatar for your group (min. %s, max. %s). In the next step you can crop it.
my_mm: ရုပ်ပုံများသည်သေးငယ်သောပုံရိပ်အသွင်များဖြစ်ပြီးသင်၏အုပ်စုနှင့်အတူမြင်နိူင်လိမ့်မည်။ ဤနေရာတွင်သင့်အုပ်စု၏ရုပ်ပုံကိုပို့နိုင်သည်။ (အငယ်ဆုံးအရွယ်အစား %s, အကြီးဆုံးအရွယ်အစား %s) နောက်အဆင့်တွင်သင်ရယူနိုင်သည်။

source: Avatars are small images that will be visible with your name. Here you can upload your avatar (min. %s, max. %s). In the next step you can crop it.
my_mm: ရုပ်ပုံများသည်သေးငယ်သောပုံရိပ်အသွင်များဖြစ်ပြီးသင်၏နာမည်နှင့်အတူမြင်နိူင်လိမ့်မည်။ ဤနေရာတွင်သင်၏ရုပ်ပုံကိုပို့နိုင်သည်။ (အငယ်ဆုံးအရွယ်အစား %s, အကြီးဆုံးအရွယ်အစား %s) နောက်အဆင့်တွင်သင်ရယူနိုင်သည်။

source: Normal
my_mm: သာမန်

source: Now is the best time to complete your profile. You can enter your name, your location and tags for your interests.
my_mm: ယခုသင်၏ဖော်ပြချက်ကိုပြည့်စုံရန်အတွက်အကောင်းဆုံးအချိန်ဖြစ်သည်။ သင်သည်သင်၏နာမည်၊ နေရာ၊ အလုပ်နှင့်စိတ်ဝင်စားမှုနယ်ပယ် အကြောင်းကိုဝင်ရောက်ဖော်ပြနိုင်သည်။

source: Please paste here the <u>underlined</u> part of the url for the media that you want to add:
my_mm: ကျေးဇူးပြု၍ဤနေရာတွင််သင်ပေါင်းထည့်လိုသောမီဒီယာအတွက် url ၏အပိုင်း <u>underlined</u> ကော်ပီကူးယူပြီးသားကိုထားပါ

source: Reset the search.<ul><li>The first click resets the search on this page.</li><li>The second click resets the search on all pages.</li></ul>
my_mm: ရှာဖွေမှုကိုပြန်လည်ထားပါ<ul><li>ပထမနှိပ်ခြင်းသည်စာမျက်နှာပေါ်တွင်ရှာဖွေမှုကြိုပန်လည်နေရာချထားသည်။</li><li>ဒုတိယနှိပ်ခြင်းသည်စာမျက်နှာအားလုံးပေါ်တွင်ရှာဖွေမှုကြိုပန်လည်နေရာချထားသည်။</li></ul>

source: Alarm:
my_mm: နှိုးဆော်သတိပေးချက်

source: Apr
my_mm: ဧပြီလ

source: Aug
my_mm: သြဂုတ်လ

source: Homepage:
my_mm: အိမ်စာမျက်နှာ

source: Jan
my_mm: ဇန်နဝါရီ

source: Jul
my_mm: ဇူလိုင်

source: Jun
my_mm: ဇွန်

source: Nov
my_mm: နိုဝင်ဘာ

source: Text
my_mm: စာသား

source: home
my_mm: အိမ်

source: pixel
my_mm: အသေးဆုံးပုံရိပ်
