Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: */messages.po
Languages: de_de, my_mm

source: (error)
de_de: (Fehler)
my_mm: အမှား

source: (inappropriate language)
de_de: (Umgangston)
my_mm: မသင့်လျှော်သောဘာသာစကား

source: Accept friendship
de_de: Freundschaft annehmen
my_mm: သူငယ်ချင်းအဖြစ်လက်ခံပါ

source: Accept friendship request
de_de: Freundschaft annehmen
my_mm: သူငယ်ချင်းအဖြစ်တောင်းခံမှုကိုလက်ခံပါ

source: Access Level
de_de: Zugriffsrechte
my_mm: အချက်အလက်များကိုရရှိရန်အနေအထားအဆင့်သို့ဝင်ရောက်ပါ

source: Access level
de_de: Zugriffsrechte
my_mm: အချက်အလက်များကိုရရှိရန်အနေအထားအဆင့်သို့ဝင်ရောက်ပါ

source: Add
de_de: Hinzufügen
my_mm: ပေါင်းထည့်ပါ

source: Add or remove tags
de_de: Tags hinzufügen oder entfernen
my_mm: (တတ်စ်)တွဲရန်ခေါင်းစဉ်များကိုပေါင်းထည့်ပါ(သို့မဟုတ်)ပယ်ဖျက်ပါ

source: Add tag
de_de: Tag hinzufügen
my_mm: (တတ်စ်)တွဲရန်ခေါင်းစဉ်ကိုပေါင်းထည့်ပါ

source: Address cannot be found.
de_de: Adresse nicht gefunden.
my_mm: လိပ်စာကိုမရှာတွေ့ပါ။

source: Administration
de_de: Verwaltung
my_mm: စီမံခန့်ခွဲခြင်း

source: Administration - Settings
de_de: Verwaltung - Einstellungen
my_mm: စီမံခန့်ခွဲခြင်း-နောက်ခံဝန်းကျင်အနေအထားများ

source: Administration - Setup and Maintenance
de_de: Verwaltung - Einrichtung und Wartung
my_mm: စီမံခန့်ခွဲခြင်း-တည်ထောင်ခြင်းနှင့်ထိန်းသိမ်းခြင်း

source: Administrator with id 1 cannot be changed
de_de: Administrator mit ID 1 kann nicht verändert werden
my_mm: အိုင်ဒီနံပါတ် ၁ နှင့်အတူစီမံခန့်ခွဲသူကိုမပြောင်းလဲနိုင်ပါ။

source: Already have an account? Sign in below.
de_de: Bist du bereits registriert? Hier kannst du dich anmelden.
my_mm: အကောင့်တစ်ခုရှိပြီးပြီလား။ အောက်တွင်ဝင်ရောက်ကြည့်ရှုပါ။

source: An email has been sent to you with further instructions.
de_de: Eine Nachricht mit weiteren Instruktionen wurde gerade an dich abgechickt.
my_mm: အီးမေးလ်တစ်ခုသင့်ဆီကိုနောက်ထပ်ညွှန်ကြားချက်များနှင့်အတူပို့သည်။

source: Apply Filter
de_de: Filter anwenden
my_mm: စီစစ်မှုကိုလျှောက်ထားပါ

source: Apply filter
de_de: Filter anwenden
my_mm: စီစစ်မှုကိုလျှောက်ထားပါ

source: Automatically reload in regular intervals if something new has been posted.
de_de: In regelmäßigen Abständen automatisch neu laden, falls etwas Neues gepostet wurde.
my_mm: အကယ်၍အသစ်တစ်စုံတစ်ခုကပို့ပြီးပါက ပုံမှန်ကြားခံများတွင် အလိုလျောက်ပြန်လည်တင်ပို့သည်။

source: Back to list of groups.
de_de: Zurück zur Liste der Gruppen.
my_mm: အုပ်စုများစာရင်းသို့ပြန်သွားပါ

source: Back to list of users.
de_de: Zurück zur Liste der Benutzer.
my_mm: အသုံးပြုသူများစာရင်းသို့ပြန်သွားပါ

source: Below you can add details: Describe the topics of this group by one or more tags. If your group is located in a particular town, you can mark it on a map. These information will help other users to find your group.
de_de: Unten kannst du Details hinzufügen: Beschreibe mit einem oder mehr Tags, womit sich die Gruppe befasst. Falls sich deine Gruppe an einem bestimmten Ort befindet, kannst du ihn auf der Karte kennzeichnen. Diese Informationen helfen anderen, deine Gruppe zu finden.
my_mm: အောက်တွင်သင်အသေးစိတ်များကိုပေါင်းထည့်နိုင်သည်။ ဤအုပ်စု၏ခေါင်းစဉ်များကိုတစ်ခုသို့မဟုတ်တစ်ခုထက်ပိုသော (ခေါင်းစဉ်)အမှတ်အသားများဖြင့်ဖော်ပြပါ။ အကယ်၍ သင့်အုပ်စုသည်သီးသန့်မြို့နေရာတွင်တည်ရှိပါကမြေပုံပေါ်တွင်အမှတ်အသား ပြုလုပ်နိုင်သည်။ ဤသတင်းအချက်အလက်သည်အခြားသောအသုံးပြုသူများ သင်၏အုပ်စုကိုရှာတွေ့ရန်ကူညီပါလိမ့်မည်။

source: Cancel friendship
de_de: Freundschaft beenden
my_mm: သူငယ်ချင်းအဖြစ်ကိုပယ်ဖျက်ပါ

source: Cancel subscription
de_de: Abonnement beenden
my_mm: အဖွဲ့ဝင်အဖြစ်ကိုပယ်ဖျက်ပါ

source: Cannot find what you are searching?
de_de: Findest du nicht was du suchst?
my_mm: သင်ရှာဖွေနေသည့်အရာကိုမတွေ့ရှိပါသလား။

source: Change lost password
de_de: Vergessenes Passwort ändern
my_mm: ပျောက်ဆုံးခဲ့သောစကားဝှက်ကိုပြောင်းပါ

source: Change password
de_de: Neues Passwort anlegen
my_mm: စကားဝှက်ကိုပြောင်းပါ

source: Change the filter
de_de: Filter ändern
my_mm: စီစစ်ယူမှုကိုပြောင်းပါ

source: Choose from the menus above.
de_de: Wähle von den Menüs.
my_mm: အထက်ပါစာရင်းမှရွေးခြယ်ပါ

source: Clear
de_de: Zurücksetzen
my_mm: ရှင်းလင်းပါ

source: Clear Filter
de_de: Filter zurücksetzen
my_mm: စီစစ်ယူခြင်းကိရိယာကိုရှင်းလင်းပါ

source: Click here if you forgot your password.
de_de: Hier klicken, falls du dein Passwort vergessen hast.
my_mm: အကယ်၍သင်၏စကားဝှက်ကိုမေ့လျော့ပါကဤနေရာကိုနှိပ်ပါ။

source: Click inside the image and select your avatar.
de_de: Klick in das Bild und wähle den Ausschnitt für deinen Avatar aus.
my_mm: ပုံရိပ်အတွင်းနှိပ်ပါ၊ သင်၏ရုပ်ပုံကိုရွေးချယ်ပါ။

source: Close
de_de: Schließen
my_mm: ပိတ်ပါ

source: Comments
de_de: Kommentare
my_mm: သုံးသပ်ထင်မြင်ချက်များ

source: Comments are only visible when you are signed in.
de_de: Kommentare sind nur sichtbar, wenn du angemeldet bist.
my_mm: သင်(စိုင်းအင်)ဝင်ရာက်သောအခါသုံးသပ်ထင်မြင်ချက်များကိုမြင်ရပါမည်။

source: Connect filters with
de_de: Filter kombinieren mit
my_mm: စိစစ်ယူမှုကိရိယာများနှင့်အတူဆက်သွယ်ပါ

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
de_de: Kopiere diesen Link und sende ihn an Personen, die beitreten wollen. Dieser Link ist wie ein Schlüssel zu dieser Gruppe.
my_mm: ကွင်းဆက်(လင့်ခ်)ကိုကူယူပြီး၄င်းကိုသင်ဆက်သွယ်လိုသောသူများသို့ပို့ပါ။ ဤကွင်းဆက်(လင့်ခ်)သည်သင့်အုပ်စုအတွက်သော့တစ်ခုကဲ့သို့ဖြစ်သည်။

source: Create new group
de_de: Neue Gruppe erstellen
my_mm: အုပ်စုသစ်ကိုဖွဲ့ပါ

source: Create new resource
de_de: Neue Ressource erstellen
my_mm: ရင်းမြစ်အသစ်ကိုဖန်တီးပါ

source: December
de_de: Dezember
my_mm: ဒီဇင်ဘာ

source: Describe in few sentences what this group is about.
de_de: Beschreibe in ein paar Sätzen, worum es in dieser Gruppe geht.
my_mm: အုပ်စုအကြောင်းကိုစာကြောင်းအနည်းငယ်ဖြင့်ဖော်ပြပါ

source: Describe in few sentences what this resource is about.
de_de: Beschreibe in ein paar Sätzen, worum es in dieser Ressource geht.
my_mm: ရင်းမြစ်အကြောင်းကိုစာကြောင်းအနည်းငယ်ဖြင့်ဖော်ပြပါ

source: Description:
de_de: Beschreibung:
my_mm: ဖော်ပြချက်

source: Discover new groups
de_de: Neue Gruppen finden
my_mm: အုပ်စုအသစ်များကိုရှာဖွေပါ

source: Discover new resources
de_de: Neue Ressourcen finden
my_mm: ရင်းမြစ်အသစ်များကိုရှာဖွေပါ

source: Discover new users
de_de: Neue Benutzer finden
my_mm: အသုံးပြုသူအသစ်များကိုရှာဖွေပါ

source: Do you want be visible to everyone (world), only to registered users (registered) or only to your friends (friends)?
de_de: Möchtest du für jeden (Welt), nur für registrierte Benutzer (registriert) oder nur für deine Freunde sichtbar sein (Freunde)?
my_mm: သင်လူတိုင်းကို(ကမ္ဘာလုံးဆိုင်ရာ)မြင်စေချင်ပါသလား၊ မှတ်ပုံတင်ထားသောအသုံးပြုများကိုသာလျှင်မြင်စေချင်ပါသလား၊ သင်၏သူငယ်ချင်းများကိုသာလျှင်မြင်စေချင်ပါသလား။

source: Download the mobile application.
de_de: Zum Download der Smartphone-App.
my_mm: မိုဘိုင်းလျောက်ထားခြင်းကိုကူးယူပါ(ဒေါင်းလုပ်ဒ် လုပ်ပါ)

source: Edit the group image
de_de: Gruppenporträt bearbeiten
my_mm: အုပ်စုပုံကိုတည်းဖြတ်ပြင်ဆင််ပါ

source: Edit the location
de_de: Position bearbeiten
my_mm: တည်နေရာကိုတည်းဖြတ်ပြင်ဆင််ပါ

source: Edit your avatar
de_de: Avatar bearbeiten
my_mm: သင်၏ရုပ်ပုံကိုတည်းဖြတ်ပြင်ဆင််ပါ

source: Edit your location
de_de: Bearbeite deine Position
my_mm: သင်၏တည်နေရာကိုတည်းဖြတ်ပြင်ဆင််ပါ

source: Email change on Mycitizen.net
de_de: Änderung der Email-Adresse auf Mycitizen.net
my_mm: အီးမေးလ်ကိုmycitizen.net တွင်ပြောင်းပါ

source: Email couldn't be changed!
de_de: Die Email-Adresse konnte nicht geändert werden!
my_mm: အီးမေးလ်ကိုမပြောင်းနိင်ခဲ့ပါ

source: Email is not valid. Check it and try again.
de_de: Die Email-Adresse ist ungültig. Bitte überprüfe sie und versuch es noch einmal.
my_mm: အီးမေးလ်ကိုမရနိုင်ပါ၊ စစ်ဆေးပြီး၊နောက်ထပ်ကြိုးစားကြည့်ပါ။

source: Email:
de_de: Email-Adresse:
my_mm: အီးမေးလ်

source: Empty Trash
de_de: Papierkorb leeren
my_mm: အမှိုက်ပုံးကိုအလွတ်ထားပါ

source: Enabled
de_de: Aktiviert
my_mm: မတက်နိင်ခဲ့ပါ

source: Enter a key that will be used for inviting members into this group. Use letters, numbers and "-", with a minimum lenght of 5.
de_de: Gib einen Schlüssel ein, der zum Einladen neuer Mitglieder in diese Gruppe verwendet wird. Verwende Buchstaben, Zahlen und Bindestriche bei einer Gesamtlänge von mindestens 5 Zeichen.
my_mm: ဤအုပ်စုအတွင်းသို့ဖိတ်ခေါ်ထားသောအဖွဲ့ဝင်များအတွက်အသုံးပြုလိမ့်မည့် သော့တစ်ခုကိုဝင်ရောက်ပါ။ အက္ခရာများ၊နံပါတ်များနှင့်(“-“) ပါဝင်သောအနည်းဆုံးစာ၅လုံးကိုအသုံးပြုပါ။

source: Enter a name for the group.
de_de: Gib einen Namen für die Gruppe ein.
my_mm: အုပ်စုအတွက်နာမည်တစ်ခုဝင်ရောက်ပါ

source: Enter a name for the resource.
de_de: Gib einen Namen für die Ressource ein.
my_mm: ရင်းမြစ်အတွက်နာမည်တစ်ခုဝင်ရောက်ပါ

source: Entered passwords are not the same.
de_de: Die Passwörter stimmen nicht überein.
my_mm: ဝင်ရောက်သောစကားဝှက်များမတူညီပါ

source: Error
de_de: Fehler
my_mm: အမှား

source: Error deleting image from cache.
de_de: Fehler beim Löschen des Bildes vom Cache.
my_mm: ထိန်းသိမ်းထားသောနေရာမှပုံရိပ်ကိုပယ်ဖျက်ခြင်းတွင်အမှားပြသည်

source: Error deleting image from cache:
de_de: Fehler beim Löschen des Bildes vom Cache:
my_mm: ထိန်းသိမ်းထားသောနေရာမှပုံရိပ်ကိုပယ်ဖျက်ခြင်းတွင်အမှားပြသည်

source: Error loading chat. Are you logged in?
de_de: Fehler beim Laden des Chats. Bist du angemeldet?
my_mm: စကားအပြန်အလှန်ပြောဆိုခြင်းအတွက်ပေးပို့ခြင်းကိုအမှားပြသည်။ သင်လော့အင်ဝင်ရောက်ပြီးပြီလား။

source: Error recreating image.
de_de: Fehler beim Erstellen des Bildes.
my_mm: ပုံရိပ်ကိုပြန်လည်ဖန်တီးရာတွင်အမှားပြသည်

source: Error submitting form.
de_de: Fehler beim Übertragen des Formulars.
my_mm: ပုံစံ (ဖောင်)ကိုပို့ရာတွင်အမှားပြသည်

source: Error writing image:
de_de: Fehler beim Schreiben des Bildes:
my_mm: ပုံရိပ်ကိုရေးရာတွင်အမှားပြသည်

source: Event description:
de_de: Beschreibung des Termins:
my_mm: ဖြစ်ရပ်ဖြစ်စဉ်ကိုဖော်ပြခြင်း

source: Event time:
de_de: Zeit des Termins:
my_mm: ဖြစ်ရပ်ဖြစ်စဉ်၏အချိန်ကာလ

source: February
de_de: Februar
my_mm: ဖေဖော်ဝါရီ

source: Filter by name
de_de: Nach Namen filtern
my_mm: အမည်အားဖြင့်စီစစ်ယူခြင်း

source: Filter is off.
de_de: Der Filter ist aus.
my_mm: စီစစ်ယူခြင်းကိရိယာကိုပိတ်သည်

source: Filter is on.
de_de: Der Filter ist an.
my_mm: စီစစ်ယူခြင်းကိရိယာကိုဖွင့်သည်

source: Finish your registration at Mycitizen.net
de_de: Beende deine Registrierung bei Mycitizen.net
my_mm: Mycitizen.net တွင်မှတ်ပုံတင်ပြီးပြီ

source: Finished cropping and resizing.
de_de: Zuschneiden und Skalieren abgeschlossen.
my_mm: ရယူခြင်းနှင့် (ဆိုဒ်)အရွယ်အစားပမာဏပြောင်းခြင်းပြီးပြီ

source: Friends
de_de: Freunde
my_mm: သူငယ်ခြင်းများ

source: Friendship accepted
de_de: Freundschaft angenommen
my_mm: သူငယ်ခြင်းအဖြစ်ကိုလက်ခံခဲ့သည်

source: Friendship canceled
de_de: Freundschaft beendet
my_mm: သူငယ်ခြင်းအဖြစ်ကိုပယ်ဖျက်ခဲ့သည်

source: Friendship request
de_de: Bitte um Freundschaft
my_mm: သူငယ်ခြင်းအဖြစ်ကိုတောင်းဆိုသည်

source: Friendship request rejected
de_de: Bitte um Freundschaft abgelehnt
my_mm: သူငယ်ခြင်းအဖြစ်ကိုတောင်းဆိုမှုကိုငြင်းဆန်သည်

source: Friendship request rejected.
de_de: Bitte um Freundschaft abgelehnt.
my_mm: သူငယ်ခြင်းအဖြစ်ကိုတောင်းဆိုမှုကိုငြင်းဆန်သည်

source: Friendship request sent
de_de: Bitte um Freundschaft abgeschickt
my_mm: သူငယ်ခြင်းအဖြစ်ကိုတောင်းဆိုမှုကိုပို့သည်

source: Friendship request sent.
de_de: Bitte um Freundschaft abgeschickt.
my_mm: သူငယ်ခြင်းအဖြစ်ကိုတောင်းဆိုမှုကိုပို့သည်

source: Given group does not exist.
de_de: Diese Gruppe existiert nicht.
my_mm: သတ်မှတ်ထားပြီးသောအုပ်စုသည်မထွက်ပါ

source: Go to resource
de_de: Zur Ressource gehen
my_mm: ရင်းမြစ်ဆီသို့သွားပါ

source: Group %s has not been subscribed to resource.
de_de: Die Gruppe %s ist nicht mit der Ressource verlinkt.
my_mm: အုပ်စု %s ကို​ရ​င​်း​ြ​မစ​်​သို့အ​ဖွဲ​့​မ​ဝ​င​်​ြ​ပီး​ေ​သး​ပါ

source: Group %s is already subscribed.
de_de: Die Gruppe %s ist bereits verlinkt.
my_mm: အုပ်စု %s သည်အ​ဖွဲ​့​ဝ​င​်​ြ​ပီး​ြ​ပီ

source: Group %s subscribed to this resource.
de_de: Die Gruppe %s ist mit dieser Ressource verlinkt.
my_mm: အုပ်စု %s ကိုဤ​ရ​င​်း​ြ​မစ​်​သို့အ​ဖွဲ​့​ဝ​င​်​ြ​ပီး​ြ​ပီ

source: Group %s unsubscribed from resource.
de_de: Die Gruppe %s hat die Verlinkung mit der Ressource gelöst.
my_mm: အုပ်စု %s သည်ရ​င​်း​ြ​မစ​်​မှအ​ဖွဲ​့​ဝင်အ​ြ​ဖစ်နှုတ်ထွက်ခဲ​့​သ​ည​်

source: Group chat
de_de: Gruppenchat
my_mm: အုပ်စုလိုက်စကားပြောခြင်း

source: Edit Group
de_de: Gruppe bearbeiten

source: Group key:
de_de: Gruppenschlüssel:
my_mm: အုပ်စု၏သော့(ကီး)/စကားဝှက်

source: Group location on a map
de_de: Position der Gruppe auf der Karte
my_mm: မြေပုံပေါ်တွင်အုပ်စုတည်နေရာ

source: Group members
de_de: Gruppenmitglieder
my_mm: အုပ်စုအဖွဲ့ဝင်များ

source: Group owner:
de_de: Gruppeninhaber:
my_mm: အုပ်စုပိုင်ရှင်

source: Group resources
de_de: Gruppenressourcen
my_mm: အုပ်စုရင်းမြစ်များ

source: Group status
de_de: Gruppenstatus
my_mm: အုပ်စုအခြေအနေ

source: Group updated
de_de: Gruppe aktualisiert
my_mm: အုပ်စုနောက်ဆုံးသတင်းကိုပို့ခဲ့သည်

source: Groups
de_de: Gruppen
my_mm: အုပ်စုများ

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click on the following link.
de_de: Hallo %s, du hast auf Mycitizen.net eine Änderung der Email-Adresse veranlasst. Klicke den folgenden Link, um den Prozess abzuschließen.
my_mm: မင်္ဂလာပါ %s, သင်သည် Mycitizen.net တွင်အီးမေးလ်တစ်ခုပြောင်းလဲရန်တောင်းဆိုခဲ့သည်။ သင်၏တောင်းဆိုမှုပြီးမြောက်ရန်အတွက်အောက်ပါ(လင့်ခ်) ကွင်းဆက်ကိုနှိပ်ပါ။

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click on the following link.
de_de: Hallo %s, du hast auf Mycitizen.net eine Änderung des Passworts veranlasst. Klicke den folgenden Link, um den Prozess abzuschließen.
my_mm: မင်္ဂလာပါ %s, သင်သည် Mycitizen.net တွင်စကားဝှက်တစ်ခုပြောင်းလဲရန်တောင်းဆိုခဲ့ပြီးပြီ။ သင် ၏တောင်းဆိုမှုပြီးမြောက်ရန်အတွက်အောက်ပါ(လင့်ခ်) ကွင်းဆက်ကိုနှိပ်ပါ။

source: Hello %s, thank you for signing up at Mycitizen.net! To finish your registration click on the following link.
de_de: Hallo %s, danke für die Registrierung auf Mycitizen.net! Klicke auf den folgenden Link, um die Registrierung abzuschließen.
my_mm: မင်္ဂလာပါ %s, Mycitizen.net ကို(ဆိုင်းအင်)ဝင်ရောက်တဲ့အတွက်ကျေးဇူးတင်ပါတယ်။ သင်၏မှတ်ပုံတင်ခြင်းပြီးမြောက်ရန်အတွက်အောက်ပါ(လင့်ခ်) ကွင်းဆက်ကိုနှိပ်ပါ။

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
de_de: Hier kannst du die Gruppe melden, wenn du glaubst, dass sie die Regeln verletzt. Meldungen werden von unseren Moderatoren bearbeitet.
my_mm: အကယ်၍၄င်းသည်ဥပဒေကိုချိုးဖောက်သည်ဟုထင်ပါကဤနေရာတွင်သင် သည်အုပ်စုကိုသတင်းပို့နိုင်သည်။ သတင်းပို့ချက်များကိုကျွနိုပ်တို့၏ ထိန်းချုပ်သူများကတာဝန်ယူဆောင်ရွက်လိမ့်မည်။

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
de_de: Hier kannst du die Ressource melden, wenn du glaubst, dass sie die Regeln verletzt. Meldungen werden von unseren Moderatoren bearbeitet.
my_mm: အကယ်၍၄င်းသည်ဥပဒေကိုချိုးဖောက်သည်ဟုထင်ပါကဤနေရာတွင်သင် သည်ရင်းမြစ်ကိုသတင်းပို့နိုင်သည်။ သတင်းပို့ချက်များကိုကျွနိုပ်တို့၏ ထိန်းချုပ်သူများကတာဝန်ယူဆောင်ရွက်လိမ့်မည်။

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
de_de: Hier kannst du Benutzer melden, wenn du glaubst, dass sie die Regeln verletzt. Meldungen werden von unseren Moderatoren bearbeitet.
my_mm: အကယ်၍သူမကို(သို့မဟုတ်)သူမသည်ဥပဒေကိုချိုးဖောက်သည်ဟုထင်ပါကဤနေရာတွင်သင်သည်အသုံးပြုသူကိုတိုင်တန်းနိုင်သည်။ တိုင်တန်းချက်ကို ကျွနိုပ်တို့၏ထိန်းချုပ်သူများကတာဝန်ယူဆောင်ရွက်လိမ့်မည်။

source: Hidden group
de_de: Unsichtbare Gruppe
my_mm: ဝှက်ထားသောအုပ်စု

source: Hidden user
de_de: Unsichtbarer Benutzer
my_mm: ဝှက်ထားသောအသုံးပြုသူ

source: Hours
de_de: Stunden
my_mm: နာရီများ

source: Image must be in JPEG or PNG format.
de_de: Bild muss im JPEG- oder PNG-Format sein.
my_mm: ပုံရိပ်သည် JPEG သို့မဟုတ် PNG format ဖြစ်ရမည်။

source: Import resources from file
de_de: Ressourcen aus einer Datei importieren
my_mm: ဖိုင်မှရင်းမြစ်များကိုတင်သွင်းပါ။

source: Insufficient permissions to subscribe group %s to this resource.
de_de: Ungenügende Berechtigung, um die Ressource mit der Gruppe %s zu verlinken.
my_mm: အုပ်စု %s ကို​ဤရ​င​်းြ​မစ်သို့အဖွဲ့ဝင်ရန်​မ​လုံ​ေ​လာ​က​်ေ​သာ​ခွ​င့​်ြ​ပုချက်များ

source: Is active
de_de: Ist aktiv
my_mm: လှုပ်ရှားဆောင်ရွက်သည်

source: January
de_de: Januar
my_mm: ဇန်နဝါရီ

source: Join group
de_de: Der Gruppe beitreten
my_mm: အုပ်စုကိုဆက်သွယ်ပါ

source: July
de_de: Juli
my_mm: ဇူလိုင်

source: June
de_de: Juni
my_mm: ဇွန်

source: Language
de_de: Sprache
my_mm: ဘာသာစကား

source: Language:
de_de: Sprache:
my_mm: ဘာသာစကား

source: Last activity:
de_de: Zuletzt aktiv am:

source: Leave group
de_de: Die Gruppe verlassen
my_mm: အုပ်စုမှထွက်ပါ

source: Link to invite new members
de_de: Link zum Einladen neuer Mitglieder
my_mm: အုပ်စုအဖွဲ့ဝင်အသစ်များဖိတ်ခေါ်ရန်ဆက်သွယ်ပါ

source: Loading chat..
de_de: Chat laden ...
my_mm: စကားအပြန်အလှန်ပြောဆိုခြင်းကိုပို့ပေးခြင်း

source: Location
de_de: Position
my_mm: တည်နေရာ

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
de_de: Diese Gruppe für jeden (Welt), nur für Benutzer dieser Website (registriert) oder nur für Mitglieder dieser Gruppe sichtbar machen (Mitglieder)?
my_mm: လူတိုင်း(ကမ္ဘာလုံးဆိုင်ရာ)မြင်စေနိုင်သော၊ မှတ်ပုံတင်ထားသောအသုံးပြုသူများကိုသာလျှင်မြင်စေနိုင်သော၊ အုပ်စုဝင်များကိုသာလျှင်မြင်စေနိုင်သောအုပ်စုပြုလုပ်ပါ။

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
de_de: Soll diese Ressource jedem (Welt), nur Benutzern dieser Website (registriert) oder nur den mit ihr verlinkten Benutzern sichtbar sein (verlinkt)?
my_mm: လူတိုင်း(ကမ္ဘာလုံးဆိုင်ရာ)မြင်စေနိုင်သော၊ မှတ်ပုံတင်ထားသောအသုံးပြုသူများကိုသာလျှင်မြင်စေနိုင်သော၊ ဤရင်းမြစ်၏အဖွဲ့ဝင်များကိုသာလျှင်မြင်စေနိုင်သောရင်းမြစ်ပြုလုပ်ပါ။

source: Manage members of this group
de_de: Gruppenmitglieder verwalten
my_mm: အုပ်စုအဖွဲဝင်များကိုစီမံခန့်ခွဲပါ

source: Manage subscribed resources
de_de: Verlinkte Ressourcen verwalten
my_mm: အဖွဲ့ဝင်ထားသောရင်းမြစ်များကိုစီမံခန့်ခွဲပါ

source: Map
de_de: Karte
my_mm: မြေပုံ

source: March
de_de: März
my_mm: မတ်လ

source: May
de_de: Mai
my_mm: မေလ

source: Media ID:
de_de: Medien ID:
my_mm: ဆက်သွယ်ရေး အိုင်ဒီ

source: Media type:
de_de: Medientyp:
my_mm: ဆက်သွယ်ရေးအမျိုးအစား

source: Member of groups
de_de: Mitglied der Gruppen
my_mm: အုပ်စုများ၏အဖွဲ့ဝင်

source: Members
de_de: Mitglieder
my_mm: အဖွဲ့ဝင်များ

source: Message:
de_de: Nachricht:
my_mm: သတင်း

source: Minutes
de_de: Minuten
my_mm: မိနစ်များ

source: More than one user with the same id found.
de_de: Mehr als ein Benutzer mit dieser ID gefunden.
my_mm: တစ်ယောက်ထက်ပိုသောအသုံးပြုသူကိုတူညီသောအိုင်ဒီနှင့်အတူတွေ့ရှိခဲ့သည်။

source: My Friends
de_de: Meine Freunde
my_mm: ကျွန်ုပ်၏သူငယ်ချင်းများ

source: My Groups
de_de: Meine Gruppen
my_mm: ကျွန်ုပ်၏အုပ်စုများ

source: My Location
de_de: Meine Position
my_mm: ကျွန်ုပ်၏တည်နေရာ

source: My Resources
de_de: Meine Ressourcen
my_mm: ကျွန်ုပ်၏ရင်းမြစ်များ

source: My friends
de_de: Meine Freunde
my_mm: ကျွန်ုပ်၏သူငယ်ချင်းများ

source: My real position
de_de: Meine reale Position
my_mm: ကျွန်ုပ်၏စစ်မုန်သောရာထူး

source: Needs to be created.
de_de: Muss noch erstellt werden.
my_mm: ဖန်တီးရန်အတွက်လိုအပ်ချက်များ

source: New messages
de_de: Neue Nachricht
my_mm: သတင်းအသစ်များ

source: No tags.
de_de: Keine Tags.
my_mm: (တိတ်) ခေါင်းစဉ်များမရှိပါ

source: Normal user
de_de: Normaler Benutzer
my_mm: သာမန်အသုံးပြုသူ

source: Nothing found.
de_de: Nichts gefunden.
my_mm: မည်သည့်အရာကိုမှရှာမတွေ့ပါ

source: Now
de_de: Jetzt
my_mm: ယခု

source: Number of groups
de_de: Anzahl der Gruppen
my_mm: အုပ်စုများ၏အရေအတွက်

source: Number of resources
de_de: Anzahl der Ressourcen
my_mm: ရင်းမြစ်များ၏အရေအတွက်

source: Number of users
de_de: Anzahl der Benutzer
my_mm: အသုံးပြူသူများ၏အရေအတွက်

source: October
de_de: Oktober
my_mm: အောက်တိုဘာ

source: On
de_de: Am
my_mm: ဖွင့်ပါ

source: On invitation only
de_de: Nur auf Einladung
my_mm: ဖိတ်ခေါ်ခြင်းမျှသာလျှင်

source: Only administrators can visit this section!
de_de: Nur Administratoren dürfen in diesen Bereich!
my_mm: ဤအခန်းကဏ္ဍကိုစီမံခန့်ခွဲသူများသာလျှင်ဝင်ရောက်နိုင်သည်

source: Only letters, numbers and '-', with a minimum lenght of 5.
de_de: Nur Buchstaben, Nummern und '-' bei einer Gesamtlänge von mindestens 5 Zeichen.
my_mm: အက္ခရာများ၊ ဂဏန်းများ၊ သင်္ကေတများနှင့်အတူအနည်းဆုံးစာ၅လုံး

source: Owner
de_de: Inhaber
my_mm: ပိုင်ရှင်

source: Parent level:
de_de: Übergeordnete Ebene:
my_mm: မိဘအခြေအနေ

source: Parent tag:
de_de: Übergeordneter Tag:
my_mm: မိဘခေါင်းစဉ်

source: Password again:
de_de: Passwort wiederholen:
my_mm: စကားဝှက်ကိုတဖန်ပြန်ရေးပါ

source: Password change on Mycitizen.net
de_de: Passwortänderung auf Mycitizen.net
my_mm: စကားဝှက်ကို Mycitizen.net တွင်ပြောင်းပါ

source: Password couldn't be changed! Try again later.
de_de: Das Passwort konnte nicht geändert werden! Bitte versuche es später noch einmal.
my_mm: စကားဝှက်ကိုမပြောင်းနိုင်ခဲ့ပါ။နောက်တဖန်ကြိုးစားပါ။

source: Password:
de_de: Passwort:
my_mm: စကားဝှက်

source: Phone:
de_de: Telefon:
my_mm: ဖုန်း

source: Please enter some text.
de_de: Bitte schreib etwas.
my_mm: ကျေးဇူးပြု၍စာသားအချို့ဝင်ရောက်ပါ

source: Please give us some details.
de_de: Bitte schreib ein paar Details.
my_mm: ကျေးဇူးပြု၍ကျွန်တော်တိို့ကိုအသေးစိတ်အချက်အလက်အချို့ပေးပါ

source: Please go to the edit screen and generate a link.
de_de: Bitte geh zur Bearbeiten-Seite und erstelle einen Link.
my_mm: ကျေးဇူးပြု၍တည်းဖြတ်သောဖန်သားပြင်သို့သွားပြီး (လင့်)ကွင်းဆက်တစ်ခုကိုထုတ်လုပ်ပါ

source: Please select first a part of the image.
de_de: Bitte wähle zunächst einen Bereich des Bildes aus.
my_mm: ကျေးဇူပြု၍ပုံရိပ်၏အပိုင်းတစ်ခုကိုပထမရွေးချယ်ပါ

source: Post
de_de: Abschicken
my_mm: ပို့ပါ

source: Post new comment
de_de: Neuen Kommentar abschicken
my_mm: ဝေဖန်သုံးသပ်မှုအသစ်ပို့ပါ

source: Post reply
de_de: Antworten
my_mm: ပြန်စာပို့ပါ

source: Reason:
de_de: Grund:
my_mm: အကြောင်းပြချက်

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
de_de: Die Registrierung wurde abgeschlossen. Eine Nachricht wurde an deine Email-Adresse geschickt mit weiteren Instruktionen zur Aktivierung des Accounts.
my_mm: မှတ်ပုံတင်ခြင်းသည်အောင်မြင်ပြီ။ သင်၏အကောင့်ကိုမည်ကဲ့သို့ဆောင်ရွက်ရမည်ကို နောက်ထပ်ညွှန်ကြားချက်များနှင့်အတူ သတင်းတစ်ခုကိုသင်၏အီးမေးလ်သို့ပို့ပြီးပြီ။

source: Reject friendship request
de_de: Bitte um Freundschaft ablehnen
my_mm: သူငယ်ချင်းအဖြစ်တောင်းဆိုမှုကိုငြင်းပယ်ပါ

source: Remove
de_de: Entfernen
my_mm: ပယ်ဖျက်ပါ

source: Repeat password:
de_de: Passwort wiederholen:
my_mm: စကားဝှက်ကိုပြန်ပြောပါ

source: Replies
de_de: Antworten
my_mm: ပြန်စာများ

source: Report about group %s, reason: %s
de_de: Meldung über die Gruppe %s, Grund: %s
my_mm: အုပ်စု %s အေ​ြ​ကာ​င​်း​ကို​သတင်းပို့​ပါ၊ အေ​ြ​ကာ​င​်း​ြ​ပချ​က​် %s

source: Report about resource %s, reason: %s
de_de: Meldung über die Ressource %s, Grund: %s
my_mm: ရ​င​်း​ြ​မစ​် %s အေ​ြ​ကာ​င​်း​ကို​သတင်းပို့​​ပါ၊ အေ​ြ​ကာ​င​်း​ြ​ပချ​က​် %s

source: Report about user %s, reason: %s
de_de: Meldung über den Benutzer %s, Grund: %s
my_mm: အသုံး​ြ​ပု​သူ %s အေ​ြ​ကာ​င​်း​ကို​သတင်းပို့​​ပါ၊ အေ​ြ​ကာ​င​်း​ြ​ပချ​က​် %s

source: Report group
de_de: Gruppe melden
my_mm: အုပ်စုကိုသတင်းပို့​ပါ

source: Report resource
de_de: Ressource melden
my_mm: ရင်းမြစ်ကိုသတင်းပို့​ပါ

source: Report user
de_de: Benutzer melden
my_mm: အသုံးပြုသူကိုသတင်းပို့​ပါ

source: Reports
de_de: Meldungen
my_mm: သတင်းပို့​ချက်များ

source: Request friendship
de_de: Bitte um Freundschaft
my_mm: သူငယ်ချင်းအဖြစ်ကို်တောင်းဆိုပါ

source: Request friendship again
de_de: Erneute Bitte um Freundschaft
my_mm: သူငယ်ချင်းအဖြစ်ကို်တဖန်တောင်းဆိုပါ

source: Request new password
de_de: Neues Passwort anfordern
my_mm: စကားဝှက်အသစ်ကိုတောင်းဆိုပါ

source: Resource owner:
de_de: Ressourceninhaber:
my_mm: ရင်းမြစ်ပိုင်ရှင်

source: Resource status
de_de: Ressourcenstatus
my_mm: ရင်းမြစ်အခြေအနေ

source: Resource type:
de_de: Ressourcentyp:
my_mm: ရင်းမြစ်အမျိုးအစား
