Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: */messages.po
Languages: de_de, my_mm

source: Resource updated
de_de: Ressource aktualisiert
my_mm: ရင်းမြစ်၏နောက်ဆုံးသတင်းအခြအနေ

source: Resources
de_de: Ressourcen
my_mm: ရင်းမြစ်များ

source: Revoke request
de_de: Anfrage zurückziehen
my_mm: တရားဝင်ရုပ်သိမ်းရန်တောင်းဆိုသည်

source: Role
de_de: Rolle
my_mm: အခန်းကဏ္ဍ

source: Search
de_de: Suche
my_mm: ရှာဖွေပါ

source: Search Comments
de_de: Kommentare Suchen
my_mm: သုံးသပ်ဝေဖန်ချက်များကိုရှာဖွေပါ

source: Seconds
de_de: Sekunden
my_mm: စက္ကန့်များ

source: See details about the user and respond to the request.
de_de: Details über den Benutzer sehen und auf die Anfrage antworten.
my_mm: အသုံးပြုသူအကြောင်းကိုအသေးစိတ်ကြည့်ပါ၊တောင်းဆိုမှုကိုတုန့်ပြန်ပါ

source: Select Parent Level
de_de: Übergeordnete Ebene auswählen
my_mm: မိဘအခြအနေကိုရွေးချယ်ပါ

source: Select a group for more details.
de_de: Wähle eine Gruppe, um mehr Details zu sehen.
my_mm: ပိုမိုသောအသေးစိတ်အချက်အလက်များအတွက်အုပ်စုတစ်ခုကိုရွေးချယ်ပါ

source: Select a language of this resource.
de_de: Wähle eine Sprache für diese Ressource aus.
my_mm: ဤရင်းမြစ်၏ဘာသာစကားတစ်ခုကိုရွေးချယ်ပါ

source: Select a language that will be used in this group for communication.
de_de: Wähle die Sprache, die in dieser Gruppe benutzt wird.
my_mm: ဤအုပ်စုတွင်ဆက်သွယ်ရေးအတွက်အသုံးပြုမည့်ဘာသာစကား တစ်ခုကိုရွေးချယ်ပါ

source: Select a resource for more details.
de_de: Wähle eine Ressource, um mehr Details zu sehen.
my_mm: ပိုမိုသောအသေးစိတ်အချက်အလက်များအတွက်ရင်းမြစ်တစ်ခုကိုရွေးချယ်ပါ

source: Select a tag
de_de: Wähle einen Tag
my_mm: တွဲရန်ခေါင်းစဉ်တစ်ခုကိုရွေးချယ်ပါ

source: Select a time
de_de: Wähle eine Zeit
my_mm: အချိန်တစ်ခုကိုရွေးချယ်ပါ

source: Select a user for more details.
de_de: Wähle einen Benutzer, um mehr Details zu sehen.
my_mm: ပိုမိုသောအသေးစိတ်အချက်အလက်များအတွက်အသုံးပြုသူတစ်ယောက်ကိုရွေးချယ်ပါ

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
de_de: Wähle eine oder mehr Gruppen, die mit dieser Ressource verlinkt werden sollen. Angezeigt werden nur Gruppen, die dir gehören oder wo du ein Moderator bist.
my_mm: တစ်ခု(သို့မဟုတ်)တစ်ခုထက်ပိုသောအုပ်စုများကိုဤရင်းမြစ်သို့အဖွဲ့ဝင်ရန် ရွေးချယ်ပါ။ သင်ပိုင်ဆိုင်သောအုပ်စုများကိုသာလျှင်(သို့မဟုတ်) သင်မှာအနည်းဆုံးအုပ်ထိန်းကွပ်ကဲသူ၏ခွင့်ပြုချက်များရှိသောနေရာကိုပြသသည်။

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
de_de: Wähle eine oder mehr Ressourcen zur Lösung der Verlinkung. Angezeigt werden nur Ressourcen, die mit dieser Gruppe verlinkt sind. Auf der Detailseite einer Ressource kannst du Verlinkungen erstellen.
my_mm: တစ်ခု(သို့မဟုတ်)တစ်ခုထက်ပိုသောရင်းမြစ်များကိုအဖွဲ့မဝင်ရန်ရွေးချယ်ပါ။ ဤအုပ်စုကိုအဖွဲ့ဝင်ထားသောရင်းမြစ်များကိုသာလျှင်ပြသသည်။ သင်သည်ရင်းမြစ်တစ်ခု၏အသေးစိတ်စာမျက်နှာပေါ်တွင်ရင်းမြစ်များကိုအဖွဲ့ဝင်နိုင်သည်။

source: Selected Location
de_de: Ausgewählte Position
my_mm: ရွေချယ်ထားသောတည်နေရာ

source: Send
de_de: Abschicken
my_mm: ပို့ပါ

source: Send a message to a friend
de_de: Schicke eine Nachricht an einen Freund
my_mm: သူငယ်ချင်းတစ်ယောက်ထံသို့သတင်းတစ်ခုပို့ပါ

source: Settings
de_de: Einstellungen
my_mm: နောက်ခံဝင်းကျင်ပုံစံများ

source: Sign in
de_de: Anmelden
my_mm: (ဆိုင်းအင်)ဝင်ရောက်ပါ

source: Sign out
de_de: Abmelden
my_mm: (ဆိုင်းအောက်)ထွက်ပါ

source: Sign up
de_de: Registrieren
my_mm: (ဆိုင်းအပ်)ဝင်ရောက်ပါ

source: Specified user not found.
de_de: Genannter Benutzer wurde nicht gefunden.
my_mm: တင်ပြထားသောအသုံးပြုသူကိုရှာမတွေ့ပါ

source: Subscribe
de_de: Verlinken
my_mm: အဖွဲ့ဝင်ပါ

source: Subscribe as group
de_de: Mit einer Gruppe verlinken
my_mm: အုပ်စုအဖြစ်အဖွဲ့ဝင်ပါ

source: Subscribe to resource
de_de: Mit Ressource verlinken
my_mm: ရင်းမြစ်သို့အဖွဲ့ဝင်ပါ

source: Subscribed Groups
de_de: Verlinkte Gruppen
my_mm: အဖွဲ့ဝင်ထားသောအုပ်စုများ

source: Subscribed Users
de_de: Verlinkte Benutzer
my_mm: အဖွဲ့ဝင်ထားသောအသုံးပြုသူများ

source: Subscribed to resources
de_de: Verlinkt mit Ressourcen
my_mm: အဖွဲ့ဝင်ထားသောရင်းမြစ်များ

source: Subscribers
de_de: Verlinkte Benutzer
my_mm: အဖွဲ့ဝင်ထားသူများ

source: Subscriptions as group
de_de: Abonnements als Gruppe
my_mm: အုပ်စုအဖြစ်အဖွဲ့ဝင်ခြင်းများ

source: Surname
de_de: Nachname
my_mm: မိသားစုနာမည်

source: Surname:
de_de: Nachname:
my_mm: မိသားစုနာမည်

source: System message: Warning!!!
de_de: Systemnachricht: Warnung!!!
my_mm: သတင်းစနစ်-သတိပေးခြင်း

source: Tell us why you report this group, including examples:
de_de: Schreib uns mit Beispielen, warum du diese Gruppe meldest.
my_mm: သင်ဘာကြောင့်ဤအုပ်စုကိုသတင်းပို့သည်ကိုဥပမာများနှင့်တကွကျွန်တော်တို့ကို ပြောပြပါ

source: Tell us why you report this resource, including examples:
de_de: Schildere uns anhand von Beispielen, warum du diese Ressource meldest.
my_mm: သင်ဘာကြောင့်ဤရင်းမြစ်ကိုသတင်းပို့သည်ကိုဥပမာများနှင့်တကွကျွန်တော်တို့ကိုပြောပြပါ

source: Tell us why you report this user, including examples:
de_de: Schreib uns mit Beispielen, warum du diesen Benutzer meldest.
my_mm: သင်ဘာကြောင့်ဤအသုံးပြုသူကိုသတင်းပို့သည်ကိုဥပမာများနှင့်တကွကျွန်တော်တို့ကိုပြောပြပါ

source: Text:
de_de: Nachricht:
my_mm: စာသား

source: The image is too small. Minimum size is %s.
de_de: Das Bild ist zu klein. Die Mindestgröße ist %s.
my_mm: ပုံရိပ်သည်သေးလွန်း၏။ အနည်းဆုံးအရွယ်ပမဏမှာ %s ဖြစ်သည်။

source: The main language you want to use. You will still be able to see other languages.
de_de: Deine erste Sprache. Du wirst trotzdem andere Sprachen sehen können.
my_mm: သင်အသုံးပြုချင်သောအဓိကဘာသာစကား၊ သင်သည်အခြားသောဘာသာစကားများကိုလည်းမြင်နိုင်ပါလိမ့်မည်။

source: The minimal length of your username is %s characters.
de_de: Die Mindestlänge deines Benutzernamens ist %s Zeichen.
my_mm: သင်အ​သုံး​ြ​ပု​ေ​သာ​အမ​ည​်​၏​အန​ည​်း​ဆုံး​စကားလုံး​အတို​င​်း​အတာ %s ဖြစ်သည်။

source: The username cannot be changed.
de_de: Der Benutzername kann nicht geändert werden.
my_mm: အသုံးပြုသောအမည်ကိုမပြောင်းလဲနိုင်ပါ

source: This email is already used for another account.
de_de: Diese Email-Adresse wird bereits für einen anderen Account verwendet.
my_mm: ဤအီးမေးလ်ကိုအခြားသောအကောင့်အတွက်အသုံးပြုပြီးပြီ

source: This email is not registered in our system!
de_de: Diese Email-Adresse ist hier nicht bekannt!
my_mm: ဤအီးမေးလ်ကိုကျွန်တော်တို့၏စနစ်တွင်မှတ်ပုံမတင်ပါ

source: This email is not valid. Please check it and try again.
de_de: Diese Email-Adresse ist ungültig. Bitte überprüfe sie und versuche es noch einmal.
my_mm: ဤအီးမေးလ်သည်မရနိုင်ပါ၊ကျေးဇူးပြု၍စစ်ဆေးပြီးနောက်တစ်ကြိမ်ကြိုးစား ကြည့်ပါ

source: This group can only be viewed by members. Users need to have the key below to become members.
de_de: Diese Gruppe kann nur von Mitgliedern gesehen werden. Benutzer brauchen einen Schlüssel, um einzutreten.
my_mm: ဤအုပ်စုကိုအုပ်စုအဖွဲ့ဝင်များသာလျှင်မြင်နိုင်သည်။အသုံးပြုသူများသည် အောက်တွင်ဖော်ပြထားသော(ကီး)ကိုအဖွဲ့ဝင်ဖြစ်လာရန်အတွက်သုံးရန်လိုအပ်သည်။

source: This group doesn't have a key.
de_de: Diese Gruppe hat keinen Schlüssel.
my_mm: ဤအုပ်စုတွင်(ကီး)သော့တစ်ခုမရှိပါ

source: This group violates the rules of conduct.
de_de: Diese Gruppe verletzt die Regeln guten Benehmens.
my_mm: ဤအုပ်စုသည်စည်းမျဉ်းစည်းကမ်းများကိုချိုးဖောက်သည်

source: This group was created by mistake, or it is inactive.
de_de: Diese Gruppe wurde irrtümlicherweise erstellt, oder sie ist inaktiv.
my_mm: ဤအုပ်စုကိုအမှားဖြင့်ဖန်တီးပြုလုပ်ခဲ့၏။ သို့မဟုတ် ၄င်းသည်လုပ်ဆောင်မှုမရှိပါ။

source: This is my profile.
de_de: Dies ist mein Profil.
my_mm: ဤအရာသည်ကျွနိုပ်၏ကိုယ်ရေးအချက်အလက်ဖြစ်သည်

source: This is not a real group but spam.
de_de: Diese ist keine echte Gruppe sondern Spam.
my_mm: ဤအရာသည်အုပ်စုအစစ်အမှန်မဟုတ်ပေ၊ကြော်ငြာအဖြစ်သာလျှင်ဖြစ်သည်

source: This is not a real person but spam.
de_de: Diese ist keine echte Person sondern Spam.
my_mm: ဤအရာသည်ပုဂ္ဂိုလ်အစစ်အမှန်မဟုတ်ပေ၊ကြော်ငြာအဖြစ်သာလျှင်ဖြစ်သည်

source: This is not a real resource but spam.
de_de: Dies ist keine wirkliche Ressource, sondern Spam.
my_mm: ဤအရာသည်ရင်းမြစ်အစစ်အမှန်မဟုတ်ပေ၊ကြော်ငြာအဖြစ်သာလျှင်ဖြစ်သည်

source: This person violates the rules of conduct.
de_de: Diese Person verletzt die Regeln guten Benehmens.
my_mm: ဤပုဂ္ဂိုလ်သည်စည်းမျဉ်းစည်းကမ်းများကိုချိုးဖောက်သည်

source: This person was created by mistake, or he/she is inactive.
de_de: Diese Person wurde irrtümlicherweise erstellt, oder sie ist inaktiv.
my_mm: ဤပုဂ္ဂိုလ်သည်အမှားဖြင့်ဖန်တီးပြုလုပ်ခဲ့၏။ သို့မဟုတ်သူ/သူမသည်လုပ်ဆောင်မှုမရှိပါ။

source: This resource doesn't exist.
de_de: Diese Ressource existiert nicht.
my_mm: ဤရင်းမြစ်သည်မရှိပါ

source: This resource violates the rules of conduct.
de_de: Diese Ressource verletzt die Regeln guten Benehmens.
my_mm: ဤရင်းမြစ်သည်စည်းမျဉ်းစည်းကမ်းများကိုချိုးဖောက်သည်

source: This resource was created by mistake, or it is inactive.
de_de: Diese Ressource wurde irrtümlicherweise erstellt, oder sie liegt brach.
my_mm: ဤရင်းမြစ်ကိုအမှားဖြင့်ဖန်တီးပြုလုပ်ခဲ့၏။ သို့မဟုတ်၄င်းသည်လုပ်ဆောင်မှုမရှိပါ။

source: This user doesn't exist.
de_de: Dieser Benutzer existiert nicht.
my_mm: ဤအသုံးပြုသူသည်မရှိပါ

source: Time
de_de: Zeit
my_mm: အချိန်

source: Time Zone
de_de: Zeitzone
my_mm: အချိန်ဇုံ

source: To this address we will send a request to confirm your registration.
de_de: An diese Adresse werden wir einen Link zur Bestätigung der Registrierung senden.
my_mm: သင်၏မှတ်ပုံတင်ခြင်းကိုအတည်ပြုရန်တောင်းဆိုမှုတစ်ခုကိုကျွန်တော်တို့သည်ဤလိပ်စာသို့ပို့လိမ့်မည်

source: To:
de_de: An:
my_mm: ကို/သို့

source: Top Groups
de_de: Beliebte Gruppen
my_mm: ထိပ်တန်းအုပ်စုများ

source: Top Resources
de_de: Beliebte Ressourcen
my_mm: ထိပ်တန်းရင်းမြစ်များ

source: Top Users
de_de: Beliebte Benutzer
my_mm: ထိပ်တန်းအသုံးပြုသူများ

source: Trash
de_de: Papierkorb
my_mm: အမှိုက်ပုံး

source: Trash emptied.
de_de: Der Papierkorb wurde geleert.
my_mm: အလွတ်ဖြစ်သော အမှိုက်ပုံး

source: Try a different filter.
de_de: Versuche einen anderen Filter.
my_mm: ကွဲပြားခြားနားသောစီစစ်မှုကိရိယာဖြင့်ကြိုးစားကြည့်ပါ

source: Type
de_de: Art
my_mm: အမျိုးအစား

source: URL must start with http:// or https://!
de_de: Die URL muss mit http:// oder https:// beginnen!
my_mm: (URL)ကို http:// သ်ို့မဟုတ် https:// စတင်ရမည်

source: URL to external source:
de_de: URL zur externen Quelle:
my_mm: ပြင်ပရင်းမြစ်သို့ (URL)

source: Unblock this user
de_de: Blockierung dieses Benutzers aufheben
my_mm: ဤအသုံးပြုသူကိုမပိတ်ပါ

source: Unsubscribe
de_de: Verlinkung lösen
my_mm: အဖွဲ့မဝင်ပါ

source: Unsubscribe from resource
de_de: Verlinkung zur Ressource lösen
my_mm: ဤရင်းမြစ်မှအဖွဲ့မဝင်ပါ

source: Update
de_de: Aktualisieren
my_mm: နောက်ဆုံးသတင်းအခြေအနေ

source: Upload Avatar:
de_de: Avatar hochladen:
my_mm: ရုပ်ပုံကိုပို့ပါ

source: Upload group image:
de_de: Gruppenbild hochladen:
my_mm: အုပ်စုပုံကိုပို့ပါ

source: User %s accepted your friendship.
de_de: %s hat deine Freundschaft akzeptiert.
my_mm: အသုံး​ြ​ပု​သူ %s သည်သ​င​်​၏​သူ​ငယ်ချ​င​်း​အြ​ဖစ်လက်ခံ​ခဲ​့​သ​ည​်

source: User %s canceled your friendship.
de_de: %s hat deine Freundschaft beendet.
my_mm: အသုံး​ြ​ပု​သူ %s သည်သ​င​်​၏​သူ​ငယ်ချ​င​်း​အြ​ဖစ်ပယ်ဖျက်ခဲ​့​သ​ည​်

source: User %s rejected your friendship.
de_de: %s hat deine Freundschaft abgelehnt.
my_mm: အသုံး​ြ​ပု​သူ %s သည်သ​င​်​၏​သူ​ငယ်ချ​င​်း​အြ​ဖ​စ​်​ြ​ငင​်း​ပ​ယ​််​ခဲ​့​သ​ည​်

source: User %s requested your friendship.
de_de: %s bittet um Freundschaft.
my_mm: အသုံး​ြ​ပု​သူ %s သည်သ​င​်​၏​သူ​ငယ်ချ​င​်း​အြ​ဖစ်ကို​ေ​တာင်ဆို​ခဲ​့​သ​ည​်

source: User Signup
de_de: Registrierung von Benutzern
my_mm: အသုံးပြုသူဝင်ရောက်ခြင်း

source: User Status
de_de: Status des Benutzers
my_mm: အသုံးပြုသူအခြေအနေ

source: User lost password
de_de: Verlorenes Passwort
my_mm: အသုံးပြုသူစကားဝှက်ပြောက်ဆုံးခဲ့သည်။

source: User permissions
de_de: Berechtigungen
my_mm: အသုံးပြုသူခွင့်ပြုချက်များ

source: User permissions changed.
de_de: Die Berechtigungen wurden geändert.
my_mm: အသုံးပြုသူခွင့်ပြုချက်များပြောင်းလဲခဲ့သည်

source: User signin
de_de: Anmeldung
my_mm: အသုံးပြုသူူ(ဆိုင်းအင်)ဝင်ရောက်ခြင်း

source: User status
de_de: Status des Benutzers
my_mm: အသုံးပြုသူအခြေအနေ

source: User update
de_de: Aktualisierung der Benutzerdaten
my_mm: အသုံးပြုသူနောက်ဆုံးသတင်းအခြေအနေ

source: User updated
de_de: Benutzerdaten wurden aktualisiert
my_mm: အသုံးပြုသူနောက်ဆုံးသတင်းအခြေအနေရှိခဲ့သည်

source: User with the same name already exists.
de_de: Ein Benutzer mit diesem Namen existiert bereits.
my_mm: အသုံးပြုသူသည်တူညီသောအမည်နှင့်အတူရှိခဲ့ပြီးပြီ

source: User's location on a map
de_de: Position des Benutzers auf der Karte
my_mm: မြေပုံပေါ်တွင်အသုံးပြုသူ၏တည်နေရာ

source: Username cannot be empty!
de_de: Der Benutzername darf nicht leer sein!
my_mm: အသုံးပြုသူအမည်မရှိပါ

source: Username:
de_de: Benutzername
my_mm: အသုံးပြုသူအမည်

source: Users
de_de: Benutzer
my_mm: အသုံးပြုသူများ

source: View details
de_de: Zu den Details
my_mm: အသေးစိတ်များကိုကြည့်ရှုပါ

source: View details.
de_de: Zu den Details.
my_mm: အသေးစိတ်များကိုကြည့်ရှုပါ

source: View group owner:
de_de: Zum Gruppeninhaber:
my_mm: အုပ်စုပိုင်ရှင်ကိုကြည့်ရှုပါ

source: View resource owner:
de_de: Zum Ressourceninhaber:
my_mm: ရင်းမြစ်ပိုင်ရှင်ကိုကြည့်ရှုပါ

source: Visibility:
de_de: Sichtbarkeit:
my_mm: ရနိုင်ခြင်း/မြင်နိုင်ခြင်း

source: We have received complaints about inapproprite language in your group. Please make neccessary adjustments or your group will be deactivated.
de_de: Wir haben Beschwerden über unangemessenen Sprachgebrauch in deiner Gruppe erhalten. Bitte veranlasse die notwendigen Änderungen, oder die Gruppe wird deaktiviert.
my_mm: ကျွနိုပ်တို့သည်သင်၏အုပ်စုတွင်မသင့်လျော်သောစကားနှင့်ပတ်သက်၍တိုင် ကြားချက်များကိုလက်ခံရရှိပြီးပြီး။ ကျေးဇူးပြု၍လိုအပ်သော နည်းလမ်းတကျဆောင်ရွက်ချက်များပြုလုပ်ပါ။ သို့မဟုတ်ပါကသင်၏အုပ်စုကိုနစ်နာစေပါလိမ့်မည်။

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
de_de: Wir haben Beschwerden erhalten, dass du andere mit Spam belästigst. Bitte ändere das, andernfalls wird dein Account deaktiviert.
my_mm: ကျွန်တော်တို့သည်သင်သည်အခြားသောအသုံးပြုသူများကိုသူတို့လက်ခံခြင်းမရှိသောစာ/ကြော်ငြာစာများပို့သည့်တိုင်ကြားချက်များကိုလက်ခံရရှိပြီးပြီ။ ကျေးဇူးပြု၍ရပ်တန့်ပါ။ သို့မဟုတ်ပါကသင်၏အကောင့်ကိုနစ်နာစေပါလိမ့်မည်။

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
de_de: Wir haben Beschwerden erhalten, dass dein Umgangston zu wünschen übrig lässt. Bitte ändere das, andernfalls wird dein Account deaktiviert.
my_mm: ကျွန်တော်တို့သည်သင်မလျော်ညီသောဘာသာစကားများအသုံးပြုသည့််တိုင် ကြားချက်များကိုလက်ခံရရှိပြီးပြီ။ ကျေးဇူးပြု၍ရပ်တန့်ပါ။ သို့မဟုတ်ပါကသင်၏အကောင့်ကိုနစ်နာစေပါလိမ့်မည်။

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
de_de: Wir haben Beschwerden erhalten, dass deine Gruppe Spam enthält. Bitte lösche fragwürdige Inhalte, andernfalls wird deine Gruppe wird deaktiviert.
my_mm: ကျွန်တော်တို့သည်သင်၏အုပ်စုတွင်လက်ခံခြင်းမရှိသောစာ/ကြော်ငြာစာများ ပါဝင်သည်ဟုတိုင်ကြားချက်များကိုလက်ခံရရှိပြီးပြီ။ ကျေးဇူးပြု၍မသင့်လျော်သောမာတိကာကိုဖျက်ပစ်ပါ။ သို့မဟုတ်ပါကသင်၏အုပ်စုကိုနစ်နာစေပါလိမ့်မည်။

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
de_de: Wir haben Beschwerden erhalten, dass deine Ressource Spam enthält. Bitte lösche fragwürdige Inhalte, andernfalls wird sie deaktiviert.
my_mm: ကျွန်တော်တို့သည်သင်၏ရင်းမြစ်တွင်လက်ခံခြင်းမရှိသောစာ/ကြော်ငြာစာများပါဝင်သည်ဟုတိုင်ကြားချက်များကိုလက်ခံရရှိပြီးပြီ။ ကျေးဇူးပြု၍မသင့်လျော်သောမာတိကာကိုဖျက်ပစ်ပါ။ သို့မဟုတ်ပါကသင်၏ရင်းမြစ်ကိုနစ်နာစေပါလိမ့်မည်။

source: Welcome
de_de: Willkommen
my_mm: ကြိုဆိုပါ၏

source: Write some lines about your life, your work and your interests.
de_de: Schreib etwas über dein Leben, deine Arbeit und deine Interessen.
my_mm: သင်၏ဘဝ၊အလုပ်နှင့်စိတ်ဝင်စားမှုနယ်ပယ်များအကြောင်းကိုစာကြောင်:အနည်းငယ်ဖြင့်ရေးပါ။

source: Wrong email format!
de_de: Falsches Email-Format!
my_mm: မှားယွင်းသောအီးမေးလ်အစီအစဉ်

source: You are already a member.
de_de: Du bist bereits ein Mitglied.
my_mm: သင်သည်အဖွဲ့ဝင်တစ်ယောက်ဖြစ်ပြီ

source: You are not allowed to see the members.
de_de: Du darfst die Mitglieder nicht sehen.
my_mm: သင့်ကိုအဖွဲ့ဝင်များကိုမြင်ရန်ခွင့်မပြုပါ

source: You are not allowed to see the memberships.
de_de: Du darfst die Mitgliedschaften nicht sehen.
my_mm: သင့်ကိုအဖွဲ့ဝင်အဖြစ်များကိုမြင်ရန်ခွင့်မပြုပါ

source: You are not allowed to see the subscribed groups.
de_de: Du bist nicht berechtigt, die verlinkten Gruppen zu sehen.
my_mm: သင့်ကိုအဖွဲ့ဝင်ထားသောအုပ်စုများကိုမြင်ရန်ခွင့်မပြုပါ

source: You are not allowed to see the subscribed users.
de_de: Du bist nicht berechtigt, die verlinkten Benutzer zu sehen.
my_mm: သင့်ကိုအဖွဲ့ဝင်ထားသောအသုံးပြုသူများကိုမြင်ရန်ခွင့်မပြုပါ

source: You are not allowed to see the subscriptions.
de_de: Du bist nicht berechtigt, die Links zu sehen.
my_mm: သင့်ကိုအဖွဲ့ဝင်ခြင်းများကိုမြင်ရန်ခွင့်မပြုပါ

source: You are not allowed to view this group.
de_de: Du darfst diese Gruppe nicht sehen.
my_mm: သင့်ကိုဤအုပ်စုကိုမြင်ရန်ခွင့်မပြုပါ

source: You are not allowed to view this resource.
de_de: Du darfst diese Ressource nicht sehen.
my_mm: သင့်ကိုဤရင်းမြစ်ကိုမြင်ရန်ခွင့်မပြုပါ

source: You are not allowed to view this user.
de_de: Du darfst diesen Benutzer nicht sehen.
my_mm: သင့်ကိုဤအသုံးပြုသူကိုမြင်ရန်ခွင့်မပြုပါ

source: You can only send messages to friends.
de_de: Du kannst nur Nachrichten an Freunde senden.
my_mm: သင်သည်သတင်းများကိုသူငယ်ချင်းများသို့ပို့နိုင်ရုံသာဖြစ်သည်။

source: You currently block this user
de_de: Du blockierst diesen Benutzer
my_mm: သင်သည်ဤအသုံးပြုသူကိုလက်တလောပိတ်သည်

source: You currently block this user.
de_de: Du blockierst diesen Benutzer.
my_mm: သင်သည်ဤအသုံးပြုသူကိုလက်တလောပိတ်သည်

source: You have entered a wrong key.
de_de: Du hast einen falschen Schlüssel eingegeben.
my_mm: သင်သည်မှားယွင်းသောကီးဖြင့်ဝင်ခဲ့ပြီ

source: You have joined the group.
de_de: Du bist dieser Gruppe beigetreten.
my_mm: သင်သည်အုပ်စုကိုဆက်သွယ်ပြီးပြီ

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
de_de: Du hast noch keine Freunde. Du kannst erst dann Nachrichten senden, nachdem jemand deine Bitte um Freundschaft akzeptiert hat.
my_mm: သင်မှာသူငယ်ချင်းများမရှိသေးပါ။ သင်၏သူငယ်ချင်းအဖြစ်တောင်းဆိုမှုကိုတစ်စုံတစ်ယောက် ကလက်ခံပြီးနောက်သင်သည်သတင်းပို့ခြင်းကိုစတင်နိုင်သည်။

source: You have no permission to create a resource.
de_de: Du bist nicht berechtigt, eine Ressource zu erstellen.
my_mm: သင်မှာရင်းမြစ်တစ်ခုကိုဖန်တီးရန်ခွင့်ပြုချက်မရှိပါ

source: You have no permission to create groups.
de_de: Du bist nicht berechtigt, Gruppen zu erstellen.
my_mm: သင်မှာအုပ်စုများကိုဖန်တီးရန်ခွင့်ပြုချက်မရှိပါ

source: You have no permission to create resources.
de_de: Du bist nicht berechtigt, Ressourcen zu erstellen.
my_mm: သင့်မှာရင်းမြစ်များကိုဖန်တီးရန်ခွင့်ပြုချက်မရှိပါ

source: You need to log in to send messages.
de_de: Du musst angemeldet sein, um Nachrichten senden zu können.
my_mm: သင်သည်သတင်းပို့ရန်အတွက်လောဒ့်အင်ဝင်ရန်လိုသည်

source: You need to subscribe in order to comment.
de_de: Du musst dich erst verlinken, um kommentieren zu können.
my_mm: သင်သည်ဝေဖန်သုံးသပ်ချက်ပေးရန်အဖွဲ့ဝင်ရန်လိုသည်

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
de_de: Du hast eine Änderung der Email-Adresse veranlasst. Eine Nachricht mit einem Link wurde an deine alte Adresse geschickt. Deine neue Adresse wird aktiviert, sobald du die Änderung bestätigt hast.
my_mm: သင်သည်သင်၏အီးမေးလ်လိပ်စာကိုပြောင်းလဲရန်တောင်းဆိုခဲ့သည။် ကွင်းဆက်(လင့်)တစ်ခုနှင့်တူသတင်းကိုလိပ်စာဟောင်းသို့ပို့ခဲ့ပြီ။ သင်အတည််ပြုပြီးတပြိုင်နက်လိပ်စာအသစ်ကိုလှုပ်ရှားဆောင်ရွက်စေလိမ့်မည်။

source: My Connections
de_de: Meine Verbindungen
my_mm: သင်၏ဆက်သွယ်ချက်များ

source: Your IP is known at www.stopforumspam.com as spam source and was blocked.
de_de: Deine IP-Adresse ist bei www.stopforumspam.com gemeldet und wurde blockiert.
my_mm: သင်၏ IP ကို www.stopforumspam.com တွင် ကြော်ငြာစာတစ်ခုအဖြစ်သိစေခဲ့ပြီး ပိတ်ဆို့ခံခဲ့ရပြီ

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
de_de: Dein Account wurde deaktiviert. Wenn du das für einen Irrtum hältst, kannst du %s kontaktieren
my_mm: သ​င​်​၏​အေ​ကာ​င​်​့​ကို​နစ်နာ​ေ​စ​ခဲ​့​ြ​ပီ။ အက​ယ​်​၍ ဤ​အရာ​သည်အ​မှား​တစ်ခု ​ြ​ဖစ်သည်ဟု​သ​င​်ထင်ပါ​ကတျေး​ဇူး​ြ​ပု​၍အထောက်အကူကို %s တွင်ဆက်သွယ်ပါ

source: Your email is known at www.stopforumspam.com as spam source and was blocked.
de_de: Deine Email-Adresse ist bei www.stopforumspam.com gemeldet und wurde blockiert.
my_mm: သင်၏အီးမေးလ်ကို www.stopforumspam.com တွင် ကြော်ငြာစာတစ်ခုအဖြစ်သိစေခဲ့ပြီးပိတ်ဆိုခဲ့သည်။

source: Your email:
de_de: Deine Email-Adresse:
my_mm: သင်၏အီးမေးလ်

source: Your image still needs to be cropped to the right dimensions before you can continue!
de_de: Dein Bild muss noch auf die richtige Größe zugeschnitten werden, bevor du fortfahren kannst!
my_mm: သင်သည်ရှေ့သို့ဆက်မသွားမီသင်၏ပုံကို မှန်ကန်သောအတိုင်းအတာဖြင့်ပြန်လည်ပြုပြင်ရန်လိုနေသေးသည်

source: Your image still needs to be resized before you can continue!
de_de: Die Größe deines Bildes muss noch angepasst werden, bevor du fortfahren kannst.
my_mm: သင်သည်ရှေ့သို့ဆက်မသွားမီသင်၏ပုံကိုအရွယ်အစားပြန်လည်ပြုပြင်ရန်လိုနေ သေးသည်

source: Your message has been sent.
de_de: Deine Nachricht wurde abgeschickt.
my_mm: သင်၏သတင်းကိုပို့ပြီးပြီ

source: Your messages
de_de: Deine Nachrichten
my_mm: သင်၏သတင်းများ

source: Your password has been successfully changed, you can now log in.
de_de: Dein Passwort ist erfolgreich geändert worden, du kann dich nun anmelden.
my_mm: သင်၏စကားဝှက်ကိုအောင်မြင်စွာပြောင်းလဲပြီးပြီ၊ ယခုသင်လော့အင်ဝင်နိုင်ပြီ

source: Your password has been successfully changed.
de_de: Dein Passwort ist erfolgreich geändert worden.
my_mm: သင်၏စကားဝှက်ကိုအောင်မြင်စွာပြောင်းလဲပြီးပြီ

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
de_de: Dein Passwort muss mindestens 8 Zeichen lang sein und mindestens einen Kleinbuchstaben, einen Großbuchstaben und eine Zahl enthalten.
my_mm: သင်၏စကားဝှက်သည်အနည်းဆုံးအက္ခရာသေးတစ်ခု၊အက္ခရာကြီးတစ်ခု၊ ဂဏန်းတစ်ခုအပါအဝင်စာလုံးရေအနည်းဆုံး ၈ လုံးရှိရမည်

source: Your password must contain at least %s characters.
de_de: Dein Passwort muss mindestens %s Zeichen enthalten.
my_mm: သင်၏စကားဝှက်သည်အနည်းဆုံး %s အက္ခရာ/စာလုံးများပါဝင်ရမည်

source: Your password must contain at least one upper-case letter.
de_de: Dein Passwort muss mindestens einen Großbuchstaben enthalten.

source: Your password must contain at least one number.
de_de: Dein Passwort muss mindestens eine Ziffer enthalten.
my_mm: သင်၏စကားဝှက်သည်အနည်းဆုံးဂဏန်းတစ်ခုပါဝင်ရမည်။

source: Your password must contain at least one lower-case letter.
de_de: Dein Passwort muss mindestens einen Kleinbuchstaben enthalten.

source: Your passwords are different.
de_de: Die Passwörter sind verschieden.
my_mm: သင်၏စကားဝှက်များသည်ကွဲပြားခြားနားနေသည်

source: Your report has been received.
de_de: Deine Meldung ist eingegangen.
my_mm: သင်၏သတင်းပို့ချက်ကိုလက်ခံရရှိပြီးပြီ

source: Your username can only contain letters, numbers, space, dash and underscore!
de_de: Dein Benutzername kann nur Buchstaben, Ziffern, Leerzeichen, Bindestrich und Unterstrich enthalten!
my_mm: သ​င​်​၏​အသုံး​ြ​ပု​ေ​သာ​နာ​မည်ကို​အက​္ခ​ရာများ၊ဂ​ဏ​န​်းများ​၊နေရာ၊ဒက်ရှ်(-)နှ​င​်​့​ (​​_)သာလျှင်ပါ​ဝင်နိုင်သ​ည​်

source: active
de_de: aktiv
my_mm: လှုပ်ရှားဆောင်ရွက်သော

source: add new tag
de_de: neuen Tag hinzufügen
my_mm: (တတ်စ်)တွဲရန်ခေါင်းစဉ်အသစ်ကိုပေါင်းထည့်ပါ

source: administators
de_de: Administratoren
my_mm: စီမံခန့်ခွဲသူများ

source: all
de_de: alle
my_mm: အားလုံး

source: all resources
de_de: alle Ressourcen
my_mm: ရင်းမြစ်များအားလုံး

source: all tags
de_de: alle Tags
my_mm: (တတ်စ်)တွဲရန်ခေါင်းစဉ်များအားလုံး

source: auto reload
de_de: automatisch neu laden
my_mm: အလိုလျောက်ပြန်ပို့သည်
