Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: */messages.po
Languages: de_de, my_mm

source: cancel and return
de_de: abbrechen und zurück
my_mm: ပယ်ဖျက်ပြီးပြန်သွားပါ

source: clear map
de_de: Karte zurücksetzen
my_mm: မြေပုံကိုရှင်းလင်းပါ

source: create
de_de: erstellen
my_mm: ဖန်တီးပါ

source: deactivated
de_de: deaktiviert
my_mm: နစ်နာစေသော

source: edit
de_de: bearbeiten
my_mm: တည်းဖြတ်ပါ

source: friend
de_de: Freund
my_mm: သူငယ်ချင်း

source: from_email
de_de: Sender für Systemnachrichten
my_mm: မှ-အီးမေးလ်

source: gps_default_latitude
de_de: Standard-Breitengrad (Google)

source: gps_default_longitude
de_de: Standard-Längengrad (Google)

source: inactive
de_de: inaktiv
my_mm: လှုပ်ရှားဆောင်ရွက််မှုမရှိ်သော

source: insert to resource
de_de: zur Ressource hinzufügen
my_mm: ရင်းမြစ်သို့အစားသွင်းပါ

source: license
de_de: Lizenz
my_mm: လိုင်စင်

source: mark as read
de_de: als gelesen markieren
my_mm: ဖတ်ပြီးသားစာအဖြစ်မှတ်သားပါ

source: mark as unread
de_de: als ungelesen markieren
my_mm: မဖတ်ရပြီးသေးသောစာအဖြစ်မှတ်သားပါ

source: I am a member.
de_de: Ich bin ein Mitglied.
my_mm: ကျွနိုပ်သည်အဖွဲ့ဝင်တစ်ယောက်ဖြစ်သသည်။

source: moderators
de_de: Moderatoren
my_mm: အုပ်ထိန်းကွပ်ကဲသူများ

source: more groups
de_de: weitere Gruppen
my_mm: ပိုမိုသောအုပ်စုများ

source: more resources
de_de: weitere Ressourcen
my_mm: ပိုမိုသောရင်းမြစ်များ

source: more users
de_de: weitere Benutzer
my_mm: ပိုမိုသောအသုံးပြုသူများ

source: move to trash
de_de: in den Papierkorb
my_mm: အမှိုုက်ပုံးသို့ရွေ့ပြောင်းပါ

source: my friend
de_de: mein Freund
my_mm: ကျွန်ုပ်၏သူငယ်ချင်း

source: no friend
de_de: kein Freund
my_mm: သူငယ်ချင်းမဟုတ်ပါ

source: I am not a member.
de_de: Ich bin kein Mitglied.
my_mm: ကျွနိုပ်သည်အဖွဲ့ဝင်တစ်ယောက်မဟုတ်ပါ။

source: not my friend
de_de: kein Freund
my_mm: ကျွန်ုပ်၏သူငယ်ချင်းမဟုတ်ပါ

source: I am not subscribed.
de_de: Ich bin nicht verlinkt.
my_mm: ကျွနိုပ်သည်အဖွဲ့ဝင်လျှောက်ထားသူမဟုတ်ပါ။

source: object_creation_min_time
de_de: Wie viele Tage müssen Benutzer registriert sein, um Gruppen und Objekte erstellen zu dürfen?
my_mm: အသုံးပြုသူများကိုအုပ်စုများနှင့်ရင်းမြစ်များဖန်တီးရန်ခွင့်မပြုခင်အချိန်(ရက်များ တွင်)

source: only visible to friends
de_de: nur Freunden sichtbar
my_mm: သူငယ်ချင်းများသာမြင်နိုင်သော

source: only visible to members
de_de: nur Mitgliedern sichtbar
my_mm: အဖွဲ့ဝင်များသာမြင်နိုင်သော

source: only visible to registered users
de_de: nur registrierten Benutzern sichtbar
my_mm: မှတ်ပုံတင်ထားသောအသုံးပြုသူများသာမြင်နိုင်သော

source: owner
de_de: Inhaber
my_mm: ပိုင်ရှင်

source: regenerate image
de_de: Bild neu erstellen
my_mm: ့ံပုံရိပ်ကိုပြန်လည်ထုတ်လုပ်ပါ

source: remove user from resource
de_de: Benutzer von der Ressource entfernen
my_mm: ရင်းမြစ်မှအသုံးပြုသူကိုဖယ်ထုတ်ပါ

source: reply
de_de: antworten
my_mm: စာပြန်ပါ(ပြန်စာ)

source: restore from trash
de_de: wiederherstellen
my_mm: အမှိုက်ပုံးမှပြန်လည်ထိန်းသိမ်းပါ

source: setup and maintenance
de_de: Einrichtung und Instandhaltung
my_mm: တည်ဆောက်ပြီးထိန်းသိမ်းပါ

source: sign up
de_de: registriere dich hier
my_mm: (ဆိုင်းအပ်)ဝင်ရောက်ပါ

source: subscribed
de_de: verlinkt

source: top level
de_de: oberste Ebene
my_mm: ပိုမိုသောယေဘုယျတွဲရန်ဖိုင်များအတွက်နေရာ

source: visible to the world
de_de: weltweit sichtbar
my_mm: တစ်ကမ္ဘာလုံးသို့မြင်နိုင်သော

source: wrote
de_de: schrieb
my_mm: ရေးခဲ့သည်

source: Back to the list of messages
de_de: Zurück zur Nachrichtenliste
my_mm: သတင်းများစာရင်းသို့ပြန်သွားပါ

source: Back to the list of reports
de_de: Zurück zur Liste der Meldungen
my_mm: သတင်းပို့ချက်များစာရင်းသို့ပြန်သွားပါ

source: Back to the list of resources
de_de: Zurück zur Liste der Ressourcen
my_mm: ရင်းမြစ်များစာရင်းသို့ပြန်သွားပါ

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
de_de: Unten kannst du Details hinzufügen: Beschreibe die Themen dieser Ressource durch ein oder mehr Tags. Diese Informationen werden Anderen helfen, deine Ressource zu finden.
my_mm: အောက်တွင်သင်အသေးစိတ်များကိုပေါင်းထည့်နိုင်သည်။ ဤရင်းမြစ်၏ခါင်းစဉ်များကိုတစ်ခုသို့မဟုတ်တစ်ခုထက်ပိုသော (ခေါင်းစဉ်)အမှတ်အသားများဖြင့်ဖော်ပြပါ။ ဤသတင်းအချက်အလက်သည် အခြားသောအသုံးပြုသူများသင်၏ရင်းမြစ်ကိုရှာတွေ့ရန်ကူညီပါလိမ့်မည်။

source: Details of the group
de_de: Details der Gruppe
my_mm: အုပ်စု၏အသေးစိတ်အချက်အလက်များ

source: Details of the resource
de_de: Details der Ressource
my_mm: ရင်းမြစ်၏အသေးစိတ်အချက်အလက်များ

source: Details of the user
de_de: Details des Benutzers
my_mm: အသုံးပြုသူ၏အသေးစိတ်အချက်အလက်များ

source: GD (images) supported
de_de: GD (Bilder) unterstützt
my_mm: GD (ပုံရိပ်များ)ထောက်ပံ့ခဲ့သည်

source: Gettext supported
de_de: Gettext unterstützt

source: Message not displayed because the user has been deactivated.
de_de: Nachricht ausgeblendet, da der Benutzer deaktiviert wurde.
my_mm: သတင်းအချက်အလက်ကိုမပြနိုင်ပါအဘယ်ကြောင့်ဆိုသော်အသုံးပြုသူကိုနစ်နာစေပြီးပြီ(လုပ်ဆောင်ခွင့်မရှိတော့ပြီ)။

source: No messages
de_de: Keine Nachrichten
my_mm: သတင်းအချက်အလက်မရှိပါ

source: Permission to create items
de_de: Berechtigung zur Erstellung von Dingen
my_mm: စာရင်းတွင်ပါဝင်သောအရာများကိုဖန်တီးရန်ခွင့်ပြုချက်

source: Privacy policy
de_de: Datenschutzrichtlinien
my_mm: ကိုယ်ရေးကိုယ်တာပေါ်လစီ

source: Restrict your search to a location
de_de: Suche auf einen Ort begrenzen
my_mm: တည်နေရာတစ်ခုသို့သင်၏ရှာဖွေမှုကိုကြပ်မတ်ပါ

source: Search for a place
de_de: Nach einem Ort suchen
my_mm: နေရာတစ်ခုကိုရှာဖွေပါ

source: Search for similar topics like your interests and around your location.
de_de: Suche nach ähnlichen Themen wie deine Interessen und in deiner Nähe.
my_mm: သင်၏စိတ်ဝင်စားမှုများနှင့်တည်နေရာကဲ့သို့တူညီသောခေါင်းစဉ်များကိုရှာဖွေပါ

source: Similar to me
de_de: Ähnlich wie ich
my_mm: ကျွနိုုပ်ကို(နှင့်)တူညီပါ

source: User has been deactivated
de_de: Der Benutzer wurde deaktiviert
my_mm: အသုံးပြုသူကိုနစ်နာစေခဲ့ပြီ

source: User role
de_de: Rolle des Benutzers
my_mm: အသုံးပြုသူ၏ကဏ္ဍ

source: zoom in
de_de: heranzoomen
my_mm: မြင်ကွင်းကျင်း

source: zoom out
de_de: wegzoomen
my_mm: မြင်ကွင်းကျယ်

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
de_de: AND: Finde nur Objekte, wo <i>alle</i> Bedingungen erfüllt werden.<br />OR: Finde Objekte, wo <i>mindestens eine</i> der gewählten Bedingungen erfüllt wird.
my_mm: နှင့် - အကြောင်းအရာများကိုအခြေအနေများတွေ့ဆုံသောနေရာ <i>all</i> တွင်သာလျှင်ရှာပါ။ <br />OR: အကြောင်းအရာများကို ရွေးချယ်ထားသော အခြေအနေများတွေ့ဆုံသောနေရာ <i>any</i> တွင်ရှာပါ။

source: Click inside the map to set the center. Click a second time to set the search radius.
de_de: Klick in die Karte, um den Mittelpunkt zu bestimmen. Klicke ein zweites mal, um den Suchradius festzulegen.
my_mm: ဗဟိုကိုထားရန်အတွက်မြေပုံ၏အတွင်းကိုနှိပ်ပါ။ အချင်းဝက်ကိုရှာရန်အတွက်ဒုတိယအကြိမ်နှိပ်ပါ။

source: Image is too big! Max. size is for upload is 2048x2048
de_de: Das Bild ist zu groß! Maximale Größe für Upload ist 2048x2048
my_mm: ပုံရိပ်သည်ကြီးလွန်း၏။ အများဆုံးအရွယ်ပမာဏ(၂၀၄၈ x ၂၀၄၈) သာလျှင်ပို့နိုင်သည်

source: Nothing to display
de_de: Nichts zu zeigen
my_mm: မည်သည့်အရာကိုမှပြရန်မရှိပါ

source: Please enter your new password
de_de: Bitte gib dein neues Passwort ein
my_mm: ကျေးဇူးပြု၍သင်၏စကားဝှက်အသစ်ကိုဝင်ရောက်ပါ

source: Please use only the English alphabet.
de_de: Bitte benutze nur lateinische Buchstaben.
my_mm: ကျေးဇူပြု၍အင်္ဂလိပ်အက္ခရာကိုသာလျှင်အသုံးပြုပါ

source: Reload the chat.
de_de: Den Chat neu laden.
my_mm: စကားပြောခြင်းပြန်လည်တင်ပို့ပါ

source: Resource location on a map
de_de: Position der Ressource auf der Karte
my_mm: မြေပုံပေါ်တွင်ရင်းမြစ်များ၏တည်နေရာ

source: Show the location where you are right now.
de_de: Zeig deine momentane Position.
my_mm: သင်လက်ရှိနေသောတည်နေရာကိုပြသပါ

source: The chat is only visible to group members.
de_de: Der Chat wird nur Gruppenmitgliedern angezeigt.
my_mm: စကားပြော(ချက်တင်း)ကိုအုပ်စုအဖွဲ့ဝင်များသာမြင်တွေ့မည်

source: The image is too big! Max. size is for upload is %s
de_de: Das Bild ist zu groß! Die maximale Größe ist %s
my_mm: ရုပ်ပုံသည်ကြီးလွန်း၏။ အများဆုံးပို့ရန်အရွယ်ပမဏမှာ %s ဖြစ်သည်။

source: Time:
de_de: Zeit:
my_mm: အချိန်

source: group
de_de: Gruppe
my_mm: အုပ်စု

source: is a product of
de_de: ist ein Projekt von

source: resource
de_de: Ressource
my_mm: ရင်းမြစ်

source: I am subscribed.
de_de: Ich bin verlinkt.
my_mm: ကျွနိုပ်သည်အဖွဲ့ဝင်လျှောက်ထားသည်။

source: user
de_de: Benutzer
my_mm: အသုံးပြုသူ

source: Add a Tag
de_de: Tag hinzufügen
my_mm: (တတ်စ်)တွဲရန်ခေါင်းစဉ်တစ်ခုကိုပေါင်းထည့်ပါ

source: Add the tags one by one.
de_de: Tags nacheinander hinzufügen.
my_mm: (တတ်စ်)တွဲရန်ခေါင်းစဉ်များကိုတစ်ခုပြီးတစ်ခုပေါင်းထည့်ပါ

source: Administration - Create new tag
de_de: Verwaltung - Neuen Tag erstellen
my_mm: စီမံခန့်ခွဲခြင်း - (တတ်စ်)တွဲရန်ခေါင်းစဉ်အသစ်ကိုဖန်တီးပြုလုပ်ပါ။

source: Administration - Reports
de_de: Verwaltung - Meldungen
my_mm: စီမံခန့်ခွဲခြင်း - သတင်းပို့ချက်များ

source: Administration - Tags
de_de: Verwaltung - Tags
my_mm: စီမံခန့်ခွဲခြင်း - (တတ်စ်)တွဲရန်ခေါင်းစဉ်များ

source: Administration - Web Statistics
de_de: Verwaltung - Webstatistik
my_mm: စီမံခန့်ခွဲခြင်း - ဝဘ်စာရင်းအင်းဇယား

source: Apply the filter and show the results.
de_de: Filter anwenden und Ergebnisse zeigen.
my_mm: စီစစ်မှုကိုလျှောက်ထားပြီးရလဒ်ကိုဖော်ပြပါ။

source: Chyba
de_de: Fehler

source: Click here to continue
de_de: Zum Fortfahren hier klicken.
my_mm: ရှေ့ဆက်ရန်အတွက်ဤနေရာကိုနှိပ်ပါ။

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
de_de: Klicke in die Karte, um die Position festzulegen. Falls bereits eine Position besteht, musst due zuerst die Karte zurücksetzen: <b class=‘icon-clear’></b>.
my_mm: တည်နေရာကိုထားရန်အတွက်မြေပုံ၏အတွင်းကိုနှိပ်ပါ။ အကယ်၍တည်နေရာကိုထားပြီးပြီဆိုလျှင်သင်သည်ပထမဆုံးမြေပုံကို်:<b class='icon-clear'></b>ရှင်းလင်းရန်လိုအပ်သည်။

source: Database error.
de_de: Datenbankfehler.

source: Do you really want to delete this message?
de_de: Möchtest du diese Nachricht wirklich löschen?
my_mm: သင်အမှန်တကယ်ဤသတင်းကိုပယ်ဖျက်ချင်ပါသလား။

source: Documentation:
de_de: Beschreibung:
my_mm: တရားဝင်သက်သေခံအဖြစ်စာရွက်စာတမ်းအသုံးပြုခြင်း

source: Done
de_de: Fertig
my_mm: ပြုလုပ်ပြီးပြီ

source: Done importing resources. Error writing log file.
de_de: Import der Ressourcen beendet. Fehler beim Schreiben der Log-Datei.
my_mm: ရင်းမြစ်များတင်ပို့ခြင်းပြီးပြီ။ မှတ်တမ်းဖိုင်ရေးသားခြင်းအမှား

source: Done importing resources. Please check the log file.
de_de: Import der Ressourcen beendet. Siehe die Log-Datei für mehr Infos.
my_mm: ရင်းမြစ်များတင်ပို့ခြင်းပြီးပြီ။ ကျေးဇူးပြု၍မှတ်တမ်းဖိုင်ကိုစစ်ဆေးပါ။

source: Done updating locales.
de_de: Import der Übersetzungen beendet.
my_mm: တည်နေရာများနောက်ဆုံးသတင်းအချက်အလက်ကိုပေးပြီးပြီ

source: Download the mobile application
de_de: Lade die Mobile-App herunter
my_mm: မိုဘိုင်းလျောက်ထားခြင်းကိုကူးယူပါ(ဒေါင်းလုပ်ဒ် လုပ်ပါ)

source: Find more information at:
de_de: Mehr Informationen auf:
my_mm: နောက်ထပ်သတင်းအချက်အလက်ကိုရှာပါ

source: Found unused locale '%s', removing from database.
de_de: Unbenutzte Übersetzung '%s' gefunden, wird von der Datenbank entfernt.
my_mm: အသုံးမပြုသောတည်နေရာ % ရှာတွေ့ခဲ့ပြီ၊ စုစည်းထားသောဒေတာမှဖယ်ထုတ်ခြင်း

source: I am a group moderator.
de_de: Ich bin ein Gruppenmoderator.
my_mm: ကျွနိုပ်သည်အုပ်စုအုပ်ထိန်းကွပ်ကဲသူတစ်ယောက်ဖြစ်သသည်။

source: I am a resource moderator.
de_de: Ich bin ein Moderator dieser Ressource.
my_mm: ကျွနိုပ်သည်ရင်းမြစ်အုပ်ထိန်းကွပ်ကဲသူတစ်ယောက်ဖြစ်သသည်။

source: I am the owner.
de_de: Ich bin der Inhaber.
my_mm: ကျွနိုပ်သည်ပိုင်ရှင်ဖြစ်သည်။

source: Image is too big! Max. size is for upload is %s
de_de: Das Bild ist zu groß! Die maximale Größe ist %s
my_mm: ပုံရိပ်သည်ကြီးလွန်း၏။ အရွယ်အစားကို %s ပို့ပါ

source: Import resources from a file
de_de: Ressourcen aus einer Datei importieren

source: Language code
de_de: Sprachcode

source: Mailbox
de_de: Briefkasten
my_mm: စာများကိုလက်ခံထားသောနေရာ(သေတ္တာ)

source: Manage subscribers of this resource
de_de: Verlinkte Benutzer dieser Ressource verwalten
my_mm: ဤရင်းမြစ်၏အဖွဲ့ဝင်များကိုစီစဉ်ဆောင်ရွက်ပါ

source: Notification from %s
de_de: Benachrichtigung von %s
my_mm: %s မှသတိပေးခြင်း

source: Notify members:
de_de: Mitglieder benachrichtigen:
my_mm: သတိပေးသည့်အဖွဲ့ဝင်များ

source: Remove this message.
de_de: Diese Nachricht löschen.
my_mm: ဤသတင်းကိုပယ်ဖျက်ပါ

source: Reset
de_de: Zurücksetzen
my_mm: ပြန်လည်ထားပါ/ပြန်လည်နေရာချထားပါ

source: Reset the filter and show the entire list.
de_de: Den Filter zurücksetzen und die gesamte Liste zeigen.
my_mm: စီစစ်ယူမှုကိုပြန်လည်နေရာချထားပါ၊ စာရင်းတစ်ခုလုံးကိုဖော်ပြပါ

source: Return to the home screen.
de_de: Zurück zur Homepage.
my_mm: အိမ်ဖန်သားပြင်ကိုပြန်သွားပါ

source: Screenshot processing.
de_de: Screenshot ist in Arbeit

source: Setup and Maintenance
de_de: Installation und Instandhaltung

source: Statistics
de_de: Statistik

source: System check finished.
de_de: Systemcheck beendet.

source: System message: You've received a warning about your resource.
de_de: Systemnachricht: Du haste eine Warnung wegen deine Ressource erhalten.
my_mm: ်သတင်းစနစ်- သင်သည်သင်၏ရင်းမြစ်နှင့်ပတ်သက်၍သတိပေးချက်ကိုလက်ခံရရှိပြီးပြီ။

source: System message: You've received a warning about your group.
de_de: Systemnachricht: Du haste eine Warnung wegen deiner Gruppe erhalten.
my_mm: သတင်းစနစ်- သင်သည်သင်၏အုပ်စုနှင့်ပတ်သက်၍သတိပေးချက်ကိုလက်ခံရရှိပြီးပြီ။

source: System message: You've received a warning.
de_de: Systemnachricht: Du haste eine Warnung erhalten.
my_mm: သတင်းစနစ်- သင်သည်သတိပေးချက်ကိုလက်ခံရရှိပြီးပြီ။

source: Tag "%s" saved.
de_de: Tag "%s" gespeichert.

source: Test locale
de_de: Sprache testen

source: Test the import in a dry run
de_de: Import im Probelauf testen

source: The image is too big! Max. size for upload is %s
de_de: Das Bild ist zu groß! Die maximale Größe ist %s
my_mm: ရုပ်ပုံသည်ကြီးလွန်း၏။ အများဆုံးပို့ရန်အရွယ်ပမဏမှာ %s ဖြစ်သည်။

source: The image is too small! Min. size for upload is %s
de_de: Das Bild ist zu klein! Die minimale Größe ist %s
my_mm: ပုံရိပ်သည်သေးလွန်း၏။ အနည်းဆုံးပို့ရန်အရွယ်ပမဏမှာ %s ဖြစ်သည်။

source: The tag cannot be its own parent.
de_de: Der Tag kann nicht zu sich selbst übergeordnet sein.
my_mm: (တိတ်)ခေါင်းစဉ်သည်၄င်း၏ကိုယ်ပိုင်မိဘမဖြစ်နိုင်ပါ။

source: There are unread reports.
de_de: Es gibt ungelesene Meldungen.

source: This group contains wrong information.
de_de: Diese Gruppe enthält falsche Informationen.
my_mm: ဤအုပ်စုတွင်မှားယွင်းသောသတင်းအချက်အလက်ပါဝင်သည်

source: This is my group.
de_de: Das ist meine Gruppe.
my_mm: ဤအရာသည်ကျွနိုပ်၏အုပ်စုဖြစ်သည်

source: This is my resource.
de_de: Das ist meine Ressource.
my_mm: ဤအရာသည်ကျွနိုပ်၏ရင်းမြစ်ဖြစ်သည်

source: This resource contains wrong information.
de_de: Diese Ressource enthält falsche Informationen.
my_mm: ဤရင်းမြစ်တွင်မှားယွင်းသောသတင်းအချက်အလက်ပါဝင်သည်

source: This was just a dry run - nothing was saved.
de_de: Dies war bloß ein Probelauf - nichts wurde gespeichert.

source: URL doesn't seem to exist
de_de: Die URL scheint nicht zu existieren
my_mm: URL မရှိပါ (ရှိပုံမပေါ်ပါ)

source: Unread
de_de: Ungelesen

source: Update languages
de_de: Sprachen aktualisieren
my_mm: နောက်ဆုံးပေးပို့သော ဘာသာစကားများ

source: User Forum:
de_de: Benutzerforum:
my_mm: အသုံးပြုသူ(ဆွေးနွေးရာ)နေရာ

source: View big screenshot
de_de: Großen Screenshot ansehen
my_mm: ကြီးသောပုံရိပ်ကိုကြည့်ရှုပါ

source: We have received complaints about inappropriate language in your group. Please make neccessary adjustments or your group will be deactivated.
de_de: Wir haben Beschwerden über einen unschönen Umgangston in deiner Gruppe erhalten. Bitte sorge für Verbesserung, andernfalls wird die Gruppe deaktiviert.
my_mm: ကျွနိုပ်တို့သည်သင်၏အုပ်စုတွင်မသင့်လျော်သောစကားနှင့်ပတ်သက်၍တိုင် ကြားချက်များကိုလက်ခံရရှိပြီးပြီ။ ကျေးဇူးပြု၍လိုအပ်သော နည်းလမ်းတကျဆောင်ရွက်ချက်များပြုလုပ်ပါ။ သို့မဟုတ်ပါက သင်၏အုပ်စုကိုနစ်နာစေပါလိမ့်မည်။

source: Web Statistics
de_de: Web-Statistik

source: You are a moderator on this platform.
de_de: Du bist ein Moderator dieses Netzwerks.
my_mm: သင်သည်ဤဆောင်ရွက်မှုအစဉ်တွင်အုပ်ထိန်းကွပ်ကဲသူတစ်ယောက်ဖြစ်သည်

source: You are an administrator on this platform.
de_de: Du bist ein Administrator dieses Netzwerks.
my_mm: သင်သည်ဤဆောင်ရွက်မှုအစဉ်တွင် စီစဉ်ညွှန်ကြားသူဖြစ်သည်

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
de_de: Deine Email- oder IP-Adresse sind bei www.stopforumspam.com als Spamquelle bekannt und wurden blockiert.
my_mm: သင်၏အီးမေးလ် သို့မဟုတ် အိုင်ပီ ကို www.stopforumspam.com တွင် ခွင့်မပြုဘဲပို့သောစာ(ကြော်ငြာစာ)အဖြစ်သိစေပြီးပိတ်ဆို့ခဲ့သည်။

source: Your message was empty.
de_de: Deine Nachricht war leer.
my_mm: သင်၏သတင်းများမရှိခဲ့ပါ။

source: administrators
de_de: Administratoren
my_mm: စီမံခန့်ခွဲသူများ

source: banned
de_de: verbannt
my_mm: တားမြစ်ခဲ့သည်

source: change
de_de: ändern
my_mm: ပြောင်းပါ

source: chat messages
de_de: Chat-Nachrichten
my_mm: စကားပြောသတင်းများ

source: creation rights removed
de_de: Berechtigung zum Erstellen genommen
my_mm: ဖန်တီးခြင်းအခွင့်အရေးများကိုပယ်ဖျက်ခဲ့သည်

source: document
de_de: Dokument
my_mm: တရားဝင်စာရွက်စာတမ်း

source: event
de_de: Termin
my_mm: အဖြစ်အပျက်

source: link to external resource
de_de: Link zur externen Ressource
my_mm: အပြင်ရင်းမြစ်ကိုဆက်သွယ်ပါ

source: live-video on Bambuser
de_de: Live-Video auf Bambuser
my_mm: Bambuser ပေါ်တွင်ဗွီဒီယိုပြပါ

source: message
de_de: Nachricht
my_mm: သတင်း

source: organization
de_de: Organisation
my_mm: အဖွဲ့အစည်း

source: private messages
de_de: persönliche Nachricht
my_mm: ကိုယ်ရေးကိုယ်တာသတင်းများ

source: remember me
de_de: angemeldet bleiben
my_mm: ကျွနိုုပ်ကိုသတိရပါ

source: sound on Soundcloud
de_de: Audio auf Soundcloud
my_mm: soundcloud တွင် အသံ

source: total
de_de: gesamt
my_mm: စုစုပေါင်း

source: video on Vimeo
de_de: Video auf Vimeo
my_mm: Vimeo တွင်ဗွီဒီယို

source: video on YouTube
de_de: Video auf YouTube
my_mm: YouTube တွင်ဗွီဒီယို

source: visbility 'friends'
de_de: Sichtbarkeit "Freunde"
my_mm: မြင်နိုင်ခြင်း 'သူငယ်ချင်းများ'

source: visbility 'members'
de_de: Sichtbarkeit "Mitglieder"
my_mm: မြင်နိုင်ခြင်း 'အဖွဲ့ဝင်များ'

source: visbility 'registered'
de_de: Sichtbarkeit "registriert"
my_mm: ိမြင်နိုင်ခြင်း 'မှတ်ပုံတင်ခဲ့သည်'

source: visbility 'susbcribed'
de_de: Sichtbarkeit "abonniert"
my_mm: မြင်နိုင်ခြင်း 'အဖွဲ့ဝင်ခဲ့သည်'

source: visbility 'world'
de_de: Sichtbarkeit "Welt"
my_mm: တစ်ကမ္ဘာလုံးသို့မြင်နိုင်ခြင်း

source: %s new messages
de_de: %s neue Nachrichten
my_mm: %s သ​တ​င​်း​အသစ်များ

source: 1 new message
de_de: 1 neue Nachricht
my_mm: ၁ သ​တ​င​်း​အသစ်

source: Send a private message to %s
de_de: Eine persönliche Nachricht an %s schicken
my_mm: ကိုယ်ရေးကိုယ်တာသတင်းကို %s သို့ပို့ပါ

source: Quote
de_de: Zitat
my_mm: အဆိုအမိန့်

source: The administrator asks you to answer a security question before you can enter.
de_de: Vor dem Eintreten muss eine Sicherheitsfrage beantwortet werden.
my_mm: စီစဉ်ညွှန်ကြားသူသည်သင်မဝင်ရောက်ခင်လျိုှ့ဝှက်မေးခွန်းကိုဖြေရန် သင့်ကိုမေးသည်။

source: Are you sure?
de_de: Bist du sicher?
my_mm: သင်သေချာပါသလား။

source: Security Question
de_de: SIcherheitsfrage
my_mm: လျှို့ဝှက်မေခွန်း

source: Sign up is disabled. Please try again later.
de_de: Registrierung ist zur Zeit nicht möglich. Bitter versuche es später noch einmal.
my_mm: ဆိုင်းအပ်မဝင်ရောက်နိုင်ပါ။ ကျေးဇူးပြု၍နောက်တစ်ကြိမ်ကြိုးစားပါ

source: Sign in is disabled. Please try again later.
de_de: Anmeldung ist zur Zeit nicht möglich. Bitter versuche es später noch einmal.
my_mm: ဆိုင်းအင်မဝင်ရောက်နိုင်ပါ။ ကျေးဇူးပြု၍နောက်တစ်ကြိမ်ကြိုးစားပါ

source: Please answer the security question
de_de: Bitte beantworte die Sicherheitsfrage
my_mm: ကျေးဇူးပြု၍လျှို့ဝှက်ချက်မေးခွန်းကိုဖြေပါ

source: You do not have permission to view this page. Please try contact the web site administrator if you believe you should be able to view this page.
de_de: Du bist nicht berechtigt, diese Seite zu sehen. Bitte kontaktiere den Web-Administrator, falls du glaubst, dass es sich um einen Irrtum handelt.
my_mm: သင့်မှာဤစာမျက်နှာကိုကြည့်ရန်ခွင့်ပြုချက်မရှိပါ။အကယ်၍သင်သည် သင်ဤစာမျက်နှာကိုကြည့်ရှုသင့်သည်ဟုထင်ပါကကျေးဇူးပြု၍ဝဘ်ဆိုဒ် စီစဉ်ဆောင်ရွက်သူကိုကြိုးစားဆက်သွယ်ပါ။

source: The page you requested could not be found. Please correct the address, return to the previous page, or go back home.
de_de: Die gewünschte Seite wurde nicht gefunden. Bitte korrigiere die Adresse, kehre zur vorherigen Seite zurück oder gehe zur Startseite.
my_mm: သင်တောင်းဆိုသောစာမျက်နှာကိုရှာမတွေ့နိုုင်ခဲ့ပါ။ ကျေးဇူးပြု၍ လိပ်စာကိုအမှန်ပြုလုပ်ပါ၊ ရှေ့စာမျက်နှာကိုပြန်သွားပါ၊ သို့မဟုတ် (အိမ်) ်စာမျက်နှာကိိုုပြန်သွားပါ။

source: Show only messages by senders with matching names.<ul><li>Type to search only on this page.</li><li>Type and press enter to search on all pages.</li></ul>
de_de: Zeigt nur Nachrichten von Sendern mit gesuchtem Namen.<ul><li>Tippen sucht auf dieser Seite.</li><li>Tippen mit Enter sucht auf allen Seiten.</li></ul>
my_mm: သတင်းများကိုပို့သူနာမည်နှင့်တွဲပြီးဖော်ပြပါ။ <ul><li>ဤစာမျက်နှာတွင်သာလျှင်စာရိုက်ပြီးရှာဖွေပါ။ </li><li> စာရိုက်ပြီးနောက် enter ကိုနှိပ်ပြီးစာမျက်နှာအားလုံးကိုရှာဖွေရန်ဖြစ်သည်။ </li></ul>

source: Edit profile
de_de: Profil bearbeiten
my_mm: ဖော်ပြချက်ကိုတည်းဖြတ်ပါ

source: Remember me
de_de: Angemeldet bleiben
my_mm: ကျွနိုုပ်ကိုသတိရပါ

source: Please try again later.
de_de: Bitter versuche es später noch einmal.
my_mm: ကျေးဇူးပြု၍နောက်တစ်ကြိမ်ကြိုးစားပါ

source: We have resent your confirmation email - just in case you didn't get it before.
de_de: Wir haben die Bestätigungsmail noch einmal gesendet - für den Fall, dass du sie nicht bekommen hattest.
my_mm: ကျွနိုပ်တို့မှာမကြာသေးမီကသင်၏အတည်ပြုခြင်းအီးမေးလ်ရှိခဲ့ပြီ - သင်၄င်းကိုအရင်ကမရရှိခဲ့သောအဖြစ်ရှိခဲ့သော်

source: You requested %s's friendship.
de_de: Du hast %s um Freundschaft ersucht.
my_mm: သင်သည် % များ၏ သူငယ်ချင်းအဖြစ်ကိုတောင်းဆိုခဲ့သည်။

source: You accepted %s's friendship.
de_de: Du hast %ss Freundschaft akzeptiert.
my_mm: သင်သည် % များ၏ သူငယ်ချင်းအဖြစ်ကိုလက်ခံခဲ့သည်။

source: You rejected %s's friendship.
de_de: Du hast %ss Freundschaft abgelehnt.
my_mm: သင်သည် % များ၏ သူငယ်ချင်းအဖြစ််ကိုပယ်ဖျက်ခဲ့သည်။

source: You canceled the friendship with %s.
de_de: Du hast die Freundschaft mit %s beendet.
my_mm: သင်သည်%နှင့်အတူသူငယ်ချင်းအဖြစ်ပယ်ဖျက်ခဲ့သည်

source: You joined the group.
de_de: Du bist der Gruppe beigetreten.
my_mm: သင်သည်အုပ်စုကိုဆက်သွယ်ခဲ့သည်။

source: You subscribed to the resource.
de_de: Du hast eine Verlinkung mit der Ressource erstellt.
my_mm: သင်သည်ရင်းမြစ်သို့အဖွဲ့ဝင်အဖြစ်လျောက်ခဲ့သည်။

source: You left the group.
de_de: Du hast die Gruppe verlassen.
my_mm: သင်သည်အုပ်စုမှထွက်ခဲ့သည်။

source: You unsubscribed from the resource.
de_de: Du hast deine Verlinkung mit der Ressource gelöst.
my_mm: သင်သည်ရင်းမြစ်မှအဖွဲ့ဝင်အဖြစ်နှုတ်ထွက်ခဲ့သည်။

source: The group added a resource.
de_de: Die Gruppe hat eine Verlinkung mit der Ressource erstellt.
my_mm: အုပ်စုသည်ရင်းမြစ်တစ်ခုကိုပေါင်းထည့်ခဲ့သည်။

source: The group chat has new messages.
de_de: Der Gruppenchat hat neue Nachrichten.
my_mm: အုပ်စုလိုက်စကားပြောခြင်းမှာသတင်းအသစ်များရှိသည်။

source: The resource has new comments.
de_de: Die Ressource hat neue Kommentare.
my_mm: ရင်းမြစ်မှာဝေဖန်သုံးသပ်မှုအသစ်များရှိသည်။

source: You created a new resource.
de_de: Du hast eine neue Ressource erstellt.
my_mm: သင်သည်ရင်းမြစ်သစ်တစ်ခုကိုဖန်တီးခဲ့သည်

source: You created a new group.
de_de: Du hast eine neue Gruppe erstellt.
my_mm: သင်သည်အုပ်စုသစ်တစ်ခုကိုဖန်တီးခဲ့သည်

source: You updated your profile.
de_de: Du hast dein Profil aktualisiert.
my_mm: သင်သည် သင်၏ဖော်ပြချက်ကိုနောက်ဆုံးသတင်းအချက်အလက်ပို့ခဲ့သည်။

source: The group unsubscribed from the resource.
de_de: Du hast die Verlinkung mit der Ressource gelöst.
my_mm: အုပ်စုသည်ရင်းမြစ်မှအဖွဲ့ဝင်ခြင်းကိုနှုတ်ထွက်ခဲ့သည်။

source: The group information was updated.
de_de: Die Gruppeninformation wurde aktualisiert.
my_mm: အုပ်စုသတင်းအချက်အလက်ကိုနောက်ဆုံးသတင်းအချက်အလက်ပို့ခဲ့သည်။
