Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/ces - Czech/messages.po
Languages: cs

source: more users
cs: další uživatelé.

source: move to trash
cs: přesunout do koše

source: my friend
cs: Můj přítel

source: no friend
cs: Žádní přátelé

source: I am not a member.
cs: Nejsem členem.

source: not my friend
cs: Toto není můj přítel

source: I am not subscribed.
cs: Nejsem přihlášen(a)

source: only visible to friends
cs: viditelné pouze přátelům

source: only visible to members
cs: viditelné pouze pro členy

source: only visible to registered users
cs: viditelné pouze pro registrované uživatele

source: regenerate image
cs: Znovu načíst obrázek

source: reply
cs: odpovědět

source: restore from trash
cs: vrátit z koše

source: top level
cs: nejvyšší úroveň

source: visible to the world
cs: viditelný světu

source: Back to the list of messages
cs: Zpět na seznam zpráv

source: Back to the list of reports
cs: Zpět na seznam hlášení

source: Back to the list of resources
cs: Zpět na seznam zdrojů

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
cs: Níže můžete přidat podrobnosti: Popište témata tohoto zdroje jedním nebo více označeními. Tato informace pomůže ostatním uživatelům najít váš zdroj.

source: Details of the group
cs: Podrobnosti skupiny

source: Details of the resource
cs: Podrobnosti zdroje

source: Details of the user
cs: Podrobnosti uživatele

source: GD (images) supported
cs: GD (obrázky) podporovány

source: Message not displayed because the user has been deactivated.
cs: Zpráva není zobrazena protože uživatel byl deaktivován.

source: No messages
cs: Žádné zprávy

source: PHP Version
cs: Verze PHP

source: Permission to create items
cs: Oprávnění k tvorbě položek

source: Privacy policy
cs: Ochrana osobních údajů

source: Restrict your search to a location
cs: Omezit vyhledávání dle umístění

source: Search for a place
cs: Hledat místo

source: Search for similar topics like your interests and around your location.
cs: Hledat témata podobná vaším zájmům ve vaší lokalitě

source: Similar to me
cs: Podobné mě

source: User has been deactivated
cs: Uživatel byl deaktivován.

source: User role
cs: Role uživatele

source: zoom in
cs: přiblížit

source: zoom out
cs: oddálit

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
cs: Také: Hledejte pouze položky, u kterých jsou <i>všechny</i> podmínky splněny. <br />NEBO: Hledejte položky, u u kterých jsou <i>jakékoliv</i> z vybraných podmínek splněny.

source: Click inside the map to set the center. Click a second time to set the search radius.
cs: Klikněte do mapy a nastavte si střed. Klikněte znovu a nastavte si vyhledávací okruh.

source: Nothing to display
cs: Není co zobrazit.

source: Please enter your new password
cs: Prosím zadejte své nové heslo

source: Please use only the English alphabet.
cs: Používejte prosím pouze anglickou abecedu.

source: Reload the chat.
cs: Obnovte okno chatu.

source: Resource location on a map
cs: Umístění zdrojů na mapě

source: Show the location where you are right now.
cs: Zobrazit místo, kde se právě nacházíte.

source: The chat is only visible to group members.
cs: Chat je viditelný pouze pro členy skupiny.

source: Time:
cs: Čas:

source: Use the filter to narrow down the list of items
cs: Pomocí filtru můžete zmenšit velikost seznamu položek

source: group
cs: skupina

source: is a product of
cs: je produktem

source: resource
cs: zdroj

source: I am subscribed.
cs: Jsem přihlášen(a)

source: user
cs: uživatel

source: Add a Tag
cs: Označte

source: Add the tags one by one.
cs: Přidejte označení jedno po druhém.

source: Administration - Create new tag
cs: Administrace - Přidejte nové označení

source: Administration - Reports
cs: Administrace - Hlášení

source: Administration - Tags
cs: Administrace - Označení

source: Administration - Web Statistics
cs: Administrace - Webová statistika

source: Apply the filter and show the results.
cs: Použít filtr a zobrazit výsledky.

source: Avatars are small images that will be visible with your name. Here you can upload your avatar (min. %s, max. %s). In the next step you can crop it.
cs: Avatáry jsou male obrázky, které budou zobrazeny u vašeho jména. Zde si můžete nahrát avatár (min. %s, max. %s). Dále si avatár ještě budete moci oříznout.

source: Click here to continue
cs: Chcete-li pokračovat, klikněte sem

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
cs: Klikněte do mapy a označte si místo. Je-li místo již nastaveno, musíte nejprve vyčistit mapu: <b class='icon-clear'> </b>.

source: Database error.
cs: Chyba databáze.

source: Do you really want to delete this message?
cs: Opravdu chcete vymazat tuto zprávu?

source: Documentation:
cs: Dokumentace:

source: Done
cs: Hotovo

source: Done importing resources. Error writing log file.
cs: Zdroje importovány. Stala se chyba při zápisu do souboru.

source: Done importing resources. Please check the log file.
cs: Zdroje importovány. Zkontrolujte prosím soubor.

source: Done updating locales.
cs: Aktualizace polohy dokončena.

source: Download the mobile application
cs: Stáhnout mobilní aplikaci

source: Found unused locale '%s', removing from database.
cs: Nalezeno nepoužívané umístění '%s', odstraněno z databáze.

source: I am a group moderator.
cs: Jsem moderátor skupiny.

source: I am a resource moderator.
cs: Jsem moderátorem zdrojů.

source: I am the owner.
cs: Jsem majitel.

source: Image is too big! Max. size is for upload is %s
cs: Obrázek je příliš velký! Max. velikost pro nahrávání je %s

source: Import resources from a file
cs: Importujte zdroje ze souboru

source: Mailbox
cs: Poštovní schránka

source: Manage subscribers of this resource
cs: Spravujte odběratele tohoto zdroje

source: Normal
cs: Normální

source: Notification from %s
cs: Oznámení od %s

source: Now is the best time to complete your profile. You can enter your name, your location and tags for your interests.
cs: Teď je nejlepší čas k dokončení vašeho profilu. Můžete zadat vaše jméno, polohu a označit vaše zájmy.

source: PHP max execution time
cs: Maximální doba zpracování PHP

source: PHP memory limit
cs: Limit paměti pro PHP

source: PHP memory usage
cs: Využití paměti PHP

source: Please paste here the <u>underlined</u> part of the url for the media that you want to add:
cs: Prosím vložte zde <u>podtrženou</u> část adresy url pro média, které chcete přidat:.

source: Remove this message.
cs: Vymažte tuto zprávu.

source: Reset
cs: Obnovit

source: Reset the filter and show the entire list.
cs: Nastavit znovu filtr a zobrazit celý seznam.

source: Return to the home screen.
cs: Návrat na hlavní obrazovku.

source: Screenshot processing.
cs: Zpracování snímku obrazovky.

source: Select a tag that describes a topic that this group is about.
cs: Zvolte označení, které popisuje téma skupiny.

source: Select a tag that describes a topic that this resource is about.
cs: Zvolte označení, které popisuje téma zdroje.

source: Select a tag that describes one of your interests.
cs: Zvolte označení, které popisuje vaše zájmy.

source: Setup and Maintenance
cs: Instalace a údržba

source: Statistics
cs: Statistiky

source: System message: You've received a warning about your group.
cs: Zprava systému: obdrželi jste varování k vaší skupině.

source: System message: You've received a warning.
cs: Zprava systému: obdrželi jste varování.

source: Tag "%s" saved.
cs: Označení "%s" bylo uloženo.

source: Test the import in a dry run
cs: Vyzkoušení importu nanečisto

source: The image is too small! Min. size for upload is %s
cs: Obrázek je příliš malý! Min. velikost pro nahrání je %s

source: The tag cannot be its own parent.
cs: Označeni nemůže být samo sobě nadřízené.

source: There are unread reports:
cs: Jsou zde nepřečtené zprávy:

source: This group contains wrong information.
cs: Tato skupina obsahuje nesprávné informace.

source: This is my group.
cs: To je moje skupina.

source: This is my resource.
cs: To je můj zdroj.

source: This resource contains wrong information.
cs: Tento zdroj obsahuje nesprávné informace.

source: This was just a dry run - nothing was saved.
cs: Toto byla zkouška nanečisto - nic nebylo uloženo.

source: URL doesn't seem to exist
cs: Adresa URL neexistuje

source: Unread
cs: Nepřečtené

source: Update languages
cs: Aktualizovat jazyky

source: User Forum:
cs: Uživatelské fórum:

source: View big screenshot
cs: Zobrazit velký obrázek obrazovky

source: Web Statistics
cs: Webové statistiky

source: You are a moderator on this platform.
cs: Jste moderátor této platformy.

source: You are an administrator on this platform.
cs: Jste správcem této platformy.

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
cs: Vaše email nebo IP jsou vedeny na www.stopforumspam.com jako zdroj spamu a byly zablokovány.

source: administrators
cs: správci

source: banned
cs: zakázáno

source: change
cs: změna

source: chat messages
cs: zprávy v chatu

source: creation rights removed
cs: Práva tvorby odstraněny

source: document
cs: dokument

source: event
cs: událost

source: link to external resource
cs: odkaz na externí zdroje

source: live-video on Bambuser
cs: živé video na Bambuseru

source: message
cs: zpráva

source: organization
cs: organizace

source: private messages
cs: soukromé zprávy

source: sound on Soundcloud
cs: zvuk na Soundcloud

source: total
cs: celkem

source: video on Vimeo
cs: video na Vimeu

source: video on YouTube
cs: video na YouTube

source: visbility 'friends'
cs: viditelnost 'přátelé'

source: visbility 'members'
cs: viditelnost "členové"

source: visbility 'registered'
cs: viditelnost 'registrováni'

source: visbility 'susbcribed'
cs: viditelnost 'přidání'

source: visbility 'world'
cs: viditelnost 'svět'

source: %s new messages
cs: %s nových zpráv

source: 1 new message
cs: 1 nová zpráva

source: Quote
cs: Citace

source: The administrator asks you to answer a security question before you can enter.
cs: Správce před vstupem vyžaduje zodpovězení bezpečnostní otázky.

source: Are you sure?
cs: Jste si jisti?

source: Security Question
cs: Bezpečnostní otázka

source: Sign up is disabled. Please try again later.
cs: Registrace je vypnuta. Opakujte akci později.

source: Sign in is disabled. Please try again later.
cs: Přihlášení je vypnuto. Opakujte akci později.

source: Please answer the security question
cs: Prosím odpovězte bezpečnostní otázku

source: You do not have permission to view this page. Please try contact the web site administrator if you believe you should be able to view this page.
cs: Nemáte oprávnění k zobrazení této stránky. Zkuste se obrátit na správce webového serveru, pokud se domníváte, že byste měli být schopni tuto stránku zobrazit .

source: The page you requested could not be found. Please correct the address, return to the previous page, or go back home.
cs: Požadovaná stránka nebyla nalezena. Prosím opravte adresu, vraťte se na předchozí stránku, nebo na hlavní stránku.

source: Show only messages by senders with matching names.<ul><li>Type to search only on this page.</li><li>Type and press enter to search on all pages.</li></ul>
cs: Zobrazit pouze zprávy od odesílatelů se shodnými jmény.<ul><li>Pište pro vyhledávaní pouze na této stránce.</li><li>Pište a stiskněte klávesu enter pro vyhledávaní na všech stránkách.</li></ul>

source: Edit profile
cs: Upravit profil

source: Remember me
cs: Pamatuj si mě

source: We have resent your confirmation email - just in case you didn't get it before.
cs: Poslali jsme Vám znovu potvrzovací email - pro případ, že jste ji nedostali.

source: You canceled the friendship with %s.
cs: Zrušení přátelství s %s.

source: You joined the group.
cs: Připojili jste se ke skupině.

source: You subscribed to the resource.
cs: Jste přihlášeni ke zdroji.

source: You left the group.
cs: Opustili jste skupinu.

source: You unsubscribed from the resource.
cs: Jste odhlášení od zdroje.

source: The group added a resource.
cs: Skupina přidala zdroj.

source: The resource has new comments.
cs: Ve zdroji jsou nové komentáře.

source: Somebody tried to login with your name and a wrong password.
cs: Někdo se pokusil přihlásit vaším jménem a zadal špatné heslo.

source: Today
cs: Dnes

source: Yesterday
cs: Včera

source: Week
cs: Týden

source: Month
cs: Měsíc

source: Recent activity
cs: Nedávná činnost

source: load more...
cs: načtěte více...

source: Terms of Use
cs: Podmínky užití

source: %d user(s) purged.
cs: odstraněno %d uživatelů.

source: 1 week
cs: 1 týden

source: A message from your group %s
cs: Vzkaz od vaší skupiny %s

source: A new chat message was posted in the group.
cs: Do skupiny byla přidána nová zpráva

source: A new group was created.
cs: Byla vytvořena nová skupina

source: A new resource was created.
cs: Byl vytvořen nový zdroj.

source: Access Denied
cs: Přístup byl odepřen

source: All-day event
cs: Celodenní událost

source: Apr
cs: duben

source: Aug
cs: srpen

source: Continue
cs: Pokračovat

source: Create Group
cs: Vytvořit skupinu

source: Create Resource
cs: Vytvořit zdroj

source: Create a new event?
cs: Vytvořit novou událost?

source: Database size
cs: Velikost databáze

source: Dear %s
cs: Vážený %s

source: Dec
cs: prosinec

source: Different end time
cs: Jiný čas ukončení

source: Do you really want to delete this file?
cs: Chcete opravdu vymazat tento soubor?

source: Edit Resource
cs: Upravit zdroj

source: Emails on unread messages:
cs: Nepřečtené e-maily:

source: End:
cs: Konec:

source: Event Details
cs: Podrobnosti události

source: Event end time:
cs: Čas ukončení akce:

source: Feb
cs: únor

source: Fri
cs: pátek

source: Friday
cs: pátek

source: Group name cannot be empty!
cs: Název skupiny nesmí být prázdný!

source: Homepage:
cs: Hlavni stránka

source: How to contact them
cs: Jak kontaktovat

source: If these recommendations are not precise, you could try to find better tags to describe your interests. You can change your tags on your profile page.
cs: Pokud tato doporučení nejsou přesná, zkuste najít lepší označení pro vaše zájmy. Označení můžete změnit na vaší profilové stránce.

source: If you need to upload a new file, close this window and click on 'Upload'.
cs: Pokud potřebujete uložit nový soubor, zavřete toto okno a klikněte na "Odeslat".

source: These files are public. If you want to prevent others from seeing them, you should choose a file name that is hard to guess.
cs: Tyto soubory jsou veřejné. Pokud chcete zabránit ostatním aby je viděli, zvolte název souboru, který se da těžko odhadnout.

source: Interests
cs: Zájmy

source: Jan
cs: leden

source: Jul
cs: červenec

source: Jun
cs: červen

source: Maintenance mode activated.
cs: Aktivován režim údržby.

source: Maintenance mode active.
cs: Režim údržby aktivní.

source: Maintenance mode deactivated.
cs: Režim údržby deaktivován.

source: Mar
cs: březen

source: Mon
cs: pondělí

source: Monday
cs: pondělí

source: More information and download
cs: Více informací a stažení

source: My Activity
cs: Moje aktivita

source: My Events
cs: Moje události

source: My Recommendations
cs: Moje doporučení

source: MySQL Version
cs: MySQL Verze

source: New version:
cs: Nová verze:

source: No files.
cs: Žádné soubory.

source: No problem found.
cs: Nebyl nalezen žádný problém.

source: No tags
cs: Žádná označení

source: Note:
cs: Poznámka:

source: Notification Settings
cs: Nastavení oznámení

source: Nov
cs: listopad

source: Oct
cs: říjen

source: Over one month old
cs: Přes měsíc staré

source: Over six months old
cs: Starší šesti měsíců

source: Over two months old
cs: Více než dva měsíce staré

source: Page Not Found
cs: Stránka nebyla nalezena

source: Please check now your profile and enter a description and tags.
cs: Zkontrolujte prosím svůj profil a zadejte popis a označení.

source: Please enter the text!
cs: Prosím zadejte text!

source: Please select a file
cs: Vyberte soubor.

source: Problem found
cs: Našli jsme problém

source: Purge unconfirmed users
cs: Odstranit nepotvrzené uživatele

source: Recent Activity
cs: Nedávná činnost

source: Recommended Groups
cs: Doporučené skupiny

source: Recommended Resources
cs: Doporučené Zdroje

source: Recommended Users
cs: Doporučení Uživatelé

source: Release information:
cs: Informace o vydání

source: Reload
cs: Obnovit

source: Resource name cannot be empty!
cs: Název zdroje nemůže být prázdný!

source: Result
cs: Výsledek

source: Sat
cs: sobota

source: Saturday
cs: sobota

source: Searched around your location.
cs: Vyhledáno ve vašem okolí.

source: Send a message to all members
cs: Odeslat zprávu všem členům

source: Send them a local message.
cs: Poslat místní zprávu

source: Send them an email.
cs: Poslat e-mail.

source: Sep
cs: září

source: Stand by for scheduled maintenance in %s minutes and %s seconds. Please finish your activities.
cs: Připravte se na plánovanou údržbu v %s minutách a %s sekundách. Ukončete vaše aktivity.

source: Start:
cs: Začátek:

source: Submit
cs: Zadat

source: Success!
cs: Úspěch!

source: Sun
cs: neděle

source: Sunday
cs: neděle

source: System check finished. Find the results below.
cs: Kontrola systému hotova. Výsledky najdete níže.

source: The group unsubscribed from a resource.
cs: Skupina se odhlásila od zdroje.

source: The group was updated.
cs: Skupina byla aktualizována.

source: The password is wrong.
cs: Heslo je nesprávné.

source: The resource was updated.
cs: Zdroj byl aktualizován.

source: There has been an error sending the confirmation email. Please try again in a while.
cs: Došlo k chybě odesílání potvrzení e-mailem. Zkuste akci znovu.

source: This person was created by mistake.
cs: Tento člověk byl vytvořen omylem.

source: Thu
cs: čtvrtek

source: Thursday
cs: čtvrtek

source: Topics
cs: Témata

source: Tue
cs: úterý

source: Tuesday
cs: úterý

source: Visit Homepage
cs: Navštivte domovskou stránku

source: Wed
cs: středa

source: Wednesday
cs: středa

source: You accepted %s's friendship.
cs: Přijali jste %s's přátelství.

source: You are not allowed to edit this group.
cs: Nejste oprávněni tuto skupinu upravit.

source: You are not allowed to edit this user.
cs: Nemáte oprávnění upravovat tohoto uživatele.

source: You can receive an email when you have unread messages in your inbox.
cs: Můžete obdržet e-mail, i když máte nepřečtené zprávy ve schránce.

source: You entered the wrong captcha.
cs: Zadali jste nesprávný captcha.

source: You first need to confirm your registration. Please check your email account and click on the link of the confirmation email.
cs: Musíte nejprve potvrdit vaši registraci. Zkontrolujte Váš e-mailový účet a klikněte na odkaz potvrzení v emailu.

source: You have no permission to create public resources.
cs: Nemáte oprávnění k vytvoření veřejných zdrojů.

source: You receive this message as a member of the group "%s".
cs: Tento email jste dostali proto, ze jste členem skupiny %s.

source: You rejected %s's friendship.
cs: Odmítl jste %s přátelství.

source: You requested %s's friendship.
cs: Požádali jste o %s přátelství.

source: You signed up.
cs: Přihlásili jste se.

source: Your Facebook account doesn't have an email address.
cs: Váš Facebookovy účet nemá e-mailovou adresu.

source: Your message has been sent to the members of this group.
cs: Vaše zpráva byla odeslána členům této skupiny.

source: Your password must contain at least one small letter.
cs: Vaše heslo musí obsahovat alespoň jedno malé písmeno.

source: Your permissions only allow to create private resources.
cs: Mate oprávnění pouze k vytvoření soukromých zdrojů.

source: Your software is up to date.
cs: Vaše software je aktualizováno.

source: Your website, blog or Facebook profile.
cs: Vaše webové stránky, blog nebo profil Facebooku.

source: back
cs: zpět

source: close
cs: zavřít

source: day
cs: den

source: delete
cs: odstranit

source: home
cs: Hlavni stránka

source: insert
cs: Vložte

source: max. once per day
cs: nejvíce jednou za den

source: max. once per hour
cs: nejvíce jednou za hodinu

source: max. once per week
cs: nejvíce jednou za týden

source: month
cs: měsíc

source: move down
cs: přesunout dolů

source: move up
cs: Přesunout nahoru

source: no
cs: ne

source: no alert
cs: Žádná upozornění

source: now
cs: nyní

source: off
cs: vypnuto

source: only visible to subscribers
cs: viditelné pouze přihlášeným členům

source: only visible to you
cs: viditelné pouze pro vás

source: own events
cs: vlastní události

source: read or write messages
cs: číst nebo psát zprávy

source: reset to initial selection
cs: Nastavte zpět na původní výběr

source: sign in with Facebook
cs: přihlásit se přes Facebook

source: subscribed events
cs: Přihlášené události

source: today
cs: dnes

source: unfinished registration
cs: nedokončená registrace

source: week
cs: týden

source: The following items could be interesting for you:
cs: Následující položky by mohly být pro vás zajímavé:

source: You see only item that you are not connected to.
cs: Zobrazené jsou pouze položky, ke kterým nejste připojeni.

source: now online
cs: nyní online

source: Last seen less than 5 mins ago.
cs: Naposledy viděn před méně než 5 minutami.

source: Last seen less than 10 mins ago.
cs: Naposledy viděn před méně než 10 minutami.

source: Last seen:
cs: Naposledy viděn:

source: never online
cs: nikdy online

source: Searched globally because not enough was found around your location.
cs: Vyhledáno globálně, protože nebylo nalezeno nic ve vaší lokalitě.

source: A new user has signed up.
cs: Zaregistroval se novy uživatel.

source: Include all new users, groups and resources that you are allowed to view.
cs: Zahrňte všechny nové uživatele, skupiny a zdroje, které můžete zobrazit.

source: Your permissions of the group were changed.
cs: Vaše oprávnění ve skupině byla změněna.

source: Your permissions of the resource were changed.
cs: Vaše oprávnění ve zdroji byla změněna.

source: Message to all users
cs: Vzkaz pro všechny uživatele

source: Noticeboard Messages
cs: Zprávy na nástěnce

source: These messages will be displayed in the activity stream of all users.
cs: Tyto zprávy se zobrazí v příspěvcích všech uživatelů.

source: %d result(s) found
cs: Nalezeno %d výsledků

source: %s has left the group. Good-bye!
cs: uživatel %s opustil skupinu. Na shledanou!

source: A message from your group %s at %s
cs: Vzkaz od vaší skupiny %s u %s

source: Additional Information
cs: Další informace

source: Administration - Noticeboard
cs: Administrace - Nástěnka

source: Basic Information
cs: Základní informace

source: Browse Resources
cs: Prohlížet zdroje

source: By using this platform you accept our Terms of Use and our Privacy policy.
cs: Používáním tohoto programu přijímáte naše podmínky použití a zásady ochrany osobních údajů.

source: Chat window turned off.
cs: Okno chatu vypnuto.

source: Chat window turned on.
cs: Okno chatu zapnuto.

source: Click to subscribe.
cs: Klikněte a přihlašte se

source: Click to unsubscribe.
cs: Klikněte a odejděte

source: Compose
cs: Napsat

source: Continue to this [group] (%s).
cs: Pokračujte do této [skupiny] (%s).

source: Continue to this [resource] (%s).
cs: Pokračujte k tomuto zdroji [zdroj] (%s).

source: Continue to this [user] (%s).
cs: Pokračujte k tomuto uživateli [uživatel] (%s).

source: Cron URL:
cs: URL cronu:

source: Document
cs: Dokument

source: Error processing screenshot.
cs: Chyba při zpracování snímku obrazovky.

source: Error sending message.
cs: Chyba při odeslání zprávy.

source: Event
cs: Událost

source: File '%s' already exists.
cs: Soubor '%s' již existuje.

source: File '%s' not found.
cs: Soubor '%s' nebyl nalezen.

source: File Browser
cs: Prohlížeč souborů
