Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/ces - Czech/messages.po
Languages: cs

source: (error)
cs: (chyba)

source: (inappropriate language)
cs: (nevhodný jazyk)

source: Accept friendship
cs: Přidat do přátel

source: Accept friendship request
cs: Přijmout žádost o přidání do přátel

source: Add
cs: Přidat

source: Add or remove tags
cs: Přidejte nebo uberte označení

source: Add tag
cs: Označte

source: Address cannot be found.
cs: Adresa nebyla nalezena.

source: Administration
cs: Administrativa

source: Administration - Settings
cs: Administrace - Nastavení

source: Administration - Setup and Maintenance
cs: Administrace - Instalace a Údržba

source: Administrator
cs: Správce

source: Administrator with id 1 cannot be changed
cs: Správce s číslem 1 není možné změnit

source: Already have an account? Sign in below.
cs: Mate již účet? Přihlaste se níže.

source: An email has been sent to you with further instructions.
cs: Poslali jsme Vám email s dalšími instrukcemi.

source: Apply Filter
cs: Použít filtr

source: April
cs: duben

source: August
cs: srpen

source: Automatically reload in regular intervals if something new has been posted.
cs: Automaticky obnovit v pravidelných intervalech v případě nových zprav

source: Back to list of groups.
cs: Zpět na seznam skupin.

source: Back to list of users.
cs: Zpět na seznam uživatelů.

source: Cancel friendship
cs: Zrušit přátelství

source: Cancel subscription
cs: Odhlásit

source: Cannot find what you are searching?
cs: Nemůžete najít, co hledáte?

source: Change lost password
cs: Změnit zapomenuté heslo

source: Change password
cs: Změnit heslo

source: Change the filter
cs: Změna filtru

source: Clear
cs: Vymazat

source: Clear Filter
cs: Vymazat filtr

source: Click here if you forgot your password.
cs: Pokud jste zapomněli své heslo, klikněte sem.

source: Click inside the image and select your avatar.
cs: Klikněte na obrázek a vyberte váš avatár.

source: Comments
cs: Komentáře

source: Comments are only visible when you are signed in.
cs: Komentáře jsou viditelné pouze když jste přihlášeni.

source: Connect filters with
cs: Připojte filtry s

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
cs: Zkopírujte tento odkaz a pošlete jej lidem, kteří se chtějí připojit. Tento odkaz funguje jako klíč ke skupině.

source: Create new group
cs: Vytvořit novou skupinu

source: Create new resource
cs: Vytvořit novy zdroj

source: December
cs: prosinec

source: Describe in few sentences what this group is about.
cs: Popište v několika větách, o čem je tato skupina.

source: Describe in few sentences what this resource is about.
cs: Popište v několika větách, o čem je tento zdroj.

source: Description:
cs: Popis:

source: Discover new groups
cs: Objevte nové skupiny

source: Discover new resources
cs: Objevte nové zdroje

source: Discover new users
cs: Objevte nové uživatele

source: Do you want be visible to everyone (world), only to registered users (registered) or only to your friends (friends)?
cs: Chcete být viditelny pro všechny (svět), pouze pro registrované uživatele (registrovaní) nebo jen pro své přátele (přátelé)?

source: Edit the group image
cs: Upravte obrázek skupiny

source: Edit the location
cs: Upravit umístění

source: Edit your avatar
cs: Upravte svůj avatár

source: Edit your location
cs: Upravte umístění

source: Email change on Mycitizen.net
cs: Změna e-mailu na Mycitizen.net

source: Email has been successfully changed.
cs: E-mail byl úspěšně změněn.

source: Empty Trash
cs: Vyprázdnit Koš

source: Enabled
cs: Aktivováno

source: Enter a key that will be used for inviting members into this group. Use letters, numbers and "-", with a minimum lenght of 5.
cs: Zadejte klíč, který bude použity pro pozvání členů do této skupiny. Použijte písmena, čísla a "-", s minimální délkou 5.

source: Enter a name for the group.
cs: Zadejte název skupiny.

source: Enter a name for the resource.
cs: Zadejte název zdroje.

source: Entered passwords are not the same.
cs: Zadaná hesla nejsou stejná.

source: Error
cs: Chyba

source: Error deleting image from cache.
cs: Chyba při odstraňování obrázku z vyrovnávací paměti.

source: Error loading chat. Are you logged in?
cs: Chyba při načítání chatu. Jste přihlášeni?

source: Error submitting form.
cs: Chyba při odeslání formuláře.

source: Error writing image:
cs: Chyba při nahrání snímku.

source: Event description:
cs: Popis události:

source: Event time:
cs: Čas události:

source: February
cs: únor

source: Filter
cs: Filtr

source: Filter by name
cs: Filtrovat podle názvu

source: Filter is off.
cs: Filtr je vypnutý.

source: Finish your registration at Mycitizen.net
cs: Dokončete registraci na Mycitizen.net

source: Finished cropping and resizing.
cs: Dokončeno oříznutí a změna velikosti.

source: Friends
cs: Přátelé

source: Friendship accepted
cs: Přátelství přijato

source: Friendship canceled
cs: Přátelství zrušeno

source: Friendship request
cs: Žádost o přátelství

source: Friendship request rejected.
cs: Požadavek o přátelství zamítnut.

source: Friendship request sent.
cs: Žádost o přátelství odeslána.

source: Given group does not exist.
cs: Tato skupina neexistuje.

source: Go to resource
cs: Přejít ke zdroji

source: Group %s has not been subscribed to resource.
cs: Skupina %s není přihlášena ke zdroji.

source: Group %s is already subscribed.
cs: Skupina %s je již přihlášena

source: Group %s subscribed to this resource.
cs: Skupina %s se přihlásila k tomuto zdroji.

source: Group %s unsubscribed from resource.
cs: Skupina %s se odhlásila od zdroje.

source: Group chat
cs: Skupinovy chat

source: Edit Group
cs: Upravit skupinu

source: Group key:
cs: Klíč ke skupině

source: Group location on a map
cs: Umístění skupiny na mapě

source: Group members
cs: Členové skupiny

source: Group owner:
cs: Vlastník skupiny:

source: Group resources
cs: Zdroje skupiny

source: Group updated
cs: Skupina aktualizována

source: Groups
cs: Skupiny

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
cs: Zde můžete podat zprávu o skupině, pokud si myslíte, že porušila pravidla. Hlášení budou zpracována našimi moderátory.

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
cs: Zde můžete podat zprávu o zdroji, pokud si myslíte, že porušil pravidla. Hlášení budou zpracována našimi moderátory.

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
cs: Zde můžete podat zprávu o uživateli, pokud si myslíte, že porušil pravidla. Hlášení budou zpracována našimi moderátory.

source: Hidden group
cs: Skrytá skupina

source: Hidden user
cs: Skrytý uživatel

source: Image must be in JPEG or PNG format.
cs: Obrázek musí být ve formátu JPEG nebo PNG.

source: Information:
cs: Informace:

source: Insufficient permissions to subscribe group %s to this resource.
cs: Nedostatečná oprávnění k přihlášení skupiny %s k tomuto zdroji.

source: Is active
cs: Je aktivní

source: January
cs: leden

source: Join group
cs: Připojte se ke skupině

source: July
cs: červenec

source: June
cs: červen

source: Language
cs: Jazyk

source: Language:
cs: Jazyk:

source: Leave group
cs: Opustit skupinu

source: Link to invite new members
cs: Odkaz k pozvání nových členů

source: Loading chat..
cs: Načítám chat...

source: Location
cs: Poloha

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
cs: Nastavte viditelnost skupiny všem (svět), pouze uživatelům tohoto webu (registrovaní) nebo členům této skupiny (členové).

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
cs: Nastavte viditelnost zdroje všem (svět), pouze uživatelům tohoto webu (registrovaní) nebo členům této skupiny (členové).

source: Manage members of this group
cs: Spravujte členství skupiny

source: Manage subscribed resources
cs: Spravujte přihlášené zdroje

source: Map
cs: Mapa

source: March
cs: březen

source: Maximum image size is %s
cs: Maximální velikost obrázku je %s

source: May
cs: květen

source: Media ID:
cs: ID média:

source: Media type:
cs: Typ média:

source: Member of groups
cs: Člen skupin

source: Members
cs: Členové

source: Moderator
cs: Moderátor

source: More than one user with the same id found.
cs: Byl nalezen více než jeden uživatel se stejným id.

source: My Groups
cs: Moje skupiny

source: My Location
cs: Moje poloha

source: My Resources
cs: Moje zdroje

source: My friends
cs: Moji přátelé

source: My real position
cs: Moje skutečná poloha

source: Name
cs: Jméno

source: Name:
cs: Jméno:

source: Needs to be created.
cs: Musí být vytvořeno.

source: New messages
cs: Nové zprávy

source: Normal user
cs: Běžný uživatel

source: Nothing found.
cs: Nic nebylo nalezeno.

source: November
cs: listopad

source: October
cs: říjen

source: On invitation only
cs: Pouze pro zvané

source: Only administrators can visit this section!
cs: Tuto sekci mohou navštívit pouze správci!

source: Only letters, numbers and '-', with a minimum lenght of 5.
cs: Pouze písmena, čísla a '-', s minimální délkou 5.

source: Owner
cs: Vlastník

source: Parent level:
cs: Nadřazená úroveň:

source: Parent tag:
cs: Nadřazená značka:

source: Password again:
cs: Zadejte znovu heslo

source: Password change on Mycitizen.net
cs: Změna hesla na Mycitizen.net

source: Password:
cs: Heslo:

source: Phone:
cs: Telefon:

source: Please enter some text.
cs: Zadejte prosím nějaký text.

source: Please give us some details.
cs: Zadejte prosím nějaké podrobnosti.

source: Please go to the edit screen and generate a link.
cs: Přejděte prosím na úpravnou obrazovku a vytvořte odkaz.

source: Please select first a part of the image.
cs: Nejprve prosím vyberte část obrazu.

source: Post
cs: Poslat

source: Post new comment
cs: Přidat nový komentář

source: Post reply
cs: Přidat odpověď

source: Reason:
cs: Důvod:

source: The registration couldn't be finished! Link is not active anymore.
cs: Registrace nebyla dokončena! Odkaz není aktivní.

source: The registration has been successful. You can now sign in.
cs: Registrace byla úspěšná. Můžete se přihlásit.

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
cs: Registrace byla úspěšná. Na váš email byla odeslána zpráva s dalšími instrukcemi jak aktivovat váš účet.

source: Reject friendship request
cs: Odmítnout žádost o přátelství

source: Remove
cs: Odstranit

source: Repeat password:
cs: Opakujte heslo:

source: Replies
cs: Odpovědi

source: Report about group %s, reason: %s
cs: Hlášení o skupině %s, důvod: %s

source: Report about resource %s, reason: %s
cs: Hlášení o zdroji %s, důvod: %s

source: Report about user %s, reason: %s
cs: Hlášení o uživateli %s, důvod: %s

source: Report group
cs: Nahlaste skupinu

source: Report resource
cs: Nahlaste zdroj

source: Report user
cs: Nahlaste uživatele

source: Reports
cs: Zprávy

source: Request friendship
cs: Žádost o přátelství

source: Request new password
cs: Požádat o nové heslo

source: Resource owner:
cs: Vlastník zdroje:

source: Resource type:
cs: Typ zdroje:

source: Resource updated
cs: Zdroj aktualizován

source: Resources
cs: Zdroje

source: Revoke request
cs: Zrušit požadavek

source: Search Comments
cs: Hledat příspěvky

source: See details about the user and respond to the request.
cs: Zobrazit podrobnosti o uživateli a reagovat na žádost.

source: Select Parent Level
cs: Zvolte nadřazenou úroveň

source: Select a group for more details.
cs: Zvolte skupinu a zjistěte bližší informace.

source: Select a language of this resource.
cs: Zvolte jazyk tohoto zdroje.

source: Select a language that will be used in this group for communication.
cs: Zvolte jazyk, kterým se bude v této skupině komunikovat.

source: Select a resource for more details.
cs: Zvolte zdroj a zjistěte bližší informace.

source: Select a tag
cs: Zvolte označení

source: Select a user for more details.
cs: Zvolte uživatele a zjistěte bližší informace.

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
cs: Zvolte jednu nebo více skupin a přidejte k tomuto zdroji. Zobrazeny jsou pouze skupiny, které vlastníte nebo kde máte práva moderátora.

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
cs: Zvolte jeden nebo více zdrojů k odhlášení. Zobrazeny jsou pouze zdroje, ke kterým je tato skupina přidána. Ke zdrojům se můžete přihlásit na stránce s podrobnostmi zdroje.

source: Selected Location
cs: Zvolená lokalita

source: Send
cs: Odeslat

source: Send a message to a friend
cs: Odeslat zprávu příteli

source: September
cs: září

source: Settings
cs: Nastavení

source: Sign in
cs: Přihlásit se

source: Sign out
cs: Odhlásit se

source: Sign up
cs: Zaregistrovat

source: Software version:
cs: Verze softwaru:

source: Specified user not found.
cs: Zadaný uživatel nebyl nalezen.

source: Status
cs: Stav

source: Subscribe
cs: Přihlásit

source: Subscribe as group
cs: Přihlásit se jako skupina

source: Subscribe to resource
cs: Přihlásit se k prostředku

source: Subscribed Groups
cs: Přihlášené skupiny

source: Subscribed Users
cs: Přihlášení uživatelé

source: Subscribed to resources
cs: Přihlášené ke zdrojům

source: Subscribers
cs: Členové

source: Subscriptions as group
cs: Přihlášení jako skupina

source: Surname:
cs: Příjmení:

source: System check
cs: Kontrola systému

source: Tag
cs: Označit

source: Tag name:
cs: Název označeni:

source: Tags
cs: Označení

source: Tell us why you report this group, including examples:
cs: Řekněte nám, proč jste nahlásili tuto skupinu, včetně příkladů:

source: Tell us why you report this resource, including examples:
cs: Řekněte nám, proč jste nahlásili tento zdroj, včetně příkladů:

source: Tell us why you report this user, including examples:
cs: Řekněte nám, proč jste nahlásili tohoto uživatele, včetně příkladů:

source: The image is too small. Minimum size is %s.
cs: Obrázek je příliš malý! Min. velikost je %s

source: The main language you want to use. You will still be able to see other languages.
cs: Zvolte hlavní jazyk, který chcete používat. Ostatní jazyky stále uvidíte.

source: The minimal length of your username is %s characters.
cs: Minimální délka vašeho uživatelského jména je %s znaků.

source: The username cannot be changed.
cs: Uživatelské jméno nelze změnit.

source: This group can only be viewed by members. Users need to have the key below to become members.
cs: Tato skupina může byt zobrazena pouze členům. Uživatelé musí mít níže uvedený klíč k členství.

source: This group doesn't have a key.
cs: Tato skupina nemá klíč.

source: This group violates the rules of conduct.
cs: Tato skupina porušuje pravidla chování.

source: This is my profile.
cs: To je můj profil.

source: This is not a real group but spam.
cs: Toto není skutečná skupina, ale spam.

source: This is not a real person but spam.
cs: To není skutečná osoba, ale spam.

source: This is not a real resource but spam.
cs: To není skutečný zdroj, ale spam.

source: This person violates the rules of conduct.
cs: Tato osoba porušuje pravidla chování.

source: This resource doesn't exist.
cs: Tento zdroj neexistuje.

source: This resource violates the rules of conduct.
cs: Tento prostředek porušuje pravidla chování.

source: This user doesn't exist.
cs: Tento uživatel neexistuje.

source: To this address we will send a request to confirm your registration.
cs: Na tuto adresu vám zašleme žádost o potvrzení vaší registrace.

source: To:
cs: Pro:

source: Top Groups
cs: Nejlepší skupiny

source: Top Resources
cs: Nejlepší zdroje

source: Top Users
cs: Nejlepší uživatelé

source: Trash
cs: Koš

source: Trash emptied.
cs: Koš vyprázdněn.

source: Try a different filter.
cs: Zkuste jiný filtr.

source: Type
cs: Typ

source: URL must start with http:// or https://!
cs: Adresa URL musí začínat řetězcem http:// nebo https://.

source: URL to external source:
cs: Adresa URL k externímu zdroji:

source: Unblock this user
cs: Zrušit blokování tohoto uživatele

source: Unsubscribe
cs: Odhlásit

source: Unsubscribe from resource
cs: Odhlásit se od zdroje

source: Update
cs: Aktualizovat

source: Upload Avatar:
cs: Nahrajte Avatár:

source: Upload group image:
cs: Nahrajte obrázek skupiny:

source: User %s accepted your friendship.
cs: Uživatel %s přijal vaše přátelství.

source: User %s canceled your friendship.
cs: Uživatel %s zrušil vaše přátelství.

source: User %s rejected your friendship.
cs: Uživatel %s odmítl vaše přátelství.

source: User %s requested your friendship.
cs: Uživatel %s požádal o vaše přátelství.

source: User Signup
cs: Registrace uživatele

source: User lost password
cs: Uživatel zapomněl heslo

source: User permissions changed.
cs: Změnilo se oprávnění uživatele.

source: User signin
cs: Přihlášení uživatele

source: User update
cs: Aktualizace uživatele

source: User updated
cs: Uživatel aktualizován

source: User with the same name already exists.
cs: Uživatel se stejným jménem již existuje.

source: User's location on a map
cs: Umístění uživatele na mapě

source: Username cannot be empty!
cs: Uživatelské jméno nemůže být prázdné!

source: Username:
cs: Uživatelské jméno:

source: Users
cs: Uživatelé

source: View group owner:
cs: Zobrazit vlastníka skupiny:

source: View resource owner:
cs: Zobrazit vlastníka zdrojů:

source: Visibility:
cs: Viditelnost:

source: We have received complaints about inappropriate language in your resource. Please make necessary adjustments or your resource will be deactivated.
cs: Obdrželi jsme stížnosti na nevhodný jazyk ve vašem zdroji. Prosím proveďte nezbytné úpravy nebo bude zdroj deaktivován.

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
cs: Obdrželi jsme stížnost že posíláte spam ostatním uživatelům. Přestaňte prosím, nebo váš účet bude deaktivován.

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
cs: Obdrželi jsme stížnost, že používáte nevhodný jazyk. Přestaňte prosím, nebo váš účet bude deaktivován.

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
cs: Obdrželi jsme stížnost, že ve vaší skupině je spam. Prosím vymažte nevhodný obsah nebo bude skupina deaktivována.

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
cs: Obdrželi jsme stížnost, že ve vašem zdroji je spam. Prosím vymažte nevhodný obsah nebo bude zdroj deaktivován.

source: Welcome
cs: Vítejte

source: Write some lines about your life, your work and your interests.
cs: Napište několik řádků o svém životě, práci a vašich zájmech.

source: Wrong email format!
cs: Nesprávný formát emailu!

source: You are already a member.
cs: Jste již členem.

source: You are not allowed to see the members.
cs: Nejste oprávněni zobrazit členy.

source: You are not allowed to see the memberships.
cs: Nejste oprávněni zobrazit členství.

source: You are not allowed to see the subscribed groups.
cs: Nejste oprávněni zobrazit přihlášené skupiny.

source: You are not allowed to see the subscribed users.
cs: Nejste oprávněni zobrazit přihlášené uživatele.

source: You are not allowed to see the subscriptions.
cs: Nejste oprávněni zobrazit odběry.

source: You are not allowed to view this group.
cs: Nejste oprávněni zobrazit tuto skupinu.

source: You are not allowed to view this resource.
cs: Nejste oprávněni zobrazit tento zdroj.

source: You are not allowed to view this user.
cs: Nejste oprávněni zobrazit tohoto uživatele.

source: You can only send messages to friends.
cs: Zprávy lze zasílat pouze přátelům.

source: You currently block this user.
cs: Tento uživatel je blokovaný.

source: You have entered a wrong key.
cs: Zadali jste chybný klíč.

source: You have joined the group.
cs: Připojili jste se ke skupině.

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
cs: Zatím nemáte žádné přátele. Zprávy můžete začít odesílat až poté, co někdo přijal vaši žádost o přátelství.

source: You have no permission to create groups.
cs: Nemáte oprávnění k vytvoření skupin.

source: You need to log in to send messages.
cs: Abyste mohli zasílat zprávy, musíte se přihlásit.

source: You need to subscribe in order to comment.
cs: Abyste mohli komentovat, musíte se přihlásit.

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
cs: Požádali jste o změnu vaši e-mailové adresy. Poslali jsme vám zprávu s odkazem na starou adresu. Nová adresa bude aktivována jakmile změnu potvrdíte.

source: My Connections
cs: Moje spojení

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
cs: Váš účet byl deaktivován. Pokud si myslíte, že je to chyba, obraťte se na podporu na %s.

source: Your email:
cs: Váš email:

source: Your image still needs to be cropped to the right dimensions before you can continue!
cs: Než můžete pokračovat, obraz je stále třeba oříznut správných do rozměrů!

source: Your image still needs to be resized before you can continue!
cs: Než můžete pokračovat, je třeba změnit velikost obrazu!

source: Your messages
cs: Vaše zprávy

source: Your password has been successfully changed, you can now log in.
cs: Vaše heslo bylo úspěšně změněno, můžete se přihlásit.

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
cs: Vaše heslo musí být nejméně 8 znaků dlouhé a musí obsahovat alespoň jedno malé písmeno, jedno velké písmeno a jedno číslo.

source: Your password must contain at least %s characters.
cs: Vaše heslo musí obsahovat alespoň %s znaků.

source: Your password must contain at least one upper-case letter.
cs: Vaše heslo musí obsahovat alespoň jedno velké písmeno.

source: Your password must contain at least one number.
cs: Vaše heslo musí obsahovat alespoň jedno číslo.

source: Your password must contain at least one lower-case letter.
cs: Vaše heslo musí obsahovat alespoň jedno malé písmeno.

source: Your passwords are different.
cs: Hesla se liší.

source: Your report has been received.
cs: Vaše hlášení bylo přijato.

source: Your username can only contain letters, numbers, space, dash and underscore!
cs: Vaše uživatelské jméno může obsahovat pouze písmena, číslice, mezery, pomlčky a podtržítko.

source: active
cs: aktivní

source: add new tag
cs: Označte další

source: administrator
cs: správce

source: all
cs: Vše

source: all resources
cs: všechny zdroje

source: all tags
cs: všechna označení

source: auto reload
cs: automaticky obnovit

source: cancel and return
cs: zrušit a vrátit se

source: clear map
cs: vymazat mapu

source: create
cs: vytvořte.

source: deactivated
cs: deaktivováno

source: edit
cs: úpravy

source: inactive
cs: neaktivní

source: license
cs: licence

source: mark as read
cs: označit jako přečtené

source: mark as unread
cs: označit jako nepřečtené

source: I am a member.
cs: Jsem členem.

source: moderator
cs: moderátor

source: moderators
cs: moderátoři

source: more groups
cs: další skupiny

source: more resources
cs: další zdroje
