Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/ces - Czech/messages.po
Languages: cs

source: Find a list of your activities [on your home page] (%s).
cs: Najděte seznam vašich aktivit [na vaší domovské stránce] (%s).

source: Find more information [on the page of the group] (%s).
cs: Najděte více informací [na stránce skupiny] (%s).

source: Hello %s, Somebody has requested an email change on Mycitizen.net. The new email will be: %s If you think that this is wrong, please [contact the support] (%s).
cs: Dobrý den %s, Někdo požádal o změnu e-mailu na Mycitizen.net. Váš nový e-mail je: %s Pokud jste o změnu nepožádali, prosím [obraťte se na podporu] (%s).

source: Hello %s, Thank you for signing up at Mycitizen.net! To finish your registration click [here] (%s), or copy the following link to your browser: %s
cs: Dobrý den %s, Děkujeme vám za registraci na Mycitizen.net! Vaši registraci dokončete kliknutím [zde] (%s), nebo zkopírujte do prohlížeče následující odkaz: %s

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
cs: Dobry den %s, Požádali jste o změnu hesla na Mycitizen.net. Chcete-li dokončit váš požadavek klikněte [zde] (%s), nebo zkopírujte do prohlížeče následující odkaz: %s

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
cs: Dobrý den %s, Požádali jste o změnu e-mailu na Mycitizen.net. Chcete-li dokončit váš požadavek klikněte [zde] (%s), nebo zkopírujte do prohlížeče následující odkaz: %s

source: Here is an overview of what has happened since your last visit:
cs: Zde je přehled toho, co se stalo od vaší poslední návštěvy:

source: Information
cs: Informace

source: Last activity:
cs: Poslední aktivita:

source: Messages
cs: Zprávy

source: More tags
cs: Další označení

source: Notice Board
cs: Nástěnka

source: Organization
cs: Organizace

source: Other
cs: Jine

source: Please enter some tags.
cs: Zadejte prosím nějaké značky.

source: Please enter the new file name:
cs: Zadejte prosím nový název souboru:

source: Please select a recipient
cs: Vyberte prosím příjemce

source: Please welcome our new member: %s has joined this group.
cs: Přivítejte prosím našeho nového člena: %s se připojil do této skupiny.

source: Private messaging has been disabled by the chat window. Reload page to re-enable
cs: Soukromé zprávy byly vypnuty oknem chatu. Obnovte prosím stránku.

source: Purge entire cache
cs: Vyčistit celou rychlou paměť

source: Read your messages in your [inbox] (%s).
cs: Přečtěte si zprávy ve vaší [schránce] (%s).

source: Recent activity at %s
cs: Nedávná činnost na %s

source: Remove all faded items.
cs: Odstranit vybledlé položky

source: Reset the search.<ul><li>The first click resets the search on this page.</li><li>The second click resets the search on all pages. </li></ul>
cs: Nastavte znovu hledání.<ul><li>První kliknuti znovu nastaví hledání na této stránce.</li><li>Druhé kliknuti znovu nastaví hledání na všech stránkách.</li></ul>

source: Save as view
cs: Uložit jako zobrazení

source: Screenshot
cs: Snímek obrazovky

source: Screenshot already exists.
cs: Snímek obrazovky již existuje.

source: Set up a cron on an external service:
cs: Nastavit cron na externí službě

source: Sort by Last Activity
cs: Seřadit podle poslední aktivity

source: Sort by Name
cs: Seřadit podle jména

source: Sort by Subscribers
cs: Seřadit podle členů

source: Tag not found.
cs: Označení nebylo nalezeno.

source: The email address couldn't be changed! The link is not active anymore.
cs: E-mailovou adresu nelze změnit! Odkaz není aktivní.

source: The email address has been succesfully changed.
cs: E-mailová adresa byla úspěšně změněna.

source: The email address is not valid. Please check it and try again.
cs: E-mailová adresa není platná. Zkontrolujte ji a opakujte akci.

source: The email couldn't be changed!
cs: E-mail nelze změnit!

source: The event is in the future.
cs: Akce je v budoucnosti.

source: The event is over.
cs: Událost je u konce.

source: The event is upcoming.
cs: Událost je nadcházející.

source: The group has subscribed to the resource %s.
cs: Skupina se přihlásila ke zdroji %s.

source: The group has unsubscribed from the following resources:
cs: Skupina se odhlásila z následujících zdrojů:

source: The password couldn't be changed! Please try again later.
cs: Heslo nelze změnit! Zkuste znovu později.

source: The password couldn't be changed! Try again later.
cs: Heslo nelze změnit! Opakujte akci později.

source: The password has been successfully changed.
cs: Heslo bylo úspěšně změněno.

source: The registration couldn't be finished! The link is not active anymore.
cs: Registrace nebyla dokončena! Tento odkaz není aktivní.

source: There is a problem with your avatar.
cs: Je problém s vašim avatárem.

source: This email address is already registered with another account.
cs: Tato e-mailová adresa je již registrována s jiným účtem.

source: This email address is already used for another account.
cs: Tato e-mailová adresa je již byla použita pro jiný účet.

source: This email address is not registered in our system!
cs: Tato e-mailová adresa není registrována v našem systému!

source: This email address is not valid. Please check it and try again.
cs: Tato e-mailová adresa není platná. Zkontrolujte ji a opakujte akci.

source: This username is not registered in our system!
cs: Toto jméno není registrováno v našem systému!

source: Too many emails? You can change the schedule on your [profile page](%s).
cs: Příliš mnoho e-mailů? Změňte si nastavení na [hlavní stránce](%s).

source: Too many failed login attempts. Please try again later.
cs: Příliš mnoho nepodařených pokusů o přihlášení. Opakujte akci později.

source: Too many messages? You can change the schedule on your [profile page](%s).
cs: Příliš mnoho zpráv? Můžete změnit nastavení na vaší [stránce](%s).

source: Type your text here.
cs: Zde zadejte text.

source: You can reply only to friends.
cs: Odpovědět můžete pouze přátelům.

source: You have %d unread messages!
cs: Máte %d nepřečtených zpráv!

source: You have 1 unread message!
cs: Máte 1 nepřečtenou zprávu!

source: You have just said that.
cs: Právě jste to řekli.

source: You have unread messages at %s
cs: Máte nepřečtené zprávy na %s

source: You just said that.
cs: Právě jste to řekli.

source: You receive this email because you have signed up at %s.
cs: Tento email jste dostali proto, ze jste se přihlásili na %s.

source: Your email address or IP is known at www.stopforumspam.com as spam source and was blocked.
cs: Vaše emailová adresa nebo IP jsou vedeny na www.stopforumspam.com jako zdroj spamu a byly zablokovány.

source: Your email or username:
cs: Váš e-mail nebo uživatelské jméno:

source: Your password was changed.
cs: Vaše heslo bylo změněno.

source: Your profile was updated.
cs: Váš profil byl aktualizován.

source: Yours,
cs: Vaše,

source: audio
cs: zvuk

source: browse
cs: Prohlížet

source: center
cs: střed

source: clean up
cs: vyčistit

source: click to rename
cs: klikněte a přejmenujte.

source: crop and resize
cs: oříznout a změnit velikost

source: external link
cs: externí odkaz

source: fade or unfade
cs: Vyblednout nebo zvýraznit

source: go to '%s'
cs: Přejít k '%s'

source: go to your profile
cs: Přejděte ke svému profilu

source: number of susbcribers
cs: počet odběratelů

source: other
cs: ostatní

source: print
cs: vytisknout

source: private event
cs: soukromá akce

source: registered
cs: registrován

source: remove screenshot
cs: Odstranit snímek obrazovky

source: save
cs: uložit

source: search for '%s'
cs: Hledat '%s'

source: subscribers
cs: Přihlášení uživatelé

source: tag1, tag2, ...
cs: označenáí1, označení2,...

source: text information
cs: textové informace

source: toggle chat window
cs: Přepnout okno chatu

source: world
cs: svět

source: yesterday
cs: včera
