Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: cnh - Hakha/messages.po
Languages: io

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
io: Na email address thlen ding in nawlhalnak na tuah cang. Na email id a hlun ah Link a telmi cakuat kan in kuat cang. Na email address thar cu fehternak (confirmed) na tuah hnu ah a nungte lai.

source: My Connections
io: Ka pehnak pawl

source: Your IP is known at www.stopforumspam.com as spam source and was blocked.
io: Nangmah na IP kha www.stopforumspam.com nih thil thalo (spam) hrampi a si tiah an theih i an kham (block)

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
io: Na account (email ID) cu a thi cang. Palh mi a si tiah na ruah ahcun, zaangfahnak in bawmhnak peknak %s ah rak pehtlai.

source: Your email is known at www.stopforumspam.com as spam source and was blocked.
io: Nangmah na email kha www.stopforumspam.com nih thil thalo (spam) hrampi a si tiah an theih i an kham (block)

source: Your email:
io: Nangmah email:

source: Your image still needs to be cropped to the right dimensions before you can continue!
io: Na pehzulh khawh deuh hlan ah na hmanthlak kha a hmanmi hmetngan a sinak ding ah hmetter bang a hau rih.

source: Your image still needs to be resized before you can continue!
io: Na pehzulh khawh deuh hlan ah na hmanthlak hmetngan thlen bang a hau rih.

source: Your message has been sent.
io: Na ca cu kuat a si cang.

source: Your messages
io: Nangmah cakuat pawl

source: Your password has been successfully changed, you can now log in.
io: Na password cu tlamtlingte in thlen a si cang, atu ah na lut kho.

source: Your password has been successfully changed.
io: Na password cu tlamtlingte in thlen a si cang.

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
io: Na password ah a tlawm bik cafang lung 8 a um hau. Cun, cafang hme pakhat, cafang ngan pakhat le nambar pakhat a tel a hau fawn.

source: Your password must contain at least %s characters.
io: Na password ah a tlawm bik %s cafang a um hau.

source: Your password must contain at least one upper-case letter.
io: Na password ah a tlawm bik cafang ngan pakhat a tel hau.

source: Your password must contain at least one number.
io: Na password ah a tlawm bik nambar pakhat a tel hau.

source: Your password must contain at least one lower-case letter.
io: Na password ah a tlawm bik cafang hme pakhat a tel hau.

source: Your passwords are different.
io: Na password an i dang.

source: Your report has been received.
io: Na theihnakter cu an hmuh cang.

source: Your username can only contain letters, numbers, space, dash and underscore!
io: A hmangtu min ah cafangpawl lawng a um kho, nambar, hlatter(space), rinphei (dash), tangrin (underscore)!

source: active
io: nung

source: add new tag
io: tag thar fonh

source: administators
io: Zohkhenhtu Pawl

source: administrator
io: Zohkhenhtu

source: all
io: Zapi

source: all resources
io: Kenret adihlak

source: all tags
io: tag dihlak

source: auto reload
io: A mahte in merter

source: cancel and return
io: let law kir

source: clear map
io: khuaramzuk phiat

source: create
io: ser

source: deactivated
io: thicang

source: detail
io: siningtling

source: edit
io: remh

source: friend
io: hawi

source: from_email
io: email_in

source: gps_default_longitude
io: gps_default_latitude

source: inactive
io: nung lo

source: insert to resource
io: kenret ah rawn

source: mark as read
io: rel cia ti'n hngalhnak tuah

source: mark as unread
io: rel rihlo ti'n hngalhnak tuah

source: I am a member.
io: Keimah cu chungtel ka si.

source: moderator
io: tlangtlatu

source: moderators
io: tlangtlatu pawl

source: more groups
io: bu dang pawl

source: more resources
io: kenret dang pawl

source: more users
io: hmangtu dang pawl

source: move to trash
io: hnawmtam umnak ah thial

source: my friend
io: ka hawi

source: no friend
io: hawi ngei lo

source: I am not a member.
io: Keimah cu chungtel ka si lo.

source: not my friend
io: ka hawi silo

source: I am not subscribed.
io: Ka pehtlai lo

source: only visible to friends
io: hawikom pawl sin lawng ah langter

source: only visible to members
io: chungtel pawl sin lawng ah langter

source: only visible to registered users
io: pehtlaihnak tuahmi hmantu pawl sin lawng ah langhter

source: owner
io: ngeitu

source: regenerate image
io: hmanthlak chuanter than

source: remove user from resource
io: kenret chung in hmangtu chuah

source: reply
io: lehnak

source: restore from trash
io: hnawmtam umnak in la

source: setup and maintenance
io: zohkhennak le remhnak

source: sign up
io: athar ser

source: subscribed
io: pehtlaih cang

source: tag_name
io: min_tag

source: top level
io: level sangbik

source: visible to the world
io: vawleipi ah langter

source: wrote
io: tial cang

source: Back to the list of messages
io: Cakuat pawl umnak ah kirnak

source: Back to the list of reports
io: Theiternak pawl umnak ah kirnak

source: Back to the list of resources
io: Kenret pawl cazin tialnak ah khan kir

source: Details of the group
io: Bu sining tling

source: Details of the resource
io: Kenret sining tling

source: Details of the user
io: Hmangtu sining tling

source: GD (images) supported
io: GD (hmanthlak) cohlan cang

source: Gettext supported
io: cohlan ciami biafang laknak

source: Message not displayed because the user has been deactivated.
io: Hmangtu a nun tilo caah cakuat zoh khawh a si lo.

source: No messages
io: Cakuat umlo

source: PHP Version
io: PHP phun

source: Permission to create items
io: Thil sernak nawl ngeihnak

source: Privacy policy
io: Zulhawk phung na cohlan

source: Restrict your search to a location
io: Hmunhma pakhat ah na kawlmi kham

source: Search for a place
io: Hmunhma Kawlnak

source: Search for similar topics like your interests and around your location.
io: Na umnak pawngkam hrawng ah nangmah huamsazawng he a khatmi kawlnak

source: Similar to me
io: Keimah he a lomi

source: User has been deactivated
io: Hmangtu a thi cang

source: User role
io: Hmangtu rian

source: zoom in
io: Nganter

source: zoom out
io: Hmetter

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
io: Cun: <i>all</i> umtuning he a tlakmi <br/> lawng kha kawl. Asilole <i>any</i> nih thimmi umtuning he a tlakmi pawl kha kawl.

source: Click inside the map to set the center. Click a second time to set the search radius.
io: A laifang canternak ah khuaramzuk kha hmet. A cheuchum chiahnak ding ah a voihnihnak hmet than.

source: Nothing to display
io: Zeihmanh langhter awk a um lo.

source: Please enter your new password
io: Zaangfahnak in na password thar tial than

source: Please use only the English alphabet.
io: Zaangfahnak in Mirang cafang lawng hmang

source: Reload the chat.
io: Amahte in Biaruahnak ah luhter

source: Resource location on a map
io: Khuaramzuk ah Kenret umnak hmun

source: Show the location where you are right now.
io: Atu na umnak thengte langhter

source: The chat is only visible to group members.
io: Biaruahnak cu chungtel pawl sin lawng ah a lang.

source: The image is too big! Max. size is for upload is %s
io: Na hmanthlak a ngan tuk! A ngan bik na tar khawhmi cu %s a si.

source: Time:
io: Caan:

source: group
io: bu

source: is a product of
io: nih a chuahmi thil a si.

source: resource
io: kenret

source: I am subscribed.
io: Ka pehtlaih cang.

source: user
io: hmangtu

source: Add a Tag
io: Pakhat in tag

source: Add the tags one by one.
io: tag pawl pakhat hnu pakhat in fonh hna.

source: Administration - Create new tag
io: Zohkhenhnak - tag a thar ser

source: Administration - Reports
io: Zohkhenhnak - Theihternak

source: Administration - Tags
io: Zohkhenhnak - Tags

source: Administration - Web Statistics
io: Zohkhenhnak - Web

source: Apply the filter and show the results.
io: Zetnak hmang law a phi chuak langhter

source: Click here to continue
io: Pehzulh dingah hika hmet.

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
io: Umnak hmun chiahnak ding caah khuaramzuk kha hmet. Umnak hmun a chia ciami a si ahcun khuaramzuk kha a hmasa ah na thianter a hau lai: <b class='icon-clear'></b>

source: Database error.
io: Cachung khummi a palh.

source: Do you really want to delete this message?
io: Hi cakuat hi na phiat duh taktak maw?

source: Documentation:
io: Herhaifimmi:

source: Done
io: Tuahdih

source: Done importing resources. Error writing log file.
io: Kenret a chung lei i phiarnak aa lim. Hrenmi file ah a palhmi ca aa tial.

source: Done importing resources. Please check the log file.
io: Kenret a chung lei i phiarnak aa lim. Zaangfahnak in hrehmi file zong kha check.

source: Done updating locales.
io: Umnak hmunhma pawl tharchuahnak tuahdih.

source: Download the mobile application
io: Mobile i hmanrua pawl laknak

source: Find more information at:
io: Hika ah thawngpang tling deuh in kawl:

source: Found unused locale '%s', removing from database.
io: Hmanlomi umnak hmunhma %s a hmuh, cachung khum in a phiat lio.

source: I am a group moderator.
io: Keimah cu Bu tlangtlatu ka si.

source: I am a resource moderator.
io: Keimah cu Kenret tlangtlatu ka si.

source: I am the owner.
io: Keimah a ngeitu ka si.

source: Image is too big! Max. size is for upload is %s
io: Hmanthlak a ngan tuk! A ngan bik na tar khawhmi cu %s a si.

source: Import resources from a file
io: File in Kenret pawl chung lei ah phir

source: Language code
io: Holh aiawh biafang

source: Mailbox
io: Cakuatbawm

source: Manage subscribers of this resource
io: Hi Kenret pehtlaitu pawl hi sersiam hna

source: Normal
io: Ningkel

source: Notification from %s
io: %s in Thawngthanhnak

source: Notify members:
io: Chungtel pawl theihter:

source: PHP max execution time
io: PHP a sang bik tlinternak caan

source: PHP memory limit
io: PHP cinkenkhawhnak ri

source: PHP memory usage
io: PHP cinkenkhawhnak hmannak

source: Remove this message.
io: Hi cakuat hi phiat

source: Reset
io: Tuahthan

source: Reset the filter and show the entire list.
io: Zetnak remhthan law cazin ningpi in langhter

source: Return to the home screen.
io: Innpi hmai ah kir than.

source: Screenshot processing.
io: Computer hmai i thlakmi a kal lio

source: Select a tag that describes a topic that this group is about and click add.
io: Hi Bu i a tlangtar zeidah a si ti a langhnak tag kha thim law, fonh kha hmet.

source: Select a tag that describes a topic that this resource is about and click add.
io: Hi Kenret i a tlangtar zeidah a si ti a langhnak tag kha thim law, fonh kha hmet.

source: Select a tag that describes one of your interests and click add.
io: Na huamsazawng a langhnak tag kha thim law, fonh kha hmet.

source: Setup and Maintenance
io: Zokhenhnak le Remhnak

source: Statistics
io: Kanantahnak

source: System check finished.
io: System check tuahmi a dih cang.

source: System message: You've received a warning about your resource.
io: System Cakuat: Na Kenret kong he pehtlai in warning peknak ca na ngah.

source: System message: You've received a warning about your group.
io: System cakuat: Na Bu kong ah Warning peknak ca na ngah.

source: System message: You've received a warning.
io: System cakuat: Warning peknak ca na ngah.

source: Tag "%s" saved.
io: Tag "%s" law fim

source: Test
io: Hneksak

source: Test locale
io: Hmunhma hneksak

source: Test the import in a dry run
io: Phiarmi thil kha hneksak chun tuah

source: The image is too big! Max. size for upload is %s
io: Na hmanthlak a ngan tuk! A nganbik na tar khawhmi cu %s

source: The tag cannot be its own parent.
io: Mah Nulepa cu tag khawh an si lo.

source: There are unread reports.
io: Theihternak rel rihlomi pawl a um.

source: This group contains wrong information.
io: Hi Bu chung ah a palhmi hngalhternak a um.

source: This is my group.
io: Hihi keimah Bu a si.

source: This is my resource.
io: Hihi keimah Kenret a si.

source: This resource contains wrong information.
io: Hi Kenret ah a palhmi hngalhternak a tel.

source: This was just a dry run - nothing was saved.
io: Hihi cu ti sawhsawhmi a si-zeihmanh fim takmi a um lo.

source: URL doesn't seem to exist
io: URL na tialmi hi um dawhdang a si lo

source: Unread
io: Rello

source: Update languages
io: Holh pawl tharchuah

source: User Forum:
io: Hmangtu Forum:

source: View big screenshot
io: A nganmi

source: We have received complaints about inappropriate language in your group. Please make neccessary adjustments or your group will be deactivated.
io: Na Bu chung i holh dawhcahlo kong phunzainak ca kan hmuh. Zaangfahnak in a herhmi mersamnak tuah asilocun na Bu cawlcanghnak a thi lai.

source: Web Statistics
io: Web tahnak

source: You are a moderator on this platform.
io: Nangmah cu hika ceikhannak hmuh ah tlangtlatu na si.

source: You are an administrator on this platform.
io: Nangmah cu hika ceikhannak ah zohkhentu na si.

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
io: Nangmah na email asiloah IP kha www.stopforumspam.com nih thil thalo (spam) hrampi a si tiah an theih i an kham (block)

source: Your message was empty.
io: Na cakuat a lawng.

source: administrators
io: zohkhenhtu pawl

source: banned
io: kham

source: change
io: thlen

source: chat messages
io: biaruahnak cakuat pawl

source: creation rights removed
io: sernak nawl ngei tilo

source: document
io: thilbiapi

source: event
io: caan biapi

source: link to external resource
io: A lenglei Kenret ah pehtlai

source: live-video on Bambuser
io: Bambuser i live-video

source: message
io: Cakuat

source: organization
io: Bu

source: private messages
io: pumpak cakuat pawl

source: remember me
io: Hngalh peng

source: sound on Soundcloud
io: Khuathum Thawng

source: total
io: Dihlak

source: video on Vimeo
io: Vimeo i video

source: video on YouTube
io: You Tube i video

source: visbility 'friends'
io: 'Hawikom pawl' hmuhkhawhnak

source: visbility 'members'
io: 'Chungtel pawl' hmuhkhawhnak

source: visbility 'registered'
io: 'Cazin khum pawl' hmuhkhawhnak

source: visbility 'susbcribed'
io: 'Pehtlaih ciami' hmuhkhawhnak

source: visbility 'world'
io: 'Vawleipi' hmuhkhawhnak

source: Send a private message to %s
io: %s sin ah pumpak cakuat hei kua

source: Are you sure?
io: Na biatak maw?

source: Security Question
io: Security Biahalnak

source: Sign up is disabled. Please try again later.
io: Athar ser a ngah lo. Zaangfahnak in a hnu ah ser thante.

source: Sign in is disabled. Please try again later.
io: Achung luhkhawh a si lo. Zaangfahnak in a hnu ah lut thante.

source: Please answer the security question
io: Zangfahnak in security biahalnak hi let

source: Please try again later.
io: A hnu ah ti thante.
