Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: cnh - Hakha/messages.po
Languages: io

source: (error)
io: (palh)

source: (inappropriate language)
io: (holh dawhcahlo)

source: (spam)
io: (herhlomi)

source: Accept friendship
io: Hawikomhnak Cohlan

source: Accept friendship request
io: Hawikomh Nawlhalnak Cohlan

source: Access Level
io: Luhnak Level

source: Access level
io: Luhnak Level

source: Add
io: Fonh

source: Add or remove tags
io: Tag fonh siloah phiat

source: Add tag
io: Tag fonh

source: Address cannot be found.
io: Umnakhmun hmuhkhawh a silo.

source: Administration
io: Zohkhenhnak

source: Administration - Settings
io: Zohkhenhnak- Setting

source: Administration - Setup and Maintenance
io: Zohkhenhnak - Setup le Kilvennak

source: Administrator
io: Zohkhenhtu

source: Administrator with id 1 cannot be changed
io: Zohkhentu ID 1 cu thlenkhawh a silo.

source: Already have an account? Sign in below.
io: Account ID na ngei cang maw? Atang in lut.

source: An email has been sent to you with further instructions.
io: Hmuhsaknak tling deuh in na email ah kan in kuat cang.

source: Apply Filter
io: Zetnak Hman

source: Apply filter
io: Zetnak hman

source: Automatically reload in regular intervals if something new has been posted.
io: Thil thar an tarmi a um ahcun a mah tein langhter hna

source: Back to list of groups.
io: A phu pawl umnak ah kir.

source: Back to list of users.
io: A hmangtu pawl umnak ah kir.

source: Below you can add details: Describe the topics of this group by one or more tags. If your group is located in a particular town, you can mark it on a map. These information will help other users to find your group.
io: Atang ah sining tling na chap khawh: hika ah na bu i tlangtar kha mi pakhat le mi pakhat sinnak tam ah na langhter khawh. Na bu hi umnak hmun tha tein a ngeimi a si ahcun Map cung ah na langhter khawh fawn. Cu nih cun, na Bu kha midang nih rak hmuhnak kha a fawiter lai.

source: Cancel friendship
io: Hawikomhnak let

source: Cancel subscription
io: Pehtlaihnak let

source: Cannot find what you are searching?
io: Na kawlmi na hmu kho lo maw?

source: Change lost password
io: Thlaumi password thlen

source: Change password
io: Password thlen

source: Change the filter
io: Zetnak thlen

source: Choose from the menus above.
io: Acung i duhthim ding hna chung hin thim

source: Clear
io: Athiang

source: Clear Filter
io: Zetnak thianter

source: Click here if you forgot your password.
io: Na password na philh ahcun hika hmet.

source: Click inside the image and select your avatar.
io: Hmanthlak chung ah hmet law lem na duhmi thim.

source: Close
io: Phit

source: Comments
io: Duhnak Langhter

source: Comments are only visible when you are signed in.
io: Na luh hnu lawng ah duhnak na langhtermi cu a lang kho.

source: Connect filters with
io: Zetnak pawl pehtlaiter

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
io: Hi link hi copy law midang na hawi le rak i tel ve hna seh ti na duhmi sin ah hei kua. Hi link cu na Bu caah a biapi bikmi tawhfang pakhat bantuk a si.

source: Create new group
io: Bu thar sernak

source: Create new resource
io: Kenret a thar ser

source: Describe in few sentences what this group is about.
io: Catlang tawite in zeibantuk phu dah a si timi fianter.

source: Describe in few sentences what this resource is about.
io: Catlang tawite in zeibantuk resource dah a si timi langhter.

source: Description:
io: Kong chimnak:

source: Discover new groups
io: Bu thar pawl kawlnak

source: Discover new resources
io: Kenret thar pawl hmuh

source: Discover new users
io: Hmangtu thar pawl kawlnak

source: Download the mobile application.
io: Mobile pehtlai thilri pawl laknak

source: Edit the group image
io: Bu hmanthlak thennak

source: Edit the location
io: Umnak hmun thlennak

source: Edit your avatar
io: Lemte thlennak

source: Edit your location
io: Umnak hmun thlennak

source: Email change on Mycitizen.net
io: Mycitizen.net i na email id thlen thannak

source: Email couldn't be changed!
io: Email ID thlen khawh a si lo.

source: Email is not valid. Check it and try again.
io: Email ID a hman lo. Zohfel law lut than.

source: Empty Trash
io: Thur umnak thianter

source: Enabled
io: Hmanter

source: Enter a name for the group.
io: Bu caah min pakhat in lut.

source: Enter a name for the resource.
io: Thilfimnak caah min pakhat in lut.

source: Entered passwords are not the same.
io: Password na tialmi an i lo hna lo.

source: Error
io: Palh

source: Error deleting image from cache.
io: Thuhmi hmanthlak hrawhmi a palh.

source: Error deleting image from cache:
io: Thuhmi hmanthlak hrawhmi a palh:.

source: Error loading chat. Are you logged in?
io: Bia i ruahnak hmun ah a palh. A chung ah na lut maw?

source: Error recreating image.
io: Hmanthlak serthannak a palh.

source: Error submitting form.
io: Form apnak ah a palh.

source: Error writing image:
io: Hmanthlak relnak a palh:

source: Event description:
io: Thil biapi kong fianternak:

source: Event time:
io: Thil biapi ummi caan:

source: Filter
io: Zetnak

source: Filter by name
io: Min in zetnak

source: Filter is off.
io: Zetnak aa phit.

source: Filter is on.
io: Zetnak ong.

source: Finish your registration at Mycitizen.net
io: Mycitizen.net i chung minkhumnak lim.

source: Finished cropping and resizing.
io: Hmetnganternak le tannak a dih.

source: Friends
io: Hawikom

source: Friendship accepted
io: Hawikomhnak cohlan

source: Friendship canceled
io: Hawikomhnak hrawh than

source: Friendship request
io: Hawikomhnak Nawlhal

source: Friendship request rejected
io: Hawikom nawlhalnak duh lo

source: Friendship request rejected.
io: Hawikom nawlhalnak duh lo.

source: Friendship request sent
io: Hawikom nawlhalnak kuat cang

source: Friendship request sent.
io: Hawikom nawlhalnak kuat cang.

source: Given group does not exist.
io: Pekmi phu a um lo.

source: Go to resource
io: Kenret ah kal

source: Group %s has not been subscribed to resource.
io: Bu %s nih Kenret ah a pehtlai lo.

source: Group %s is already subscribed.
io: Bu %s cu a rak pehtlaih cang.

source: Group %s subscribed to this resource.
io: Bu %s nih Kenret ah a pehtlaih cang.

source: Group %s unsubscribed from resource.
io: Bu %s nih Kenret in a pehtlaihnak a let.

source: Group chat
io: Bupi chawnhnak

source: Group key:
io: Bu biapimi biafang:

source: Group location on a map
io: Khuaram hmanthlak chung ah Bu umnak

source: Group members
io: Bu chungtel pawl

source: Group owner:
io: Bu ngeitu:

source: Group resources
io: Kenret bu pawl

source: Group status
io: Bu sining

source: Group updated
io: Bu tharchuah

source: Groups
io: Bu Pawl

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click on the following link.
io: Hello %s, Mycitizen.net ah email thlen ding nawlhalnak na tuah cang. Halnak na tuahmi tlamtlinnak ding caah a tang lei hi hmet.

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click on the following link.
io: Hello %s, Mycitizen.net ah password thlen ding nawlhalnak na tuah cang. Halnak na tuahmi tlamtlinnak ding caah a tang lei hi hmet.

source: Hello %s, thank you for signing up at Mycitizen.net! To finish your registration click on the following link.
io: Hello %s, Mycitizen.net ah na rak i tel caah kan i lawm. Chungtel sinak na tuahmi limnak ding ah a tang lei link hi hmet.

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
io: Bu nih nawl a buar tiah na ruah ahcun hika ah hin na theihter khawh. Theihternak na tuah mi cu kan riantlaitu nih an rak tolrel colh lai.

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
io: Resource nih nawl a buar tiah na ruah ahcun hika ah na theihter khawh. Theihternak na tuah mi cu kan riantlaitu nih an rak tolrel colh lai.

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
io: Amah nu/pa nih nawl a buar tiah na ruah ahcun hika ah na theihter khawh. Theihternak na tuah mi cu kan riantlaitu nih an rak tolrel colh lai.

source: Hidden group
io: Langlomi bu

source: Hidden user
io: Langlo in hmangtu

source: Hours
io: Caan

source: Image must be in JPEG or PNG format.
io: Hmanthlak cu JPEG siloah PNG bak a si lai.

source: Import resources from file
io: File in Kenret ah phiar

source: Insufficient permissions to subscribe group %s to this resource.
io: Bu %s nih hi Kenret i pehtlaihnak tuah ding ah a zami nawl onhnak a um lo.

source: Is active
io: Nung

source: January
io: Janauary

source: Join group
io: Bu luh

source: Language
io: Holh

source: Language:
io: Holh:

source: Leave group
io: Bu chuah

source: Link to invite new members
io: Hawither sawmnak link

source: Loading chat..
io: Biaruahnak a mer lio...

source: Location
io: Umnak hmun

source: Login
io: Luhnak

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
io: Bu hi ahopoah sin ah langhter, hika website ah pehtlaihnak a tuahmi sin lawng ah, a siloah bu chungtel le sin lawng.

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
io: Kenret hi ahopoah sin ah langhter, hika website ah pehtlaihnak a tuahmi sin lawng ah, a siloah kenret pehtlainak a tuahmi sin lawng.

source: Manage members of this group
io: Bu chungtel pawl sersiamnak

source: Manage subscribed resources
io: Kenret pehtlaimi sersiamnak

source: Map
io: Khuaram Zuk

source: Maximum image size is %s
io: Zuk hmetngan cu %s nak tam a ngah lo.

source: Media type:
io: Media phun:

source: Member of groups
io: Bu Chungtel

source: Members
io: Chungtel

source: Message:
io: Cakuat

source: Moderator
io: Tlangtlatu

source: More than one user with the same id found.
io: Minung pakhatnak tam nih ID pakhat an hman.

source: My Friends
io: Keimah Hawi Pawl

source: My Groups
io: Keimah Bu Pawl

source: My Location
io: Keimah Umnak

source: My Resources
io: Keimah Kenret Pawl

source: My friends
io: Keimah hawi pawl

source: My real position
io: Ka sinak tak

source: Name
io: Min

source: Name:
io: Min:

source: Needs to be created.
io: Remh a hau rih.

source: New messages
io: Cakuat thar pawl

source: No tags.
io: Tags umlo.

source: Normal user
io: Punghman hmangtu

source: Nothing found.
io: Zeihmanh hmulo.

source: Now
io: Atu

source: Number of groups
io: Bu Zat

source: Number of resources
io: Kenret Zat

source: Number of users
io: Hmangtu Zat

source: On
io: Ah

source: On invitation only
io: Sawmnak lawngah

source: Only administrators can visit this section!
io: Hika cu zohkhenhtu lawng nih a zoh khawh!

source: Only letters, numbers and '-', with a minimum lenght of 5.
io: Cafang, nambar le '-', he a tlawmbik 5.

source: Owner
io: Ngeitu

source: Parent level:
io: Nule pa level:

source: Parent tag:
io: Nule pa tag:

source: Password again:
io: Password tial than:

source: Password change on Mycitizen.net
io: Mycitizen.net ah password thleng.

source: Password couldn't be changed! Try again later.
io: Password thlen khawh a silo! Vun i zuam thante.

source: Please enter some text.
io: Zaangfahnak in biatlang tlawmpal in tial.

source: Please give us some details.
io: Zaangfahnak in sining tlawmpal in kan pe.

source: Please go to the edit screen and generate a link.
io: Zaangfahnak in remhnak hmun ah kal law, link chuahter.

source: Please select first a part of the image.
io: Zaangfahnak in zuk i thenkhatnak kha thim.

source: Post
io: Catar

source: Post new comment
io: Comment cathar tar

source: Post reply
io: Catar lehnak

source: Reason:
io: Aruang:

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
io: Pehtlaihnak tuahmi a ngah cang. Hmuhsaknak tling he na email ah ca kan in kuat cang.

source: Reject friendship request
io: Hawikom nawlhalnak duh lo

source: Remove
io: Phiat

source: Repeat password:
io: Password nolh than

source: Replies
io: Bialehmi pawl

source: Report about group %s, reason: %s
io: Bu %s kong theihternak, a ruang: %s

source: Report about resource %s, reason: %s
io: Kenret %s kong theihternak, a ruang: %s

source: Report about user %s, reason: %s
io: Hmangtu %s kong theihternak, a ruang: %s

source: Report group
io: Bu theihternak

source: Report resource
io: Kenret theithernak

source: Report user
io: Theithernak hmangtu

source: Reports
io: Theihternak

source: Request friendship
io: Hawikomnak nawlhal

source: Request friendship again
io: Hawikom Nawlhalnak tuah than

source: Request new password
io: Password thar halnak

source: Resource owner:
io: Kenret ngeitu:

source: Resource status
io: Kenret sining

source: Resource type:
io: Kenret phun

source: Resource updated
io: Kenret tharchuah

source: Resources
io: Kenret Pawl

source: Revoke request
io: Hrawh than

source: Role
io: Rian

source: Search
io: Kawlnak

source: Search Comments
io: Comments Kawlnak

source: See details about the user and respond to the request.
io: Hmangtu i siningfiang in zoh law, nawlhalnak kha let.

source: Select Parent Level
io: Nule Pa Level Thim

source: Select a group for more details.
io: A sining fiangte in theihnak ding ah Bu pakhat in thim.

source: Select a language of this resource.
io: Hi Kenret caah holh pakhat in thim.

source: Select a resource for more details.
io: A sining fiangte in theihnak ding ah Kenret pakhat in thim.

source: Select a tag
io: Tag pakhat thim

source: Select a time
io: A caan thim

source: Select a user for more details.
io: A sining fiangte in theihnak ding ah hmangtu pakhat in thim.

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
io: Kenret i pehtlaihnak tuah ding ah Bu pakhat asiloah pakhatnak tam in thim. Bu nangmah nih na ngeihmi asiloah tawlrelnak nawl tlawmte na ngeihnak lawng ah an lang.

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
io: Kenret i pehtlaihnak tuahmi letnak ding ah thim. Kenret pawl nangmah nih pehtlaihnak na tuahmi lawng an a lang. Kenret sining cahmai zoh in na duhmi Kenret ah pehtlaihnak na tuah khawh.

source: Selected Location
io: Umnak hmun thimmi

source: Send
io: Kuat

source: Sign in
io: Achung Luhnak

source: Sign out
io: Aleng Chuahnak

source: Sign up
io: Athar sernak

source: Software version:
io: Software phun

source: Specified user not found.
io: Thimmi hmangtu a hmu lo.

source: Status
io: Sining

source: Subscribe
io: Pehtlaihnak tuah

source: Subscribe as group
io: Bu in pehtlai

source: Subscribe to resource
io: Kenret ah pehtlai

source: Subscribed Groups
io: Pehtlaihmi Bu Pawl

source: Subscribed Users
io: Pehtlaihmi Hmangtu Pawl

source: Subscribed to resources
io: Kenret Pehtlaimi Pawl

source: Subscribers
io: Pehtlaitu

source: Subscriptions as group
io: Bu

source: Surname
io: Phunmin

source: Surname:
io: Phunmin:

source: System message: Warning!!!
io: System cakuat: Warning!!!

source: Tag name:
io: Min tag:

source: Tags
io: Tag Pawl

source: Tell us why you report this group, including examples:
io: Zeiruang dah hi Bu theihternak na tuah timi rak kan chim, Tahchunnak pawl he:

source: Tell us why you report this resource, including examples:
io: Zeiruang dah hi Kenret theihternak na tuah timi rak kan chim, Tahchunnak pawl he:

source: Tell us why you report this user, including examples:
io: Zeiruang dah hi Hmangtu theihternak na tuah timi rak kan chim, Tahchunnak pawl he:

source: Text:
io: Biatlang:

source: The image is too small. Minimum size is %s.
io: Zuk a hme tuk. A hme bik ah %s hman ding.

source: The main language you want to use. You will still be able to see other languages.
io: A biapi in hman duh mi holh. Holh dang zong tlamtlingte in na rel khawh thiam ko.

source: The minimal length of your username is %s characters.
io: A hmangtumin a tawibik hman khawhmi cu %s.

source: The username cannot be changed.
io: A hmangtumin cu thlen khawh a si lo.

source: This email is already used for another account.
io: Hi email id cu hmun dang ah hman ciami a si cang.

source: This email is not registered in our system!
io: Hi email id cu pehtlaihnak tuah khawh a si lo.

source: This email is not valid. Please check it and try again.
io: Hi email id cu a ngah lo. Zaangfahnak in check law vun i zuam than.

source: This group can only be viewed by members. Users need to have the key below to become members.
io: Chungtel pawl lawng nih hi Bu cu an zoh khawh. Chungtel sikhawhnak ding ah a hmangtu pawl nih a tang lei tawhfang hi a ngeih a hau.

source: This group doesn't have a key.
io: Hi Bu nih tawhfang a ngei lo.

source: This group violates the rules of conduct.
io: Hi Bu nih zulh ding phung a buar.

source: This is my profile.
io: Keimah kong a tawinak.

source: This is not a real group but spam.
io: Bu ngai a si lo spam a si.

source: This is not a real person but spam.
io: Minung ngai a si lo spam a si.

source: This is not a real resource but spam.
io: Kenret ngai a si lo spam a si.

source: This person violates the rules of conduct.
io: Hi pa nih zulh ding phung a buar.

source: This resource doesn't exist.
io: Hi kenret a um lo.

source: This resource violates the rules of conduct.
io: Hi kenret nih zulh ding phung a buar.

source: This user doesn't exist.
io: Hi Hmangtu a um lo.

source: Time
io: Caan

source: Time Zone
io: Caan Hmun

source: To this address we will send a request to confirm your registration.
io: Hi email address ah pehtlaihnak na tuahmi fehternak ca kan in kuat lai.

source: Top Groups
io: Bu Tha Bik

source: Top Resources
io: Kenret Tha Bik

source: Top Users
io: Hmangtu Bik

source: Trash
io: Hnawmbawm

source: Trash emptied.
io: Hnawmbawm a thiang.

source: Try a different filter.
io: A dang zetnak in vun i zuam.

source: Type
io: Phun

source: URL must start with http:// or https://!
io: URL kha http:// asiloah https:// in a thok hrim hau!

source: URL to external source:
io: Lenglei herhhai hram caah URL:

source: Unblock this user
io: Hi hmangtu hi block than hlah

source: Unsubscribe
io: Pehtlaihnak let

source: Unsubscribe from resource
io: Kenret in pehtlaihnak let

source: Update
io: Tharchuah

source: Upload Avatar:
io: Avatar Zuk tarnak:

source: Upload group image:
io: Bu hmanthlak tar

source: User %s accepted your friendship.
io: Hmangtu %s nih na hawikom halnak an cohlan.

source: User %s canceled your friendship.
io: Hmangtu %s nih na hawikomhnak a let.

source: User %s rejected your friendship.
io: Hmangtu %s nih na hawikomhnak a al.

source: User %s requested your friendship.
io: Hmangtu %s nih hawikomhnak nawl an hal.

source: User Signup
io: Hmangtu Tharsernak

source: User Status
io: Hmangtu Ruahmi

source: User lost password
io: Hmangtu nih password thlau

source: User permissions
io: Hmangtu nawlngeihnak pawl

source: User permissions changed.
io: Hmangtu nawlngeihnak a thlen.

source: User signin
io: Hmangtu luhnak

source: User status
io: Hmangtu sining

source: User update
io: Hmangtu tharchuah

source: User updated
io: Hmangtu tharchuah cang

source: User with the same name already exists.
io: Hmangtu min a khat mi a um cang.

source: User's location on a map
io: Ramzuk ah hmangtu umnak

source: Username cannot be empty!
io: Hmangtumin a lawng in um kho lo.

source: Username:
io: Hmangtumin:

source: Users
io: Hmangtu Pawl

source: View details
io: Sining tling pawl zohnak

source: View details.
io: Sining tling pawl zohnak.

source: View group owner:
io: Bu ngeitu zohnak:

source: View resource owner:
io: Kenret ngeitu zohnak:

source: Visibility:
io: Hmuhkhawhnak:

source: We have received complaints about inapproprite language in your group. Please make neccessary adjustments or your group will be deactivated.
io: Na Bu chung i holh dawhcahlo kong phunzainak ca kan hmuh. Zaangfahnak in a herhmi mersamnak tuah asilocun na Bu cawlcanghnak a thi lai.

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
io: Midang hmangtu hna sin ah thil tha lo na tuahnak kong phunzanak ca kan hmuh. Zaangfahnak in ngol cang asilocun na account (ID) cawlcanghnak a thi lai.

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
io: Mi dang sin ah holh dawhcahlo na hmannak kong phunzainak ca kan hmuh. Zaangfahnak in ngol cang asilocun na account (ID) a thi lai.

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
io: Na Bu chung ah thil thalo (spam) a um tiah phunzainak ca kan hmuh. Zaangfahnak in a herh lomi kha hlonh asilocun na Bu cawlcanghnak a thi lai.

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
io: Na Kenret chung ah thil thalo (spam) a um tiah phunzainak ca kan hmuh. Zaangfahnak in a herh lomi kha hlonh asilocun na Kenret cawlcanghnak a thi lai.

source: Welcome
io: Kan In Don

source: Write some lines about your life, your work and your interests.
io: Nangmah na kong, na tuanbia, na rian le na huammi a tawinakte in tial.

source: Wrong email format!
io: Email ningcang a palh!

source: You are already a member.
io: Nangmah cu chungtel cia na si cang.

source: You are not allowed to see the members.
io: Nangmah cu chungtel pawl zohnak nawl na ngeih lo.

source: You are not allowed to see the memberships.
io: Nangmah cu chungtelsinak zohnak nawl na ngei lo.

source: You are not allowed to see the subscribed groups.
io: Nangmah cu pehtlaihnak a tuah cangmi Bu pawl zohnak nawl na ngei lo.

source: You are not allowed to see the subscribed users.
io: Nangmah cu pehtlaihnak a tuah canngmi Hmangtu hna zohnak nawl na ngei lo.

source: You are not allowed to see the subscriptions.
io: Nangmah cu pehtlaihnak lakmi zohnak naw na ngei lo.

source: You are not allowed to view this group.
io: Nangmah cu hi Bu hmuhkhawhnak nawl na ngei lo.

source: You are not allowed to view this resource.
io: Nangmah cu hi Kenret hmuhkhawhnak nawl na ngei lo.

source: You are not allowed to view this user.
io: Nangmah cu hi Hmangtu hmuhkhawhnak nawl na ngei lo.

source: You can only send messages to friends.
io: Nanmgh i na hawikom pawl sin lawng ah ca na kuat khawh.

source: You currently block this user
io: Atu ahhin hi hmangtu cu na block

source: You currently block this user.
io: Atu ahhin hi hmangtu cu na kham (block).

source: You have entered a wrong key.
io: Na tialmi biafang a palh.

source: You have joined the group.
io: Bu ah na lut cang.

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
io: Hawikom na ngei rih lo. Pakhat khat nih hawikom nawlhalnak na kuatmi hna an in cohlan hnu lawng ah ca na kuat khawh hna.

source: You have no permission to create a resource.
io: Kenret thar sernak nawl na ngei lo.

source: You have no permission to create groups.
io: Bu thar sernak nawl na ngei lo.

source: You have no permission to create resources.
io: Kenret thar pawl sernak nawl na ngei lo.

source: You need to log in to send messages.
io: Ca kuat khawhnak ding ah na luh hmasa a hau.

source: You need to subscribe in order to comment.
io: Comment pek khawhnak ding caah pehtlaihnak na tuah ta hmasa a hau.
