Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mrh - Mara/messages.po
Languages: yo

source: You are not allowed to see the subscribed users.
yo: nama angavei ahmahtupa ma piena mo aw pata

source: You are not allowed to see the subscriptions.
yo: nama atyhpakhyna ma piena la mo aw pata angavei

source: You are not allowed to view this group.
yo: nama he atypakhyna pala aw pata angavei

source: You are not allowed to view this resource.
yo: nama he athaona la pala aw pata agavei

source: You are not allowed to view this user.
yo: nama he ahmahtupa pala aw pata angavei

source: You can only send messages to friends.
yo: nama na viasazy hnoh ngalata thati napathei sathei

source: You currently block this user
yo: nama he ahmahtupa na pabo hmeisei haw

source: You currently block this user.
yo: nama he ahmahtupa na pabo hmeisei haw

source: You have entered a wrong key.
yo: chabi adoleipa napangiahaw

source: You have joined the group.
yo: nama he atyhpakhyna liata pazaopa nachahaw

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
yo: na viasazy hneitlah ma veichi.nama viasa ahawpa ahytlyma apyhpa achakhai nata nama biepachupazy napa phaona nahneithei

source: You have no permission to create a resource.
yo: nama athaona tawhta tao aw pata pasaipa chavei

source: You have no permission to create groups.
yo: nama atyhpakhyna tao aw pata pasaipa chevei

source: You have no permission to create resources.
yo: nama athaona tawhta tao aw pata pasaipa chavei

source: You need to log in to send messages.
yo: nama bie pachupa paphao naw pata achhola angiah tua awpa abyuh

source: You need to subscribe in order to comment.
yo: dah biepiepa chochah reipa liata nama thatibuma na thyuh awpa abyuh

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
yo: nama email pathlainaw pata ahawna hnahnei.thati nata azao pata nama na yna su moh parohpala paphaopa acha.na pathlaipa pahnokheina napie nata y na thiehpa kha pahropa acha aw.

source: My Connections
yo: keima azaonazy

source: Your IP is known at www.stopforumspam.com as spam source and was blocked.
yo: nama IP cha www.stopforumspam.com liata pahnopa acha konputa nata azaona papopa achahaw.

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
yo: nama komputa liata hmapa rai hriathei khaovei. henhentachheipa sakha ta pata napacha khiacba ngiachhie pata %s khokheina azaona nahneity

source: Your email is known at www.stopforumspam.com as spam source and was blocked.
yo: nama email he www.stopforumspam.com liata pahnopa acha konputa nata azaona liata hmopa nata papopa acha.

source: Your email:
yo: nama konputa nata azaonapa(nama email)

source: Your image still needs to be cropped to the right dimensions before you can continue!
yo: nama nothla pa akawhzie-alaizi chaki awpa abyuh nama napazao hlata

source: Your image still needs to be resized before you can continue!
yo: na pazao hlata nama nothlahpa ay awpa abyuh

source: Your message has been sent.
yo: nama bie pachupa kha paphao hawpa acha

source: Your messages
yo: nama biepachupazy

source: Your password has been successfully changed, you can now log in.
yo: nama chabi pathlaipa hlatlohhaw.atahmah nama nangiathei

source: Your password has been successfully changed.
yo: nama chabi pathlaipa hlaotlohhaw.

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
yo: nama chabi chabi asichaita 8 nata achyhna apiemawhpa cha nata nawbaw sakha acha cheingei aw

source: Your password must contain at least %s characters.
yo: nama chabi %s chalo ahlao awpa abyuh

source: Your password must contain at least one upper-case letter.
yo: nama chabi achyhchaita acho liapa sakha ahlao cheingei aw

source: Your password must contain at least one number.
yo: nama chabi a cha cheingei aw achyhchai nawbaw sakha

source: Your password must contain at least one lower-case letter.
yo: na chabi achyhchaita acho liapa sakha ahlao cheingei

source: Your passwords are different.
yo: nama chabi zy nanopa acha

source: Your report has been received.
yo: nama biepiepa kha hmopa acha

source: Your username can only contain letters, numbers, space, dash and underscore!
yo: na namoh hmapa cha ngalata ahlaohthei.nawbaw, pahlana,thyuhna nata charopa rei liata tlah pakhapa

source: active
yo: hmotaopa

source: add new tag
yo: aviasana theipa avawhkho

source: administators
yo: ryureihtuhpazy

source: administrator
yo: ryureihtuhpa

source: all
yo: azydua

source: all resources
yo: ativyna zydua

source: all tags
yo: tag zydua

source: auto reload
yo: anokho ta ta aryhna

source: cancel and return
yo: phie lilaw nata kuana, kuaheihna

source: clear map
yo: rah nothlahpa pasiana

source: create
yo: tao.padua

source: deactivated
yo: hmo taotheileina

source: detail
yo: chakhiecharieh

source: edit
yo: pachhaina

source: friend
yo: viasa

source: from_email
yo: tawhta_ konputa tawhta azaonapa

source: gps_default_latitude
yo: gps_pahniena_rai bia pachhaihpa rah-rari

source: gps_default_longitude
yo: gps_pahniena_thliena

source: inactive
yo: apiepavei(apiepa hoh vei)

source: insert to resource
yo: athabyhla chakhiena

source: license
yo: pasaina cha

source: mark as read
yo: nareipa hawta ahnona

source: mark as unread
yo: nareileipa hawta ahnona

source: I am a member.
yo: keima sahlaoh pakha acha

source: moderator
yo: hyutuhpa

source: moderators
yo: hyutuhpazy

source: more groups
yo: zawpi atyhpakhyna ahluhvia

source: more resources
yo: thabyhpazy ahluhvia

source: more users
yo: ahmahtuhpa

source: move to trash
yo: charopa khapa tlahcha leipa la apasina

source: my friend
yo: keima viasa

source: no friend
yo: aviasa y vei

source: I am not a member.
yo: keima sahlaoh pakha chavana

source: not my friend
yo: keima viasa chavei

source: I am not subscribed.
yo: keima viasa ahlao vana

source: object_creation_min_time
yo: apyhvei,adyuh(hmo pachapa)_hmotaopa zydua_min_time

source: only visible to friends
yo: viasazy hnota ngalata hmotheipa acha

source: only visible to members
yo: sahlaoh zyhnoh ngalata hmo theipa acha

source: only visible to registered users
yo: chabu liata mohpangiapa ahmahtuhpazy hnoh ngalata hmotheipa acha

source: owner
yo: ahneituhpa

source: regenerate image
yo: nothla nocha thaopathie

source: remove user from resource
yo: thabyh tawhta ahmhtuhpa apasi

source: reply
yo: achhyh( achyh-ei)

source: restore from trash
yo: charopa khapa achaleipa tawhta piepakhua

source: setup and maintenance
yo: taopadua,paryh nata deichheina,mhohna

source: sign up
yo: athiepa taona

source: subscribed
yo: sahlaoh chana

source: tag_name
yo: moh khokheina

source: top level
yo: asah chaipa achah

source: visible to the world
yo: khizawpi la hmotheina

source: wrote
yo: roh,charoh

source: Back to the list of messages
yo: biepachuna moh rohpaziahpa la hnohky te

source: Back to the list of reports
yo: thatih piena moh rohpaziahpa la hnohky te

source: Back to the list of resources
yo: athabyh pa mh rohpaziahpa la hnohky te

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
yo: areilia he asiapata napahlyhthei.he achhuahna thabyuh tawta sakha achaveikhia ahluhvia pahlaoty. na thabyuhpa kha ahropa ahmahtuhpazy hmatheina achabaokha aw

source: Details of the group
yo: zawpi atypakhyna akiekaw pata

source: Details of the resource
yo: athabyh akikaw pata

source: Details of the user
yo: ahmahtuhpa akikaw pata

source: GD (images) supported
yo: GD( nothla) apyna

source: Gettext supported
yo: cha apaphao rairiena

source: Message not displayed because the user has been deactivated.
yo: ahmahtuhpa hmoh ataolei vata biepachupa ala theivei

source: No messages
yo: biepachuna y vei

source: PHP Version
yo: PHPreih hropa lata paleina

source: Permission to create items
yo: hmo taobyhpa chikha tao aw pata pasaipa acha

source: Privacy policy
yo: Mohropa pabualei pata yna

source: Restrict your search to a location
yo: yna su sakha taihta nacharoh aw

source: Search for a place
yo: Su sakha chata charohty

source: Search for similar topics like your interests and around your location.
yo: Abietlahpie a laopa chata na ,pahnobyuhpa nata na yna su rachhoh liata charohty

source: Similar to me
yo: Keilata amiakhana

source: User has been deactivated
yo: hmahtuhpazy hmotaothei khaoleina

source: User role
yo: Ahmahtuhpazy tovyuh

source: zoom in
yo: apachyh papua (apachyh chatleipa)

source: zoom out
yo: apaza papua(apalai chatlei)

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
yo: nata: hmo taobyuhpa chikha,ngala ayna tluaty <i>azydua</i> ayziecha ahmopa acha.<br />OR: hmo chikha ayna tluaty <i>any</i> atlyhna liata ayziecha ahmona acha.

source: Click inside the map to set the center. Click a second time to set the search radius.
yo: Achhohla hmiela Rah nohthlahpa `aliapahlo la taoty, einona hmie hela hreipakhahpa tluana la taoty

source: Nothing to display
yo: Tawh palasana ytlavei,phuasuahna tlavei

source: Please enter your new password
yo: Ngiachhieta na chabi theipa angiaty

source: Please use only the English alphabet.
yo: Ngiachhieta English A AW BH,CH nglata amahmah aw.

source: Reload the chat.
yo: Cha amapaphaopa reihpathi

source: Resource location on a map
yo: Rah nohthlapa liata yna su thabyhpa

source: Show the location where you are right now.
yo: Atahmahta na yna su vawpalaty

source: The chat is only visible to group members.
yo: Zawpi atyhpakhyna sahlaoh lata ahmotheipa ngalata cha apaphao rairie theipa acha.

source: Time:
yo: daiti(chah)

source: group
yo: zawpi atyhpakhyna

source: is a product of
yo: hmo taoh papuapa sakha achama

source: resource
yo: athabyhpa

source: I am subscribed.
yo: keima moh rohpa eicha

source: user
yo: ahmahtuhpa

source: Add a Tag
yo: aviasana sakha pahlyh te

source: Add the tags one by one.
yo: aviasana sakha hnoh sakha pahlyh te

source: Administration - Create new tag
yo: ryureina - aviasana athiepa atao

source: Administration - Reports
yo: ryureina - thati piena

source: Administration - Tags
yo: ryureina(sawkha ryureina)

source: Administration - Web Statistics
yo: Ryureina(mo pakha ryurei chhoh daiti) - Web hmo chi hluhpi nawbaw lata pamosana

source: Apply the filter and show the results.
yo: Adina hmahty nata raihria theilap palaty

source: Click here to continue
yo: Pawzaonaw pata he liata hmiete

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
yo: Rah nohthlahpa hmiela yna su lata taoty.yna su taopa achahawkhiahcha , na hmiatuata rah nohthlahpa pathaitua awpa abyuh: <b class='icon-clear'></b>.

source: Database error.
yo: Thatizy sona taochhiena(thatizy sona raihrialeina)

source: Do you really want to delete this message?
yo: He biepaphaopa(cha) he na phie khoh hmeiseima?

source: Documentation:
yo: Hmo reipasiana cha

source: Done
yo: Tao,taopatlo,taokhai

source: Done importing resources. Error writing log file.
yo: Athabyhla lapangiapa ataopatlohaw.chana ropa raihriatheivei

source: Done importing resources. Please check the log file.
yo: Athabyh Hmo lapangiapa ataopatlohaw.ngiachhhieta chana ropa/chana zie pakhyna pasiapanoty

source: Done updating locales.
yo: Hmo sakhakha achhiechana su pathiepakhuana atao.

source: Download the mobile application
yo: Mawbai liata abyuhpa ahawna cha sakha tawhta ahrola patlyna

source: Find more information at:
yo: Thatih pahnosana hluh via tluaty

source: Found unused locale '%s', removing from database.
yo: Hmo sakhakha achhiechana su ahmahleipa atlua ‘%s’, thatisona tawhta apasi

source: I am a group moderator.
yo: Keima zawpiatyhpakhyna sakha hyutuhpa eicha.

source: I am a resource moderator.
yo: Keima athaona tawhta hyutuhpa eicha

source: I am the owner.
yo: keima ahneituhpa eicha

source: Image is too big! Max. size is for upload is %s
yo: nothlapa alaituhaw! alaichaita alaina 1500*1500 ta apahaothei

source: Import resources from a file
yo: hmosona tawhta athabyhla angiana

source: Language code
yo: rei dahtlahpiepa

source: Mailbox
yo: bie paphaopa ayna

source: Manage subscribers of this resource
yo: he thabyhpa liata sahlaohchatuhpazy taotiana

source: Normal
yo: vatlah

source: Notification from %s
yo: %s tawhta pahnosana

source: Notify members:
yo: sahlaohzy tawhta pahnosa

source: PHP max execution time
yo: PHP patluasana achyhchai daiti

source: PHP memory limit
yo: PHP atheithlahna rakhapa hneina

source: PHP memory usage
yo: PHP atheithlahna hmadah

source: Remove this message.
yo: he biepaphaopa he pasity

source: Reset
yo: yna su liata sohheih

source: Reset the filter and show the entire list.
yo: adina yna su liata soheih nata mohrohpaziah zydua palaty

source: Return to the home screen.
yo: o pohparaila avawkua

source: Screenshot processing.
yo: pohparaina asizie

source: Setup and Maintenance
yo: taopaduah,paryhna nata deichhyna

source: Statistics
yo: hmo chi hluhpi nawbaw lata paleisana

source: System check finished.
yo: ataozy patlopa acha

source: System message: You've received a warning about your resource.
yo: bie paphaopa yzei:na thabyhpa kyh zikyura-na na bie paphaopa liata avawhngia aw

source: System message: You've received a warning about your group.
yo: bie paphaopa yzei:na zawpi atyhpakhyna kyh zikyura-na na bie paphaopa liata avawhngia aw

source: System message: You've received a warning.
yo: bie paphaopa yzei:zikyura-na na bie paphaopa liata avawhngia aw

source: Tag "%s" saved.
yo: tag "%s" pacho

source: Test
yo: ataopasuana,arapasuana

source: Test locale
yo: ataopasuana su

source: Test the import in a dry run
yo: ahipa liata ataopasuana apiemawna

source: The image is too big! Max. size for upload is %s
yo: nothlapa alaituhaw! alaichaita %s alainata paphaona ahneithei

source: The image is too small! Min. size for upload is %s
yo: nothlapa achyhtuhhaw. achyhchaita %s alaizie ta paphaopa achathei

source: The tag cannot be its own parent.
yo: he ahneiyuhpaw cheingei tag ataotheivei

source: This group contains wrong information.
yo: he zawpiatyhpakhyna liata thati doleipa ahlaoh.

source: This is my group.
yo: he he zawpi atyhpakhyna acha

source: This is my resource.
yo: he he keima thabyhpa acha

source: This resource contains wrong information.
yo: he thabyh he thati doleipa ahlaoh.

source: This was just a dry run - nothing was saved.
yo: he he avawhie khaihaw khahmahta ahloh tlakhaovei

source: URL doesn't seem to exist
yo: URL amoh pakhuathei khaovei

source: Unread
yo: reimahleipa

source: Update languages
yo: reizy chaluahna

source: User Forum:
yo: ahmahtuhpa bie pachiana su

source: View big screenshot
yo: pohparaipa alaipieta chaluahna

source: We have received complaints about inappropriate language in your group. Please make neccessary adjustments or your group will be deactivated.
yo: na tyhpakhyna chhoh liata reika phaleipa reikyh kholeina cha keimo liata avawhngia.ngiachie pata tao ahawna tao paryhna achaveikhiah na atyhpakhyna raihria theikhao aw vei

source: Web Statistics
yo: web chi hluhzie nawbaw lata pamosana

source: You are a moderator on this platform.
yo: he bie achhuahna nata pachiana liata na hyutuhpa nacha aw

source: You are an administrator on this platform.
yo: he bie achhuahna nata pachiana liata na amohohtuhpa nacha aw.

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
yo: na konputa azaona achaveikhia IP cha www.stopforumspam.com liata hmopa achavata palopa achahaw

source: Your message was empty.
yo: na bie paphaona arua

source: administrators
yo: amohohtuha

source: banned
yo: moleina, reitheina

source: change
yo: pathlaihna

source: chat messages
yo: bie paphaonazy hneina

source: creation rights removed
yo: hmotaopazydua pasie dona

source: document
yo: cha piemawhpa

source: event
yo: hmo peimawhpa vawtlopa

source: link to external resource
yo: acho thabyh la hmiety

source: live-video on Bambuser
yo: atahmah achhiecha haipa nohthlah hmona bambuser liata

source: message
yo: bie pahaopa, bie piemawhpa

source: organization
yo: phupy,py

source: private messages
yo: mopakha bie paphaopazy

source: remember me
yo: natheithlahma y

source: sound on Soundcloud
yo: meihdo,meihthah pyu parona pyu

source: total
yo: azyhdua

source: video on Vimeo
yo: vimeo liata nothlahpa lana

source: video on YouTube
yo: youtube liatanothlahpa lana

source: visbility 'friends'
yo: viasazy hmotheina

source: visbility 'members'
yo: sahlaohzy hmotheina

source: visbility 'registered'
yo: hmopangiana hmotheina

source: visbility 'susbcribed'
yo: sahmaoh chana hmotheina

source: visbility 'world'
yo: khizawh hmotheina

source: %s new messages
yo: %s bie paphaopa atheihpazy

source: 1 new message
yo: bie paphaopa atheihpa sakha

source: Send a private message to %s
yo: mo pakha bie paphaopa paphaoty %s lata

source: Quote
yo: lapachhauhna,
