Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mrh - Mara/messages.po
Languages: yo

source: (error)
yo: amiehleina.(taophaleina)

source: (inappropriate language)
yo: rei athaithei thaileipa (rei atlaleipa)

source: (spam)
yo: pahlana

source: Accept friendship
yo: viasa apyna

source: Accept friendship request
yo: viasa ahawna apyna

source: Access Level
yo: angiatheina su

source: Access level
yo: angiatheina su

source: Add
yo: pahlypa

source: Add or remove tags
yo: pahly achaveikhia pachaipa(tag na)

source: Add tag
yo: apa hlyhlai

source: Address cannot be found.
yo: y na(su) hmothei aw vei

source: Administration
yo: rai mohohna(sawkhanada)

source: Administration - Settings
yo: sawkhana - taohriana chata yzie

source: Administration - Setup and Maintenance
yo: rai mohohna - apadua - paraihna

source: Administrator
yo: sawkhala tuhpa

source: Administrator with id 1 cannot be changed
yo: sawkhana latuhpa liata id sakha chhao pathlaitheivei

source: Already have an account? Sign in below.
yo: thati rona sakha nahneihaw?angia ty arei liata

source: An email has been sent to you with further instructions.
yo: na pachu viana kha email ta achawhpa paphao haw(na hmiala yziekha emil ta achawh paphahaw

source: Apply Filter
yo: pathaisana ahmah (pathaisana atao)

source: Apply filter
yo: pathaisana ahmah (pathaisana atao)

source: April
yo: pachawh thla

source: August
yo: thlazoh thla

source: Automatically reload in regular intervals if something new has been posted.
yo: sakhakha athiepa ama paphao khiacha buakhata liata amata ta apaphao aw

source: Back to list of groups.
yo: zawpi moropa lata hnohla kuana (achhopiela paheina0

source: Back to list of users.
yo: ahmahtuhpazy morona la hnohkuana (ahmahtuhpazy la paheina)

source: Below you can add details: Describe the topics of this group by one or more tags. If your group is located in a particular town, you can mark it on a map. These information will help other users to find your group.
yo: arei lia he asia pata napa hlyh thei.he zawpi atyhpakhyna liata bietlapie sakha achahluhvia chhopasiaty. kha thati kha ahro na zawpi atyhpakhyna chata chyhsa hropazy abaokha aw.

source: Cancel friendship
yo: viasa pabasana

source: Cancel subscription
yo: sahlaocha paraona

source: Cannot find what you are searching?
yo: hmothei chima khama nacharotly?

source: Change lost password
yo: bienyupa aleidiapa athlaih (chabi aleihawpa apathlai)

source: Change password
yo: bienyupa patlaina,chabi pathlaina

source: Change the filter
yo: adina pathlaina

source: Choose from the menus above.
yo: acho liata roh paziahpazy tawhta atly te

source: Clear
yo: apathaih

source: Clear Filter
yo: adina apathaihpa

source: Click here if you forgot your password.
yo: he liata hmite bienyupa namyhaw khiah

source: Click inside the image and select your avatar.
yo: nothlah chhohla hmila atawhta na avatar atlyhte

source: Close
yo: ahrai

source: Comments
yo: apachata arei

source: Comments are only visible when you are signed in.
yo: Achhohla nangia nata mo hmotheipa lia ngala ta pachana areih thei

source: Connect filters with
yo: Adina nata pazaona

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
yo: He azaona he kawpi la atawhta na napazao khopazy chyhsazy hnota paphaoty.he hmiena he zawpi atypakyhna chata chapi hawpa acha.

source: Create new group
yo: zawpi apohpakhyna thiepa atao

source: Create new resource
yo: athabyh tawhta athiepata taoty

source: December
yo: Dithlah

source: Describe in few sentences what this group is about.
yo: He apakyhna he khapa kyhma tapa apachho pata chho pasia te?

source: Describe in few sentences what this resource is about.
yo: He y zie he he khapa kyhma tapa apachho pata chho pasia te?

source: Description:
yo: Chho pasiana

source: Discover new groups
yo: Apohpakhyna thipa hmo papua

source: Discover new resources
yo: Athaona ahmo pa pua

source: Discover new users
yo: athiepa ahmatupazy hmo papuapa

source: Download the mobile application.
yo: mobai liata abaopa kaw thao pa pua ty

source: Edit the group image
yo: azawpi nothla pa pachhaina

source: Edit the location
yo: y na pana nona

source: Edit your avatar
yo: na y pachhaina

source: Edit your location
yo: na y na pachhaihna

source: Email change on Mycitizen.net
yo: mycitizen.net liata konputa azaona pathlaina

source: Email couldn't be changed!
yo: konputa azaona apathlai theivei

source: Email is not valid. Check it and try again.
yo: konputa tawhta azaona angavei. mothiena nata taopakhuahety.

source: Email:
yo: konputa ta apazaona

source: Empty Trash
yo: aruapa hmatlah achaleipa

source: Enabled
yo: achatheileipa

source: Enter a name for the group.
yo: apohpakhyna chata na moh angia ty

source: Enter a name for the resource.
yo: athabyh chata na moh ngiaty

source: Entered passwords are not the same.
yo: bienyupa anano pata angia te(chabi alyulei pata angiaty)

source: Error
yo: adoleina,pa hawpa``

source: Error deleting image from cache.
yo: nyuna su tawta apa pa nohthla kha parao haw te

source: Error deleting image from cache:
yo: nyuna su tawta apa pa nohthla kha parao haw te``

source: Error loading chat. Are you logged in?
yo: bie rei hneina araohaw. na nangiama?

source: Error recreating image.
yo: nothla atao pathie thei khaoleipa

source: Error submitting form.
yo: yzie hlana arao (cha hlahna arao)

source: Error writing image:
yo: cha roh pa arao haw.

source: Event description:
yo: chhiechana chhopasiana

source: Event time:
yo: chhicha daiti

source: February
yo: hmypi

source: Filter
yo: adina

source: Filter by name
yo: moh ta adina

source: Filter is off.
yo: adina apa po

source: Filter is on.
yo: adina apa hy

source: Finish your registration at Mycitizen.net
yo: mycitizen.net liata ahawna napa tlo haw

source: Finished cropping and resizing.
yo: pachhai pazahna na napa tlo haw

source: Friends
yo: viasazy

source: Friendship accepted
yo: viasa apyna

source: Friendship canceled
yo: viasa thyhna

source: Friendship request
yo: viasa ahawna

source: Friendship request rejected
yo: viasa ahawna apa po

source: Friendship request rejected.
yo: viasa ahawna apapo

source: Friendship request sent
yo: viasa ahawna apa phaoh

source: Friendship request sent.
yo: viasa ahawna apa phao

source: Given group does not exist.
yo: apohpakhyna piena tawhta asy pa khua theivei

source: Go to resource
yo: athaona la akhy

source: Group %s has not been subscribed to resource.
yo: zawpi atyhpakhyna %s athabyhla sahlaochana apyhtheivei.

source: Group %s is already subscribed.
yo: zawpi atypakhyna %s sahlah chana apyhpa acha

source: Group %s subscribed to this resource.
yo: zawpi atyhpakhyna %s he athabyhla sahlaochana pahlaopa acha

source: Group %s unsubscribed from resource.
yo: zawpi atyhpakhyna%s athabyh tawhta sahlao apyhvei

source: Group chat
yo: zawpi bie azaona

source: Group key:
yo: apohpakhyna chabi

source: Group location on a map
yo: apohpakhyna su hmathla

source: Group members
yo: zawpi sahlao

source: Group owner:
yo: apohpakhyna ahnei tupa

source: Group resources
yo: group thabypa,apohpakhyna y zie

source: Group status
yo: apohpakhyna duahmo

source: Group updated
yo: apohpakhyna apathei

source: Groups
yo: apohpakhynazy

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click on the following link.
yo: halo %s, mycitizen.net liata nama konputa azaona(password) pathlai na ahawna. na hawhna patlohnaw pata areiliahe hmie ty

source: Hello %s, thank you for signing up at Mycitizen.net! To finish your registration click on the following link.
yo: Hallo %s, eicha ly kawna my citizen.net liata angiana nahnei vata. Ary lia he hmie te nama pangiana napa tlo naw pata.

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
yo: Nama dahpa raona kha pachana na hnei khiacha nama he liata apopakhyna pasiana nahnei thei.

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
yo: He he dah aparaopa ta pata nama napacha khiacha he liata pasiana nahnei thei.pasiana kha apopakhyna apa tut uh pata rai avaw hria aw

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
yo: dah apa raopa ta pata nama napa cha khiacha he liata nama he liata ahmahtupa pasiana napie thei.nama napa siana kha zawpi akaona apatu tuh pata rai avaw hria aw

source: Hidden group
yo: hmo sakha kha anyuna liata sona atyh pakhyna(py)

source: Hidden user
yo: hmo sakha kha anyuna liata sona ahmatupa

source: Hours
yo: sana dawh

source: Image must be in JPEG or PNG format.
yo: Nothlapazycha JPEG achaveikhia PNG liata paraopa acha aw.

source: Import resources from file
yo: chana chakiepana tawhta athabyh angiana(file tawhta atabyh angiana

source: Information:
yo: thatih pahnosana

source: Insufficient permissions to subscribe group %s to this resource.
yo: he athabyh la zawpi atyhpakhyna sahlaoh chanaw pata Pasaina %s adaivei

source: Is active
yo: chatliechakoh acha

source: January
yo: nawh thla

source: Join group
yo: atypakhyna liata apazaona

source: July
yo: khihpa thla

source: June
yo: chhiepa thla

source: Language
yo: rei (reika)

source: Language:
yo: rei (reika)

source: Leave group
yo: zawpi atypakhyna tawhta puana

source: Link to invite new members
yo: chyhsa theipa apazaona lata hmiena

source: Loading chat..
yo: hmo phaopa

source: Location
yo: su

source: Login
yo: hmo phaopa

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
yo: Ahy hnoh tarai hmothei naw pata zawpi atyhpakhyna taopa, chiaria bu ahmah tupa ngalata achaveikhia he atyhpakhy py sahlaoh la ngala ta

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
yo: Ahy hnoh tarai hmo thei naw pata athaona tawhta taopa, chiaria bu ahmatupa ngalata achaveikhia he y zie thati bu

source: Manage members of this group
yo: he zawpi atypakhyna liata sahlao taona

source: Manage subscribed resources
yo: athabyh sahlaochana taona

source: Map
yo: rah nothlahpa

source: March
yo: pamih thla

source: May
yo: patoh thla

source: Media ID:
yo: zawpi hnota biereipa hmo ID

source: Media type:
yo: zawpi hnota bie reipa hmo pachhaipa

source: Member of groups
yo: zawpi hreita sahlao

source: Members
yo: sahlaoh

source: Message:
yo: bie paphaopa (thatih)

source: Minutes
yo: sanah mini sakha

source: Moderator
yo: zawpi atypakhyna apatu tuhpa

source: More than one user with the same id found.
yo: sakha hlata ahmatupa id alaopa ahmo

source: My Friends
yo: keima viasazy

source: My Groups
yo: keima zawpi atypakhynazy

source: My Location
yo: keima y na su

source: My Resources
yo: keima thabyhpa

source: My friends
yo: keima viasazy

source: My real position
yo: keima daiti nata cha apha hmeiseipa

source: Name
yo: moh

source: Name:
yo: moh

source: Needs to be created.
yo: athiepa taoh awpa abyuh.

source: New messages
yo: biepaphao theipazy (thati theipazy)

source: No tags.
yo: hmo sakha kha thati apienaleipa

source: Normal user
yo: vatlah hmatupa

source: Nothing found.
yo: sakhahmah hmotheivei

source: November
yo: phiapi

source: Now
yo: atahmah

source: Number of groups
yo: zawpi atypakhyna liata nawbaw

source: Number of resources
yo: ataona tawh nawhbaw

source: Number of users
yo: ahmatupazy nawbaw

source: October
yo: thlazoh thla

source: On
yo: cho, cho liata

source: On invitation only
yo: azaona lia ngalata

source: Only administrators can visit this section!
yo: apatutuhpa ngalata atlyh thei he liata tlawrakha

source: Only letters, numbers and '-', with a minimum lenght of 5.
yo: cha lia ngala,nawbaw nata vaatlah pen 5 acha.

source: Owner
yo: ahneituhpa

source: Parent level:
yo: nopaw natlah

source: Parent tag:
yo: nopaw thati piena

source: Password again:
yo: Chabi atapa khua

source: Password change on Mycitizen.net
yo: my citizen.net liata chabi pathlai ty

source: Password couldn't be changed! Try again later.
yo: chabi apathlai theivei!arao hlata azaoh via pachhie ty

source: Password:
yo: chabi

source: Phone:
yo: bei achhona(mawbai)

source: Please enter some text.
yo: ngiachhie pata achhola angiala chazy paphao ty

source: Please give us some details.
yo: ngiachhie miapie te thokha asia pata.

source: Please go to the edit screen and generate a link.
yo: ngiachhie pata pohparai pachhaina nata alink taona la khyte

source: Please select first a part of the image.
yo: ngiachhie pata hmiatuah nothla lia nawhkha atlyh te

source: Post
yo: paphaopa

source: Post new comment
yo: khokheina theipa apaphao

source: Post reply
yo: apaphaopa achhyh

source: Reason:
yo: achhapa,(ayzie)

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
yo: hmotaopa apypa achahaw. hmila liata ayzie account kheita amahmah aw tapa na email liata paphaopa acha.

source: Reject friendship request
yo: viasa ahawna tawhta apypa chavei

source: Remove
yo: pasina

source: Repeat password:
yo: chabi taochanei

source: Replies
yo: ataochanei, areichanei

source: Report about group %s, reason: %s
yo: zawpi atypakhyna kyh thati piena %s ayzie %s

source: Report about resource %s, reason: %s
yo: athabyhpa kyh thati piena %s ayzie%s

source: Report about user %s, reason: %s
yo: ahmahtuhpa kyh thati piena%s ayzie%s

source: Report group
yo: zawpi tha patheina

source: Report resource
yo: athabyhupa yzie thatipiena

source: Report user
yo: ahmatupazy tha apatheina

source: Reports
yo: thati patheipazy

source: Request friendship
yo: viasa ahawna

source: Request friendship again
yo: viasa ahawh via he

source: Request new password
yo: chabi thiepa ahaw

source: Resource owner:
yo: ahneitupa y zie

source: Resource status
yo: duahmo thabyh

source: Resource type:
yo: thabyh apachhaina

source: Resource updated
yo: tarinoh khai leipa thabyh

source: Resources
yo: thabyhpa

source: Revoke request
yo: ahawnapa paraopa

source: Role
yo: su(hmo taona su)

source: Search
yo: alaichadaina(tluana)

source: Search Comments
yo: khokheina tluana

source: Seconds
yo: 1,ahmianohnapazy, 2. seka

source: See details about the user and respond to the request.
yo: ahmahtuhpa kyh nata ahawna chazy asiapata mohty.

source: Select Parent Level
yo: nopaw atlahna ta a tlyh

source: Select a group for more details.
yo: zawpi atyhpakhyna a tlyh aki via naw pata

source: Select a language of this resource.
yo: he thabyh ta rei kha a tlyh

source: Select a resource for more details.
yo: athabyh atlyh aki via naw pata

source: Select a tag
yo: atlyh lai

source: Select a time
yo: daiti a tlyh

source: Select a user for more details.
yo: a ki theivia naw pata ahmahtuhpa a tlyh

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
yo: atyhpakhyna sakha achaveikhia ahluhvia atlyhte he athabyh lata sahlaohcha paphaonaw pata.atyhpakhyna apatu tuhpa pasainalei pata atypkhynazy liata aluahtheivachi

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
yo: he athabyh angianaw pata zawpi atypakhyna sakha achaveikhia ahluh via atlyh ty.atyhpakhyna apatu tuhpa pasainalei pata atypk

source: Selected Location
yo: su a tlyh

source: Send
yo: apasiesa

source: September
yo: thlarah thla

source: Settings
yo: taohriana chata yzie

source: Sign in
yo: chhola angiana(pahnona)

source: Sign out
yo: hawkhola puana

source: Sign up
yo: taona (apazaona)

source: Software version:
yo: konputa pachuna hmona

source: Specified user not found.
yo: ahmahtuh pazy asia pata hmovei

source: Status
yo: duahmo

source: Subscribe
yo: baona,piena(pie aw pata bie ataina)

source: Subscribe as group
yo: atypakhyna hawhta angia

source: Subscribe to resource
yo: athaohna la angia ty

source: Subscribed Groups
yo: atyhpakhynazy angia ty

source: Subscribed Users
yo: ahmahtuhpazy hnota angia ty

source: Subscribed to resources
yo: athabyh la angia ty

source: Subscribers
yo: abaotuhpazy, apietuhpazy

source: Subscriptions as group
yo: atyhpakhyna liata piena

source: Surname
yo: phomo

source: Surname:
yo: phomo

source: System check
yo: taotiadah mona

source: System message: Warning!!!
yo: taotiadah thati: zikyurana

source: Tag
yo: hmo miakha kha liata baipa pahnosana

source: Tag name:
yo: mo baichhapa

source: Tags
yo: baichhapazy

source: Tell us why you report this group, including examples:
yo: khavata he atypakhyna liata tha napathei mia chho ty ,pakhopana ahlao pata.

source: Tell us why you report this resource, including examples:
yo: kha vata he athaona he tha napathei mia chhoty,pakhopana ahlao pata

source: Tell us why you report this user, including examples:
yo: khavata he ahmahtuhpa tha napathei miachhaty, pakhopana ahlao pata

source: Text:
yo: cha,thatih

source: The main language you want to use. You will still be able to see other languages.
yo: nama nahma khoh atohpichaipa rei .nama atahma amothei rei hropazy

source: The minimal length of your username is %s characters.
yo: achyh theichaita moh hmopa seihzie %s chalo acha aw.

source: The username cannot be changed.
yo: moh hmapa apathlai theivei

source: This email is already used for another account.
yo: he email he chyhs hropa chata hma chyhpa acha haw

source: This email is not registered in our system!
yo: he email he aroh vei keimo hmotaozie chho liata

source: This email is not valid. Please check it and try again.
yo: he email he adahdotheive. ngiachhieta he he mola tao pakhua te

source: This group can only be viewed by members. Users need to have the key below to become members.
yo: he zawpi atypakhyna he sahlao ngalata asaithei.ahmahtupazy chabi hnei awpa abyuh sahlaoh chanaw pata.

source: This group doesn't have a key.
yo: he zawpi atyhpakhyna he chabi y vei

source: This group violates the rules of conduct.
yo: he zawpi atyhpahyna dahtaopa aparao

source: This group was created by mistake, or it is inactive.
yo: he zawpi atyhpakhyna he amatao chheihaw achaveikhiah amatao patlovei

source: This is my profile.
yo: he he keima thatih chyupa

source: This is not a real group but spam.
yo: he he zawpi atyhpakhyna dopachavei chasala konputa liata hmapa hmoh acha.

source: This is not a real person but spam.
yo: he he chyhsa dopa chavei chasala konputa liata hmapa hmo sakha acha

source: This is not a real resource but spam.
yo: he he athaona doapa chavei chasala konputa liata hmapa hmoh sakha acha.

source: This person violates the rules of conduct.
yo: he chyhsa he taopa dah aparaopa acha

source: This person was created by mistake, or he/she is inactive.
yo: he chyhsa taochhei vata achaveikhiah chapaw/chano apiepa vei

source: This resource doesn't exist.
yo: athaona tawhta ataopakhuah theivei

source: This resource violates the rules of conduct.
yo: athaona tawhta taopadah araohaw

source: This resource was created by mistake, or it is inactive.
yo: he a thaona tawhta adovei achaveikhia hi he apiepavei

source: This user doesn't exist.
yo: he ahmahtupa he y pazao thei khaovei

source: Time
yo: daihti

source: Time Zone
yo: daihti chhaipangawh chhaikha

source: To this address we will send a request to confirm your registration.
yo: he yna su moh la eima paphao aw nama pangiapa pa iapa acha naw pata

source: To:
yo: lachha,la

source: Top Groups
yo: asah chaina atyhpakhynazy

source: Top Resources
yo: athaona hnawh chaipa

source: Top Users
yo: acho chai ahmahtupazy

source: Trash
yo: hmo phahnai lei

source: Trash emptied.
yo: hmatlah achaleipa aruapa

source: Try a different filter.
yo: adina hropa tao azaona

source: Type
yo: chi alyupa,khawchhuhpa

source: URL must start with http:// or https://!
yo: URL apa thao htt;//! nata

source: URL to external source:
yo: URL a chhoh lata hmona acha

source: Unblock this user
yo: khaoh povei he ahmahtupa

source: Unsubscribe
yo: sahlao chana ma pievei

source: Unsubscribe from resource
yo: athabyuh tawhta pahlaona y vei

source: Update
yo: tahmachha daiti lata tao

source: Upload Avatar:
yo: akho azaona taopa liata

source: Upload group image:
yo: akho zawpi nothlahpa

source: User %s accepted your friendship.
yo: ahmahtupa %s nama viasaapyh

source: User %s canceled your friendship.
yo: ahmahtupa %s phieparaona viasa tawhta

source: User %s rejected your friendship.
yo: ahmahtupa %s adytha na viasa tawhta

source: User %s requested your friendship.
yo: ahmahtupa %s na viasa ahawh

source: User Signup
yo: ahmahtupa hmo taona

source: User Status
yo: ahmahtupa duahmo

source: User lost password
yo: ahmahtupa chabi alei

source: User permissions
yo: ahmahtupa pahno kheina

source: User permissions changed.
yo: ahmahtupa pahno kheina apathlai

source: User signin
yo: ahmahtupa chhoh ngiana

source: User status
yo: ahmahtupa duahmo

source: User update
yo: ahmahtupa daiti ataona

source: User updated
yo: ahmahtupa daiti atao

source: User with the same name already exists.
yo: ahmahtupa nata moh alaopa ay cheihaw

source: User's location on a map
yo: ahmahtupa rah nothlapa liata ay na su

source: Username cannot be empty!
yo: ahmahtupapa moh rua aw vei

source: Username:
yo: moh hmapa

source: Users
yo: ahmahtupazy

source: View details
yo: diduahpa taita reihpasiana palana

source: View details.
yo: diaduahpa taita repasiana palana

source: View group owner:
yo: atyhpakhyna ahneitupa palana

source: View resource owner:
yo: ahneitupa athabyh tawhta palana

source: Visibility:
yo: ala theina,hmo theina

source: We have received complaints about inapproprite language in your group. Please make neccessary adjustments or your group will be deactivated.
yo: na zawpi atyhpakhyna liata mo angialeipa cha kyh kholeina cha keimo liata avawngia. ngiachhie pata tao paryhna achaveikhia nama atyhpakhyna rai vaw hria thei khaovei.

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
yo: nama ahro ahmahtupa nata azaona amih ah leina ky keimo liata avawngia.ngiachhie pata khaw t achaveikhia nama conputa azaona rai hria theikhao aw vei.

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
yo: keimo liata kholeina cha avawngia chacha nama rei amih ahleipa nahmah vata acha. ngiachhie pata khaw te achaveikhia nama konputa azaona rai hria khao aw vei

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
yo: keimo liata nama atyhpakhyna liata bie azaona kyh liata kholeina cha avawngia. ngiachhie pata mo angialeipa paleihawty achaveikhia nama konputa nata azaona rai hria khao aw vei

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
yo: nama thabyh span ahlao pata keimo liata kholeina ha avawngia.ngiachhie pata mo angialeipa paleihawty achaveikhia nama thabyhpa azaona y khao aw vei.

source: Welcome
yo: chibaibu,avawlyna

source: Write some lines about your life, your work and your interests.
yo: nama hrozie kyh chyupa roh te. na raihriana nata nama nacha khohpa

source: Wrong email format!
yo: konputa tawhta bie azaona adoleipa papai ty

source: You are already a member.
yo: nama sahlaoh pakha na chahaw.

source: You are not allowed to see the members.
yo: nama angavei py chyhsa mo aw pata

source: You are not allowed to see the memberships.
yo: nama angavei py chyhsa chana mo aw pata

source: You are not allowed to see the subscribed groups.
yo: nama angavei sahlaoh ma piena mo aw pata
