Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: hlt - Matu/messages.po
Languages: aa

source: Your IP is known at www.stopforumspam.com as spam source and was blocked.
aa: Nang kah IP te www.stopforumspam.com ah ka hnawt vaikim tila ming laom tih vik voeih laom coeng.

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
aa: Nangkah account vik duek coeng. Hehe asai tholh nati atah rhen naneh %s ah yak sak.

source: Your email is known at www.stopforumspam.com as spam source and was blocked.
aa: Nang kah email te www.stopforumspam.com ah ka hnawt vaikim tila ming laom tih vik voeih laom coeng.

source: Your email:
aa: Na email:

source: Your image still needs to be cropped to the right dimensions before you can continue!
aa: Phaat na caeh hlan ah na mueihlip te athuem caala koep ahh ham om pueng!

source: Your image still needs to be resized before you can continue!
aa: Phat nacaeh hlan ah ayuk te ayol alen la koep sai angoe!

source: Your message has been sent.
aa: Na capat te pat la om coeng.

source: Your messages
aa: Nangkah Capat cana

source: Your password has been successfully changed, you can now log in.
aa: Na kunnah olhuep tah tho la om coeng, tahae atah na kun thai coeng.

source: Your password has been successfully changed.
aa: Na kunnah olhuep tah tho la om coeng.

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
aa: Na kunnah olhuep te ayolbik oltham 8 loseh, oltham ayol phun neh alen phun pakhat tal thum ham angoe.

source: Your password must contain at least %s characters.
aa: Na kunnah olhuep te ayol bik oltham %s om angoe.

source: Your password must contain at least one upper-case letter.
aa: Na kunnah olhuep te ayol bik catham alen phun pakhat tal thum angoe.

source: Your password must contain at least one number.
aa: Na kunnah olhuep te ayol bik number pakhat tal thum angoe.

source: Your password must contain at least one lower-case letter.
aa: Na kunnah olhuep te ayol bik catham ayol phun pakhat thum angoe.

source: Your passwords are different.
aa: Na kunnah olhuep vai uh rhoi pawh.

source: Your report has been received.
aa: Nang kah report cathut te kadang coeng.

source: Your username can only contain letters, numbers, space, dash and underscore!
aa: Hnonakung na ming dong ah cathamcana, number cana, space, dash neh adangah rhuen cana buengni athum thai!

source: active
aa: hing

source: add new tag
aa: tag athai tom thil

source: administators
aa: akungmah rhoek

source: administrator
aa: akungmah

source: all
aa: boeih

source: all resources
aa: hnopai boeih

source: all tags
aa: tag cana boeih

source: auto reload
aa: auto reload seh

source: cancel and return
aa: toeng lam tah koep bal

source: clear map
aa: Diklai muei phaeh

source: create
aa: athai sai

source: deactivated
aa: vik duek coeng

source: detail
aa: acam aci

source: edit
aa: athenla koep sai

source: friend
aa: paya

source: from_email
aa: lamkah_email

source: gps_default_longitude
aa: gps_default_latitude

source: inactive
aa: hingpawh

source: insert to resource
aa: hnopai dongah thun

source: mark as read
aa: tae tangtae lakhueh

source: mark as unread
aa: tae hlan la khueh

source: I am a member.
aa: Kai he aka thum kung ni.

source: moderator
aa: mawtkung

source: moderators
aa: Mawt kung

source: more groups
aa: Atloe group cana

source: more resources
aa: Atloe hno cqna

source: more users
aa: hnonakung atloe rhoek

source: move to trash
aa: kahnawt bu la voei

source: my friend
aa: Ka paya

source: no friend
aa: paya ompawh

source: I am not a member.
aa: Kai ka thum pawh.

source: not my friend
aa: ka paya pawh

source: I am not subscribed.
aa: Kai ka cong hlan.

source: object_creation_min_time
aa: hno_sainah_atue_can

source: only visible to friends
aa: payarhoek bueng loh ahmuh thai

source: only visible to members
aa: kathum rhoek bueng loh ahmuh thai

source: only visible to registered users
aa: register tangtae hnonakung rhoek bueng loh ni ahmuh thai

source: owner
aa: khueh kung

source: regenerate image
aa: muei hlip koep hoi

source: remove user from resource
aa: hnonakung he hno lam kah khoe

source: reply
aa: ol lan

source: restore from trash
aa: kahnawt bu lamkah koep lo

source: sign up
aa: athai la kun

source: subscribed
aa: cong coeng

source: tag_name
aa: ming_tag

source: top level
aa: level sangbik

source: visible to the world
aa: hlangtom loh n'hmuh

source: wrote
aa: tael coeg

source: Back to the list of messages
aa: Capat list la koep bal

source: Back to the list of reports
aa: Report list la koep bal

source: Back to the list of resources
aa: Hnopai cana list la bal

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
aa: Adangah he akawng acom aci na thap thai: Tag cana neh hehkah hnopai kah akawng he tueng sak. Telong te atloe hnonakung rhoek loh nangkah hno he ahmuh nathai hamla abom ni.

source: By using this platform you accept our %s and our %s.
aa: Heheh na hmang vaeng ah kai mih kah %s neh %s he na pom ti ngaih nani.

source: Details of the group
aa: Group kawng acom aci

source: Details of the resource
aa: Hnopai kawng acom aci

source: Details of the user
aa: Hnonakung kawng acom aci

source: Message not displayed because the user has been deactivated.
aa: Hnonakung account aduek coeng dongah capat tueng voel pawh.

source: No messages
aa: Capat ompawh

source: Permission to create items
aa: Items cana saiham phal nah

source: Restrict your search to a location
aa: Natlam nah te hmuen khat la kheuh

source: Search for a place
aa: Ahuem tlam

source: Search for similar topics like your interests and around your location.
aa: Na ngaih nah neh nataeng vai kah ka vai rhoi kawng cana te tlam.

source: Similar to me
aa: Kai neh vai uh rhoi

source: User has been deactivated
aa: Hnonakung hetah duem sakla om coeng

source: User role
aa: Hnonakung binah

source: zoom in
aa: ayol la

source: zoom out
aa: alen la

source: Click inside the map to set the center. Click a second time to set the search radius.
aa: Alung kil sai nahamla diklai muei khui te duep. Natlam radious sai hamla koep duep bal.

source: Image is too big! Max. size is for upload is 2048x2048
aa: Muei hlip len aih! Alen bik la 2048x2048 ni a rhoeh

source: Nothing to display
aa: Tuengham aba ompawh

source: Please enter your new password
aa: Na kunnah olhuep thai te tael

source: Please use only the English alphabet.
aa: English catham bueng mah hmang

source: Reload the chat.
aa: Voek thae nah reload sai

source: Resource location on a map
aa: Diklai muei dong ah hno aom nah

source: Show the location where you are right now.
aa: N'thae ah naom na te tueng sak

source: The chat is only visible to group members.
aa: Group dongah kathum rhoek long bueng ni voek thae nahe ahmuh

source: The image is too big! Max. size is for upload is %s
aa: Mueihlip he len aih! Alen bik %s mah loseh

source: Time:
aa: Canba

source: is a product of
aa: kah asai la om

source: resource
aa: hnopai

source: I am subscribed.
aa: Kai ka cong coeng.

source: user
aa: Hnonakung

source: Add a Tag
aa: Tag thap thil

source: Add the tags one by one.
aa: Tag cana khat phoei khat thap thil.

source: Administration - Create new tag
aa: Administration - Tag athai sai

source: Apply the filter and show the results.
aa: Lungsaek buen lamtah result tuengsak.

source: Avatars are small images that will be visible with your group. Here you can upload an avatar for your group (min. %s, max. %s). In the next step you can crop it.
aa: Mueihlip caa ati he nangkah group neh hmaih aka tueng koi mueihlip cana laom. Helam he namahkah group hamla mueihlip caa na thun thai (ayol bik. %s, alen bik. %s). Antu ah koep na ah thai.

source: Avatars are small images that will be visible with your name. Here you can upload your avatar (min. %s, max. %s). In the next step you can crop it.
aa: Mueihlip caa ati he na ming neh hmaih aka tueng koi mueihlip cana laom. Helam he na ming hamla mueihlip caa na thun thai (ayol bik. %s, alen bik. %s). Antu ah koep na ah thai.

source: Click here to continue
aa: Phat nakun nala hehe duep

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
aa: Omnah sai hamla diklai muei khui ah duep. Omnah na sai tangtae coeng atah diklai muei te koep hnawh dae: <b class='icon-clear></b>.

source: Database error.
aa: Database thuem pawh.

source: Do you really want to delete this message?
aa: Hekah capat he voeih ham na ngaih tang a?

source: Done
aa: Sai coeng

source: Done importing resources. Error writing log file.
aa: Hnopai can boeih thun coeng. Log file tael thai pawh.

source: Done importing resources. Please check the log file.
aa: Hnopai cana boeih thun coeng. Log file te koep check dae.

source: Done updating locales.
aa: Locale cana boeih update coeng.

source: Find more information at:
aa: Hedong ah akawng ta oe ayet la tlam:

source: Found unused locale '%s', removing from database.
aa: Hnona pawh locale '%' hmuh laom, database lamakh akhoe li.

source: I am a group moderator.
aa: Kai tah group mawt kung la kaom.

source: I am a resource moderator.
aa: Kai tah hno mawtkung la kaom.

source: I am the owner.
aa: kai he kakhueh kung

source: Image is too big! Max. size is for upload is %s
aa: Mueihlip he len aih! Alen koek tah %s ni

source: Import resources from a file
aa: File lamkah hnopai cana lo

source: Language code
aa: Olka code

source: Manage subscribers of this resource
aa: Hekah hno aka cong rhoek he rhai boel sai

source: Notification from %s
aa: %s lamkah yaksak nah

source: Notify members:
aa: Yak sak ham kathum rhoek:

source: Now is the best time to complete your profile. You can enter your name, your location and tags for your interests.
aa: N'thae ahhe profile na coeng ham acan then koek laom. Na ming, naom cana na tael phoei ah na ngaih cana te na tag thai.

source: Remove this message.
aa: He capat he khoe

source: Reset
aa: Koeptho

source: Reset the filter and show the entire list.
aa: lungsaek koep tho lamtah list boeih koep tueng sak.

source: Return to the home screen.
aa: Home screen la koep mael.

source: Select a tag that describes a topic that this group is about and click add.
aa: Hekah group kawng aka thui tag te tuek lamtah Tom thil te duep.

source: Select a tag that describes a topic that this resource is about and click add.
aa: Hekah hnopai kawng aka thui tag te tuek lamtah Tom thil te duep.

source: Select a tag that describes one of your interests and click add.
aa: Namah kah ngaih akawng tag te tuek lamtah Tom thil te duep.

source: System check finished.
aa: System boeih check coeng.

source: System message: You've received a warning about your resource.
aa: System capat: Nangkah hno kawng dongah warning na dang coeng.

source: System message: You've received a warning about your group.
aa: System capat: Nangkah group kawng dongah warning na dang coeng.

source: System message: You've received a warning.
aa: System capat: Warning na dang coeng.

source: Test
aa: Noek cak

source: The image is too big! Max. size for upload is %s
aa: Muei hlip len aih! Alen bik la %s ni a rhoeh

source: The image is too small! Min. size for upload is %s
aa: Muei hlip yol aih! Ayol bik %s alo ham om.

source: There are unread reports.
aa: Na tae hlan report cana om.

source: This group contains wrong information.
aa: Hekah group dongah aka thuem pawh olthang om.

source: This is my group.
aa: Heheh kaikah group.

source: This is my resource.
aa: Heheh kai kah hno.

source: This resource contains wrong information.
aa: Hekah hno dongah he aka thuem pawt olthang om.

source: This was just a dry run - nothing was saved.
aa: Heheh dry run maini - aba khaw save pawh.

source: URL doesn't seem to exist
aa: URL om pat coi ni

source: Unread
aa: Tae hlan

source: Update languages
aa: Olka cana update sai

source: User Forum:
aa: Hnonakung Forum:

source: View big screenshot
aa: Screenshot alen la so

source: We have received complaints about inappropriate language in your group. Please make neccessary adjustments or your group will be deactivated.
aa: Nangkah group dongah aka soeng pawh olka om tila olthang kadang uh. Rhen naneh tholeang nah sai tipat atah nangkah group he duek pawn ni.

source: You are a moderator on this platform.
aa: Hiah he mawtkung la naom.

source: You are an administrator on this platform.
aa: Hiah he kuengmah la naom.

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
aa: Nang kah email pat atah IP te www.stopforumspam.com ah ka hnawt vaikim tila ming laom tih vik voeih laom coeng.

source: Your message was empty.
aa: Nacapat ompawh

source: administrators
aa: uktaemkugn rhoek

source: banned
aa: phalpawh

source: change
aa: tho

source: chat messages
aa: voek nah capat cana

source: creation rights removed
aa: saithai nah nawl om voel pawh

source: link to external resource
aa: aleng hnopai pai ka link sai

source: live-video on Bambuser
aa: Bambuser dongah live-video

source: message
aa: capat

source: organization
aa: bu

source: private messages
aa: ol huep capat

source: remember me
aa: rhawp n'khoem

source: sound on Soundcloud
aa: Soundcloud dongkah ol

source: total
aa: boeih ah

source: video on Vimeo
aa: Vimeo dongkah video

source: video on YouTube
aa: Youtube dongkah video

source: visbility 'friends'
aa: tueng 'payacana'

source: visbility 'members'
aa: tueng 'kathum rhoek'

source: visbility 'registered'
aa: tueng 'register tangte'

source: visbility 'susbcribed'
aa: Tuengnah 'cong rhoek'

source: visbility 'world'
aa: tueng 'hlangboeih'

source: %s new messages
aa: capat %S om

source: 1 new message
aa: Capat thai 1 om

source: Send a private message to %s
aa: %s taeng la olhuep ca pat

source: The administrator asks you to answer a security question before you can enter.
aa: Na lut hlan vaeng ah uk taem kung loh security dawt nah akhueh.

source: Are you sure?
aa: A tak tak a?

source: Security Question
aa: Security Dawt nah

source: Sign up is disabled. Please try again later.
aa: Athai la kun thaipawh. Ayaila koep yawm mai.

source: Sign in is disabled. Please try again later.
aa: Kun thai pawh. Ayaila koep yawm mai.

source: Please answer the security question
aa: Security hamla oldawt nate lan dae

source: You do not have permission to view this page. Please try contact the web site administrator if you believe you should be able to view this page.
aa: Hekah page he sawt ham phal nah na khueh pawh. Ka sawt ham tueng nati atah web site uktaem kung te voek thai nahamla yawm.

source: The page you requested could not be found. Please correct the address, return to the previous page, or go back home.
aa: Page na tlam te hmu thai pawh. Adress te koep tlaih lamtah luhma kah page la caet, patatah home la koep bal.

source: Show only messages by senders with matching names.<ul><li>Type to search only on this page.</li><li>Type and press enter to search on all pages.</li></ul>
aa: Capat kung ming neh aka rhoep capat cana mah tueng sak. <ul><li> Hikah page dong bueng ah tlam hamla tael.</li><li>page boeih dongah tlam na ngaih atah tael lamtah Enter duep.</li></ul>

source: Remember me
aa: N'hnilh boeh

source: Please try again later.
aa: Ayai la koep yawm mai.

source: Today
aa: Ti hnin

source: Yesterday
aa: An hlaem

source: Week
aa: Yarh

source: Month
aa: Hla

source: Recent activity
aa: Coeng cuek sai hno

source: load more...
aa: Ta oe tueng sak...

source: Terms of Use
aa: Term of Use

source: A message from your group %s
aa: %s group taeng lamkah capat

source: A new chat message was posted in the group.
aa: Group dongah capat athai te atai coeng.

source: A new group was created.
aa: Group athai te sai coeng.

source: A new resource was created.
aa: Hnopai athai te sai coeng.

source: Access Denied
aa: Kun thai pawh

source: All day event
aa: Nikhat khing sainah

source: All-day event
aa: Nikhat-khing sainah

source: Continue
aa: Phat sai

source: Create Group
aa: Group sai

source: Create Resource
aa: Hnopai sai

source: Create a new event?
aa: Hnothai nasai a?

source: Different end time
aa: Boeih nah can vai rhoi pawh

source: Do you really want to delete this file?
aa: Hekah file he voeih na ngaih taktak a?

source: Edit Resource
aa: Hnopai Edit sai

source: Email has been succesfully changed.
aa: Email te naep noei cala tho coeng.

source: Email is already registered to another account.
aa: Atloe account dong ah email he register tangtae coeng.

source: Emails on unread messages:
aa: Tae hlan dongkah email cana:

source: End:
aa: Aboeih nah:

source: Event Details
aa: Akawng acom acii cana

source: Event end time:
aa: Akawng aboeih nah acan:

source: Friday
aa: Cawn ni nga

source: Group name cannot be empty!
aa: Group ming aho la om thai pawh!

source: How to contact them
aa: Amih te matlam n'voek na eh

source: Interests
aa: Na ngaih cana

source: Last activity:
aa: Ahnu bik hnnosai:

source: My Activity
aa: Kaikah kasai hno

source: My Events
aa: Kaikai kasai kawng cana

source: My Recommendations
aa: Kaikah Recommedation cana

source: MySQL Version
aa: Kaikah SQL Version

source: New version:
aa: Version athai:

source: No images.
aa: Mueihlip ompawh:

source: No problem found.
aa: Rhainah hmu pawh.

source: No tags
aa: Tags om pawh

source: Nov
aa: N'thae ah

source: Over one month old
aa: Hla khat tling coeng

source: Over six months old
aa: Hla rhuk tling coeng

source: Over two months old
aa: Hla hnih tling coeng

source: Page Not Found
aa: Page Hmu pawh

source: Please enter the text!
aa: Rhen naneh ca tael!

source: Please select an image
aa: Rhen naneh Mueihlip tuek

source: Problem found
aa: Rhai nah ahmuh

source: Recent Activity
aa: Coeng cuek hnosai

source: Recommended Groups
aa: Recommended Group

source: Recommended Resources
aa: Recommended hnopai

source: Recommended Users
aa: Recommended Hnonakung

source: Release information:
aa: Thawngpang hoe:

source: Resource name cannot be empty!
aa: Hnopai ming te aho la o thaipawh.

source: Saturday
aa: Yalte

source: Searched around your location.
aa: Na taengvai te tlam coeng

source: Send a message to all members
aa: Aka thum rhoek boeih taeng ah caa pat

source: Send them a local message.
aa: Amih taengla local caa pat.

source: Send them an email.
aa: Amih taengla Email pat.
