Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: hlt - Matu/messages.po
Languages: aa

source: (error)
aa: (thuempawh)

source: (inappropriate language)
aa: (aka soeng pawh olka)

source: (spam)
aa: (Ka hnawt vaikim)

source: Accept friendship
aa: Payala pom

source: Accept friendship request
aa: payala bihnah pom

source: Add
aa: Tom thil

source: Add or remove tags
aa: Tag cana tomthil tipatatah khoe

source: Add tag
aa: Tag tomthil

source: Address cannot be found.
aa: Address hmu thai pawh.

source: Administration
aa: Uktaem nah

source: Administrator
aa: Kungmah

source: Administrator with id 1 cannot be changed
aa: Id 1 aka khueh kungmah tah tho thai la om pawh

source: Already have an account? Sign in below.
aa: Account na khueh pawn a? Adang ahhe kun.

source: An email has been sent to you with further instructions.
aa: Saidan along im cana te email ah kan pat coeng.

source: Apply Filter
aa: Lungsaek Buen

source: Apply filter
aa: Lungsaek buen

source: Automatically reload in regular intervals if something new has been posted.
aa: Hno athai atai atah amah poek la rhawp reload useh.

source: Back to list of groups.
aa: group list la bal.

source: Back to list of users.
aa: Hnonakung rhoek list la bal.

source: Below you can add details: Describe the topics of this group by one or more tags. If your group is located in a particular town, you can mark it on a map. These information will help other users to find your group.
aa: Adangah he akawng acom aci na thap thai: Tag cana neh hehkah group kah akawng he tueng sak. Nangkah group he khopuei khatkhat ah aom mai atah diklai muei dong ah khi. Telong te atloe hnonakung rhoek loh nangkah group he ahmuh nathai hamla abom ni.

source: Cancel friendship
aa: Paya naham hnoel

source: Cancel subscription
aa: Cong ma pawh

source: Cannot find what you are searching?
aa: Natlam te na hmuthai pat a?

source: Change lost password
aa: Kunnah olhuep aka hma te tho

source: Change password
aa: Kunnah olhuep tho

source: Change the filter
aa: Lungsawk tho

source: Choose from the menus above.
aa: Aso kah Menu lamkah tuek.

source: Clear
aa: Phaeh

source: Clear Filter
aa: Lungsaek Phaeh

source: Click here if you forgot your password.
aa: Kunnah olhuep na hnilh atah heheh duep.

source: Click inside the image and select your avatar.
aa: Mueihlip khui ah duep lamtah na mueihlip cate tuek.

source: Close
aa: Pit

source: Comments are only visible when you are signed in.
aa: Nakun daeng ani comment cana na hmuh thai eh.

source: Connect filters with
aa: neh lungsaek cong

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
aa: Hikah link he Copy lamtah thum aka ngaih rhoek taeng ah pat pat. Hikah link he hekah group ham la cabineh vai uh rhoi.

source: Create new group
aa: Group athai sai

source: Create new resource
aa: Hnopai athai sai

source: Describe in few sentences what this group is about.
aa: Hikah group kawng he atoi ca tael lah.

source: Describe in few sentences what this resource is about.
aa: Hikah hnopai kawng he atoi ca tael lah.

source: Description:
aa: Akawng alam:

source: Discover new groups
aa: Group athai tlam

source: Discover new resources
aa: Hnopai athai tlam

source: Discover new users
aa: Hnonakung athai tlam

source: Edit the group image
aa: Group mueihlip tho

source: Edit the location
aa: Omnah tho

source: Edit your avatar
aa: Na mueihlip ca tho

source: Edit your location
aa: na omnah tho

source: Email change on Mycitizen.net
aa: Mycitizen.net dong ah email tho

source: Email couldn't be changed!
aa: Email tho thai pawh!

source: Email is not valid. Check it and try again.
aa: Email thuem pawh. So lam tah koep yawm.

source: Empty Trash
aa: Kahnawt bu hoeng sak

source: Enter a name for the group.
aa: Group hamla aming tael.

source: Enter a name for the resource.
aa: Hnopai hamla aming tael.

source: Entered passwords are not the same.
aa: Kunnah olhuep natael te vai uh thae pawh.

source: Error
aa: Thuem pawh

source: Error deleting image from cache.
aa: Cache kah mueihlip te

source: Error deleting image from cache:
aa: Cache lamkah mueihlip voeithai pawh:

source: Error loading chat. Are you logged in?
aa: Olvoek caet thaipawh. Na kun pawn dae a?

source: Error recreating image.
aa: Ayuk koep sai thai pawh.

source: Error submitting form.
aa: Form ap thai pawh.

source: Error writing image:
aa: Muei hlip tael thai pawh:

source: Event description:
aa: Event kawng:

source: Event time:
aa: Event atue:

source: Filter
aa: Lungsaek

source: Filter by name
aa: Aming neh lungsaek buen

source: Filter is off.
aa: Lungsaek pit.

source: Filter is on.
aa: Lungsaek ong.

source: Finish your registration at Mycitizen.net
aa: Mycitizen.net ah boeih register dae

source: Finished cropping and resizing.
aa: Ayol len la boeih sai coeng

source: Friends
aa: Paya rhoek

source: Friendship accepted
aa: Payala pom coeng

source: Friendship canceled
aa: Payala pom pawh

source: Friendship request
aa: Payala bihnah

source: Friendship request rejected
aa: Payala bih nah vik ahnoel

source: Friendship request rejected.
aa: Payala bih nah ahnoel.

source: Friendship request sent
aa: Payala bihnah pat coeng

source: Friendship request sent.
aa: Payala bihnah pat coeng.

source: Given group does not exist.
aa: Tebang group ompawh.

source: Go to resource
aa: Hnopai la caet

source: Group %s has not been subscribed to resource.
aa: %s group hetah hekah hnopai he cong hlan.

source: Group %s is already subscribed.
aa: %s group hetah acong tangtae coeng.

source: Group %s subscribed to this resource.
aa: %s group hetah hekah hnohe acong coeng.

source: Group %s unsubscribed from resource.
aa: %s group hetah hekah hnopai he atoeng coeng.

source: Group chat
aa: Group voek thae nah

source: Group key:
aa: Group cabi:

source: Group location on a map
aa: Diklai muei dong ah group aom nah

source: Group members
aa: Group dong ah aka thum rhoek

source: Group owner:
aa: Group akungmah:

source: Group resources
aa: Group hnopai cana

source: Group status
aa: Group paihmuen

source: Group updated
aa: Group update coeng

source: Groups
aa: Group cana

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click on the following link.
aa: Hello %s, Mycitizen.net dong ah email tho hamla na bih laom. Na coeng na hamla adang kah link te duep.

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click on the following link.
aa: Hello %s, Mycitizen.net dong ah kunnah olhuep tho hamla na bih laom. Na coeng na hamla adang kah link te duep.

source: Hello %s, thank you for signing up at Mycitizen.net! To finish your registration click on the following link.
aa: Hello %s, Mycitizen.net dongah na kun tih bahoeng ka uem. Register coeng na hamla adang kah link te duep.

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
aa: Group loh caeh dan apalh nati atah helam he na report thai. Reports tetah oltloek kung loh anai anong ni.

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
aa: Hnopai loh caeh dan apalh nati atah helam he na report thai. Reports tetah oltloek kung loh anai anong ni.

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
aa: Hlang khatkhat mai loh caeh dan apalh nati atah helam he na report thai. Reports tetah oltloek kung loh anai anong ni.

source: Hidden group
aa: Group aka tuengpawh

source: Hidden user
aa: Aka tuengpawh Hnonakung

source: Image must be in JPEG or PNG format.
aa: Muei hlip te JPEG pat atah PNG format la om angoe.

source: Import resources from file
aa: File lamkah hnopai lo

source: Information:
aa: Thawngpang:

source: Insufficient permissions to subscribe group %s to this resource.
aa: %s group hetah hikah hnopuet cong ham phal nah khueh pawh.

source: Is active
aa: Hing ngawn

source: Join group
aa: Group la thum

source: Language
aa: Olka

source: Language:
aa: Olka:

source: Leave group
aa: Group caeh tak

source: Link to invite new members
aa: Aka thumkung athai coep na ngaih atah Link

source: Loading chat..
aa: Ol voek nah caetli..

source: Location
aa: Omnah

source: Login
aa: Kun nah

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
aa: Hekah group he hlangtom loh hmuh ham sai (diklai tom), hekah website aka hnonakung rhoek bueng loh (registered) pat atah hekah group dongah aka thum rhoek bueng loh (aka thum rhoek).

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
aa: Hekah hno he hlangtom loh hmuh ham sai (diklai tom), hekah website aka hnonakung rhoek bueng loh (registered) pat atah hekah hno aka cong rhoek bueng loh (aka cong rhoek).

source: Manage members of this group
aa: Hekah group ah aka thum rhoek te boel rhai ham

source: Manage subscribed resources
aa: Aka cong rhoek te boelrhai sai

source: Map
aa: Diklai muei

source: Maximum image size is %s
aa: Ayuk alen bik tah %s ni

source: Media type:
aa: Media Aphun:

source: Member of groups
aa: Group cana dongah aka thum

source: Members
aa: Aka thum rhoek

source: Message:
aa: Capat:

source: Moderator
aa: Oltloek kung

source: More than one user with the same id found.
aa: Hikah id phaek he vai khat lak ah ayet om tite hmuh la om.

source: My Friends
aa: Ka paya cana

source: My Groups
aa: Ka group cana

source: My Location
aa: Ka omnah

source: My Resources
aa: Kaikah Hnopai cana

source: My friends
aa: Ka paya cana

source: My real position
aa: Ka om nah taktak

source: Name
aa: Ming

source: Name:
aa: Ming:

source: Needs to be created.
aa: Sai ham la a ngoe.

source: New messages
aa: Capat thai cana

source: No tags.
aa: Tag cana ompawh

source: Normal user
aa: Hnonakung mailai

source: Nothing found.
aa: Aba khaw hmu pawh.

source: Now
aa: N'thae ah

source: Number of groups
aa: Group cana boeih

source: Number of resources
aa: Hnopai cana boeih

source: Number of users
aa: Hnonakung boeih

source: On
aa: Ong

source: On invitation only
aa: Coepnah buengmah ong

source: Only administrators can visit this section!
aa: Helam he akungmah buengni akun thai!

source: Only letters, numbers and '-', with a minimum lenght of 5.
aa: Catham, number neh "-" buengmah ayol bik 5 lo seh

source: Owner
aa: Akakhueh kung

source: Password again:
aa: Kunnah olhuep pabae la:

source: Password change on Mycitizen.net
aa: Mycitizen.net dongah kunnah olhuep tho

source: Password couldn't be changed! Try again later.
aa: Kunnah olhuep tho thai pawh! Ayai la koep ong.

source: Password:
aa: Kunnah olhuep:

source: Please enter some text.
aa: Rhen naneh ca ayol tael.

source: Please give us some details.
aa: Rhen naneh akawwng alam ayol n'tael lah.

source: Please go to the edit screen and generate a link.
aa: Rhen naneh thovael nah screen la caet lamtah link generate sai.

source: Please select first a part of the image.
aa: Mueihlip ngan cawn te luhma la tuek.

source: Post
aa: Tai

source: Post new comment
aa: Comment athai tai

source: Post reply
aa: Olbal tai

source: Reason:
aa: Aba doongah:

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
aa: Register thai coeng. Matlam lae account nahing sak eh tite na email dong ah boeih pat la om coeng.

source: Reject friendship request
aa: Payala bih nah hnawt

source: Remove
aa: Khoe

source: Repeat password:
aa: Kunnah olhuep koeptael:

source: Replies
aa: Olbal cana

source: Report about group %s, reason: %s
aa: %s group kawng report sai, aba dong ahtite: %s

source: Report about resource %s, reason: %s
aa: %s hnopai kawng report sai, aba dong ahtite: %s

source: Report about user %s, reason: %s
aa: %s hnonakung kawng report sai, aba dong ahtite: %s

source: Report resource
aa: Hnopai kawng report sai

source: Report user
aa: Aka Hnonakung report

source: Reports
aa: Report cana

source: Request friendship
aa: Payala bih nah

source: Request friendship again
aa: Payala koep bih

source: Request new password
aa: Kunnah olhuep athai la bih

source: Resource owner:
aa: Hno khueh kung:

source: Resource status
aa: Hno apaihmuen

source: Resource type:
aa: Hno aphun:

source: Resource updated
aa: Hno update coeng

source: Resources
aa: Hnopai cana

source: Revoke request
aa: Bihnah paa sak

source: Role
aa: Sainah

source: Search
aa: Tlam

source: Search Comments
aa: Comment cana tlam ham

source: See details about the user and respond to the request.
aa: Hnonakung kawng so lamtah bih nate koep lan

source: Select Parent Level
aa: Parent Level Tuek

source: Select a group for more details.
aa: Akawng acaih la mingnaham group te tuek.

source: Select a language of this resource.
aa: Hekah hno kah olka tuek.

source: Select a resource for more details.
aa: Akawng acaih la mingnaham hno tetuek.

source: Select a tag
aa: Tag te tuek

source: Select a time
aa: Acan tuek

source: Select a user for more details.
aa: Akawng acaih la mingnaham aka hnonakung te tuek.

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
aa: Hekah hno cong na hamla group pakhat pat atah ayet mai khaw tuek. Namah kah tipat atah aka mawtkung kah phal nah na khueh group cana bueng ni atueng.

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
aa: Cong voel pat hamla hno pakhat pat atah ayet mai khaw tuek. Hekah group loh acong hno cana bueng ni atueng. Hnopai kah acom aci tael nah page dongah hno canate na cong thai.

source: Selected Location
aa: Omnah tuek

source: Send
aa: Pat

source: Sign in
aa: Kun

source: Sign out
aa: Sawk

source: Sign up
aa: Athai la kun

source: Specified user not found.
aa: Tebang hnonakung te hmuh pawh.

source: Status
aa: Pai hmuen

source: Subscribe
aa: Cong

source: Subscribe as group
aa: Group la cong.

source: Subscribe to resource
aa: Hnopai cong

source: Subscribed Groups
aa: Aka cong group cana

source: Subscribed Users
aa: Aka cong Hnonakung rhoek

source: Subscribed to resources
aa: Hnopai neh cong coeng

source: Subscribers
aa: Aka cong rhoek

source: Subscriptions as group
aa: Group la puet lohnah

source: Surname
aa: Cako ming

source: Surname:
aa: Cako ming:

source: System message: Warning!!!
aa: System capat: Rhael rhing!!!

source: Tag name:
aa: Tag ming:

source: Tags
aa: Tag cana

source: Tell us why you report this group, including examples:
aa: Hekah group he aba dongah lae na report tite nthui lah, tahsun nah cananeh:

source: Tell us why you report this resource, including examples:
aa: Hekah Hno he aba dongah lae na report tite nthui lah, tahsun nah cananeh:

source: Tell us why you report this user, including examples:
aa: Hekah hnonakung he aba dongah lae na report tite nthui lah, tahsun nah cananeh:

source: Text:
aa: Ca:

source: The image is too small. Minimum size is %s.
aa: Mueihlip he yol aih. Ayol bik %s loseh.

source: The main language you want to use. You will still be able to see other languages.
aa: Olpueila hmang na ngaih ol. A tloe olkaa cana khaw na hmuh thai ngawn ni.

source: The minimal length of your username is %s characters.
aa: Hnonakung ming te ayol bik oltham %s loseh.

source: The username cannot be changed.
aa: Hnonakung ming tah tho thai la ompawh.

source: This email is already used for another account.
aa: Hikah email he atloe account ah ahno nah tangte coeng.

source: This email is not registered in our system!
aa: Hikah email hetah kaimih kah system dong ah register hlan!

source: This email is not valid. Please check it and try again.
aa: Email thuem pawh. So lamtah koep yawm mailah.

source: This group can only be viewed by members. Users need to have the key below to become members.
aa: Hikah group hetah aka thum rhoek bueng long ni asawt thai. Thum na ngaih atah adangkah cabi te khueh ham ngoe.

source: This group doesn't have a key.
aa: Hika group heh cabi khueh pawh.

source: This group violates the rules of conduct.
aa: Hekah group he caeh dan vai pawh.

source: This group was created by mistake, or it is inactive.
aa: Hekah group he asai tholh, pat atah hing pawh.

source: This is my profile.
aa: Hitah kaikah profile

source: This is not a real group but spam.
aa: Hitah group atang moenih, kahnawt mailai ni.

source: This is not a real person but spam.
aa: Hitah hlang atang moenih, kahnawt mailai ni.

source: This is not a real resource but spam.
aa: Hitah hnopai atang moenih, kahnawt mailai ni.

source: This person violates the rules of conduct.
aa: Hekah hlang he caeh dan thuem pawh.

source: This person was created by mistake, or he/she is inactive.
aa: Hekah hlang hetah sai tholh laom, pat atah anih he hing voel pawh.

source: This resource doesn't exist.
aa: Hikah hnopai ompawh.

source: This resource violates the rules of conduct.
aa: Hekah hnopai he caeh dan thuem pawh.

source: This resource was created by mistake, or it is inactive.
aa: Hekah hno hetah sai tholh laom, pat atah hehe hing voel pawh.

source: This user doesn't exist.
aa: Hebang hnonakung om pawh.

source: Time
aa: Acan

source: Time Zone
aa: Acan Zone

source: To this address we will send a request to confirm your registration.
aa: Hikah address lamhe nangkah register boeih naham bih nah kanpat coeng.

source: To:
aa: Taengla:

source: Top Groups
aa: Groups thenbik rhoek

source: Top Resources
aa: Hnopai kathen koek

source: Top Users
aa: Aka hnona koek cana

source: Trash
aa: Ka hnawt

source: Trash emptied.
aa: Ka hnawtbu cimcoeng.

source: Try a different filter.
aa: Lungsaek atlo yawm

source: Type
aa: Aphun

source: URL must start with http:// or https://!
aa: URL he http:// patath https:// neh tong ham om!

source: Unblock this user
aa: Hekah hnonakung he khoe boeh

source: Unsubscribe
aa: Toeng

source: Unsubscribe from resource
aa: Hnopai toeng

source: Upload Avatar:
aa: Muei hlip ca thun:

source: Upload group image:
aa: Group mueihlip thun ham:

source: User %s accepted your friendship.
aa: Hnonakung %s loh payala na bihnah apom coeng.

source: User %s canceled your friendship.
aa: Hmangkung %s loh payala na bihnah ahnoel.

source: User %s rejected your friendship.
aa: Hnonakung %s loh payala na bihnah akhoe.

source: User %s requested your friendship.
aa: Hnonakung %s loh payala n'bih.

source: User Signup
aa: Hnonakung thai lakun.

source: User Status
aa: Hnonakung paihmuen

source: User lost password
aa: Hnonakung kunah olhuep hma

source: User permissions
aa: Hnonakung phal nah

source: User permissions changed.
aa: Hnonakung phal nah atho coeng.

source: User signin
aa: Hnonakung kun nah

source: User status
aa: Hnonakung paihmuen

source: User update
aa: Hnonakung update

source: User updated
aa: Hnonakung update coeng

source: User with the same name already exists.
aa: Tebang hnonakung ming te om tangtae coeng.

source: User's location on a map
aa: Diklai muei dongah hnonakung omnah

source: Username cannot be empty!
aa: YHnonakung ming te aho la na khueh thaipawh!

source: Username:
aa: Hnonakung ming

source: Users
aa: Hnonakung cana

source: View details
aa: Acom aci so

source: View details.
aa: Acom aci so.

source: View group owner:
aa: Group kakhueh kung so:

source: View resource owner:
aa: Hno aka khueh kung so:

source: Visibility:
aa: Hmuhthai nah:

source: We have received complaints about inapproprite language in your group. Please make neccessary adjustments or your group will be deactivated.
aa: Nangkah group dong ah aka soeng pawh olka om tila olthang ka dang uh. Rhen naneh tholaeng nah sai uh, tipat atah nangkah group he duek pawn ni.

source: We have received complaints about inappropriate language in your resource. Please make necessary adjustments or your resource will be deactivated.
aa: Nangkah hno dong ah aka soeng pawh olka om tila olthang ka dang uh. Rhen naneh tholaeng nah sai uh, tipat atah nangkah hno he duek pawn ni.

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
aa: Atloe hnonakung rhoek taengah kahnawt vaikim cana na pat tila olthang ka dang uh. Rhen naneh duem laeh pat atah nangkah account he duek pawn ni.

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
aa: Aka soeng pawh olka na hnonah tila olthang ka dang uh. Rhen naneh duem laeh, pat atah nangkah account he duek pawn ni.

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
aa: Nangkah group dongah kahnawt vaikim om tila olthang ka dang uh. Rhen naneh aka soeng pat te voei laeh, pat atah nangkah group he duek pawn ni.

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
aa: Nangkah hno dongah kahnawt vaikim om tila olthang ka dang uh. Rhen naneh aka soeng pat te voei laeh, pat atah nangkah hno he duek pawn ni.

source: Welcome
aa: Omngaih cala kan doe.

source: Write some lines about your life, your work and your interests.
aa: Na khosak , na bii neh na ngaih hno cana ayol ca tael lah.

source: Wrong email format!
aa: Email format thuem pawh!

source: You are already a member.
aa: Kathumkung la na om coeng.

source: You are not allowed to see the members.
aa: Kathum rhoekcana naso thai pawh.

source: You are not allowed to see the memberships.
aa: Thum nakawng naso thai pawh.

source: You are not allowed to see the subscribed groups.
aa: Aka cong group cana he sawt ham phal nah nakhueh pawh.

source: You are not allowed to see the subscribed users.
aa: Aka cong hnonakung rhoek he sawt ham phal nah nakhueh pawh.

source: You are not allowed to see the subscriptions.
aa: Cong nah kawnglam na so thai pawh.

source: You are not allowed to view this group.
aa: Hikah group he naso thai pawh.

source: You are not allowed to view this resource.
aa: Hikah hno he na so thai pawh.

source: You are not allowed to view this user.
aa: Hikah hnonakung he naso thai pawh.

source: You can only send messages to friends.
aa: Napaya cana taeng bueng lamni ca napat thai.

source: You currently block this user
aa: Hikah hnonakung he na voeih li laom

source: You currently block this user.
aa: Hikah hnonakung he na voeih li laom.

source: You have entered a wrong key.
aa: Aka thuem pawh cabi natael sol.

source: You have joined the group.
aa: Group la nathuum coeng.

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
aa: Paya na khueh hlan. Hlang khatkhat ha loh payala nabih nah apom daeng ani ca napat thai eh.

source: You have no permission to create a resource.
aa: Hnopai sai hamla phal na na khueh pawh.

source: You have no permission to create groups.
aa: Group nasai hamla phal na om pawh.

source: You have no permission to create resources.
aa: Hnopai cana sai hamla phal nah nakhueh pawh.

source: You need to log in to send messages.
aa: Capat na ngaih atah kun a ngoe.

source: You need to subscribe in order to comment.
aa: Comment ham na ngaih atah na cong angoe.

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
aa: Email address hleng ham na bih laom. Email a rhuem dong ah ca neh link kan pat coeng. Tho hamla na confirm phoei ah adress athai te hing pawn ni.

source: My Connections
aa: Kaikah connection
