Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/fra - French/messages.po
Languages: fr

source: (error)
fr: (erreur)

source: (inappropriate language)
fr: (langage inappproprié)

source: Accept friendship
fr: Accepter en ami

source: Accept friendship request
fr: Accepter la demande en ami

source: Add
fr: Ajouter

source: Add or remove tags
fr: Ajouter ou supprimer des tags

source: Add tag
fr: Ajouter un tag

source: Address cannot be found.
fr: Adresse introuvable.

source: Administration - Settings
fr: Administration - Paramètres

source: Administration - Setup and Maintenance
fr: Administration - Réglages et maintenance

source: Administrator
fr: Administrateur

source: Administrator with id 1 cannot be changed
fr: Administrateur avec l'identifiant 1 ne peut pas être modifié

source: Already have an account? Sign in below.
fr: Vous possédez déjà un compte ? Connectez-vous ci-dessous.

source: An email has been sent to you with further instructions.
fr: Un mail vous a été envoyé avec les instructions à suivre.

source: Apply Filter
fr: Appliquer le filtre.

source: April
fr: Avril

source: August
fr: Aou

source: Automatically reload in regular intervals if something new has been posted.
fr: Rafraîchir la page automatiquement si un nouveau message a été posté.

source: Back to list of groups.
fr: Retour à la liste des groupes.

source: Back to list of users.
fr: Retour à la liste des utilisateurs.

source: Cancel friendship
fr: Supprimer l'ami

source: Cancel subscription
fr: Supprimer la souscription

source: Cannot find what you are searching?
fr: Vous ne trouvez pas ce que vous recherchez ?

source: Change lost password
fr: Modifier le mot de passe oublié

source: Change password
fr: Modifier le mot de passe

source: Change the filter
fr: Modifier le filtre

source: Clear
fr: Effacer

source: Clear Filter
fr: Réinitialiser les filtres

source: Click here if you forgot your password.
fr: Cliquez ici si vous avez perdu votre mot de passe.

source: Click inside the image and select your avatar.
fr: Cliquez sur l'image et sélectionnez votre avatar.

source: Comments
fr: Commentaires

source: Comments are only visible when you are signed in.
fr: Les commentaires sont visibles uniquement quand vous êtes connecté.

source: Connect filters with
fr: Assembler les filtres avec

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
fr: Copiez ce lien et envoyez-le aux personnes que vous aimeriez voir dans votre groupe. Ce lien est une invitation à rejoindre ce groupe.

source: Create new group
fr: Créer un nouveau groupe.

source: Create new resource
fr: Créer une nouvelle ressource.

source: December
fr: Décembre

source: Describe in few sentences what this group is about.
fr: Décrivez ce groupe en quelques phrases.

source: Describe in few sentences what this resource is about.
fr: Decrivez cette ressource en quelques phrase.

source: Discover new groups
fr: Découvrir de nouveaux groupes

source: Discover new resources
fr: Découvrir de nouvelles ressources

source: Discover new users
fr: Découvrir de nouveaux utilisateurs

source: Do you want be visible to everyone (world), only to registered users (registered) or only to your friends (friends)?
fr: Voulez- vous être visible par tout le monde (public), seulement les utilisateurs enregistrés (utilisateurs) ou seulement vos amis (amis) ?

source: Edit the group image
fr: Modifier l'image du groupe

source: Edit the location
fr: Modifier la localisation

source: Edit your avatar
fr: Modifier votre avatar

source: Edit your location
fr: Modifier votre emplacement

source: Email change on Mycitizen.net
fr: Changement d'email sur Mycitizen.net

source: Email has been successfully changed.
fr: L'adresse email a été modifiée avec succès.

source: Empty Trash
fr: Vider la corbeille.

source: Enabled
fr: Activé

source: Enter a key that will be used for inviting members into this group. Use letters, numbers and "-", with a minimum lenght of 5.
fr: Entrez un mot de passe, il va être utilisé pour inviter des personnes dans ce groupe. Utiliser des letttres, des nombres et \"-\", avec une longueur minimum de 5.

source: Enter a name for the group.
fr: Entrer un nom pour le groupe.

source: Enter a name for the resource.
fr: Entrer un nom pour cette ressource.

source: Entered passwords are not the same.
fr: Les deux mots de passe saisis ne sont pas identiques.

source: Error
fr: Erreur

source: Error deleting image from cache.
fr: Erreur lors de la suppression de l'image du cache.

source: Error loading chat. Are you logged in?
fr: Erreur lors du chargement de la messagerie. Êtes-vous connecté ?

source: Error submitting form.
fr: Erreur lors de la soumission du formulaire.

source: Error writing image:
fr: Erreur lors de l'enregistrement de l'image :

source: Event description:
fr: Description de l'évènement :

source: Event time:
fr: Date de l'évènement :

source: February
fr: Février

source: Filter
fr: Filtrer

source: Filter by name
fr: Trier par nom

source: Filter is off.
fr: Le filtre est désactivé.

source: Finish your registration at Mycitizen.net
fr: Terminer votre inscription à Mycitizen.net

source: Finished cropping and resizing.
fr: Redimensionnement et découpage de l'image terminés.

source: Friends
fr: Amis

source: Friendship accepted
fr: Demande en ami acceptée

source: Friendship canceled
fr: Demande en ami annulée

source: Friendship request
fr: Demande en ami

source: Friendship request rejected.
fr: Demande en ami refusée.

source: Friendship request sent.
fr: Demande en ami envoyée.

source: Given group does not exist.
fr: Ce groupe n'existe pas.

source: Go to resource
fr: Aller à la ressource

source: Group %s has not been subscribed to resource.
fr: Le groupe %s n'est pas inscrit à la ressource.

source: Group %s is already subscribed.
fr: Le groupe %s est déjà inscrit.

source: Group %s subscribed to this resource.
fr: Le groupe %s est déjà inscrit à cette ressource.

source: Group %s unsubscribed from resource.
fr: Le groupe %s est désinscrit de cette ressource.

source: Group chat
fr: Messagerie de groupe

source: Edit Group
fr: Modifier le groupe

source: Group key:
fr: Mot de passe du groupe :

source: Group location on a map
fr: Localisation du groupe sur une carte

source: Group members
fr: Membres du groupe

source: Group owner:
fr: Propriétaire du groupe :

source: Group resources
fr: Ressources du groupe

source: Group updated
fr: Groupe mis à jour

source: Groups
fr: Groupes

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
fr: Vous pouvez rapporter un groupe si vous pensez qu'il ne respecte pas les règles. Les rapports seront examinés par nos modérateurs.

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
fr: Vous pouvez rapporter une ressource si vous pensez que cela ne respecte pas les règles. Les rapports seront examinés par nos modérateurs.

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
fr: Vous pouvez rapporter un(e) utilisateur si vous pensez qu'il / elle ne respecte pas les règles. Les rapports seront examinés par nos modérateurs.

source: Hidden group
fr: Groupe masqué

source: Hidden user
fr: Utilisateur masqué

source: Image must be in JPEG or PNG format.
fr: L'image doit être au format JPEG ou PNG.

source: Insufficient permissions to subscribe group %s to this resource.
fr: Vous n'avez pas la permission d'inscrire le groupe %s à cette ressource.

source: Is active
fr: Est actif

source: January
fr: Janvier

source: Join group
fr: Rejoindre le groupe

source: July
fr: Juillet

source: June
fr: Juin

source: Language
fr: Langue

source: Language:
fr: Langue :

source: Leave group
fr: Quitter le groupe

source: Link to invite new members
fr: Lien pour inviter de nouveaux membres

source: Loading chat..
fr: Chargement de la messagerie ...

source: Location
fr: Emplacement

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
fr: Rendre le groupe visible pour tout le monde (public), seulement les utilisateurs enregistrés sur ce site (utilisateurs) ou aux membres de ce groupe (pmembres).

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
fr: Rendre la ressource visible par tout le monde (public), seulement les utilisateurs enregistrés sur ce site (utilisateurs) ou aux membres de ce groupe (membres).

source: Manage members of this group
fr: Gérer les membres de ce groupe

source: Manage subscribed resources
fr: Gérer les inscriptions aux ressources

source: Map
fr: Carte

source: March
fr: Mars

source: Maximum image size is %s
fr: La taille maximale de l'image est de %s

source: May
fr: Mai

source: Media ID:
fr: Identifiant du média :

source: Media type:
fr: Type du média :

source: Member of groups
fr: Membre des groupes :

source: Members
fr: Membres

source: Moderator
fr: Modérateur

source: More than one user with the same id found.
fr: Plus d'un utilisateur avec le même identifiant trouvé.

source: My Groups
fr: Mes groupes

source: My Location
fr: Ma position

source: My Resources
fr: Mes ressources

source: My friends
fr: Mes amis

source: My real position
fr: Ma position réelle

source: Name
fr: Nom

source: Name:
fr: Nom :

source: Needs to be created.
fr: À besoin d'être crée.

source: New messages
fr: Nouveaux messages

source: Normal user
fr: Utilisateur normal

source: Nothing found.
fr: Pas de résultat.

source: November
fr: Novembre

source: October
fr: Octobre

source: On invitation only
fr: Sur invitation uniquement

source: Only administrators can visit this section!
fr: Seuls les administrateurs peuvent visiter cette partie !

source: Only letters, numbers and '-', with a minimum lenght of 5.
fr: Uniquement des lettres, des nombres et '-', avec une longueur minimum de 5.

source: Owner
fr: Propriétaire

source: Parent level:
fr: Niveau parent :

source: Parent tag:
fr: Tag parent :

source: Password again:
fr: Mot de passe (à nouveau) :

source: Password change on Mycitizen.net
fr: Mot de passe modifié sur Mycitizen.net

source: Password:
fr: Mot de passe :

source: Phone:
fr: Téléphone :

source: Please enter some text.
fr: Merci d'entrer du texte.

source: Please give us some details.
fr: Merci de nous donner quelques détails.

source: Please go to the edit screen and generate a link.
fr: Veuillez aller sur l'ecran des modifications et générer un lien.

source: Please select first a part of the image.
fr: Veuillez d'abord sélectionner une partie de l'image.

source: Post
fr: Message

source: Post new comment
fr: Ajouter un nouveau commentaire

source: Post reply
fr: Répondre

source: Reason:
fr: Raison :

source: The registration couldn't be finished! Link is not active anymore.
fr: L'inscription a échoué ! Le lien n'est plus actif.

source: The registration has been successful. You can now sign in.
fr: L'inscription est réussie ! Vous pouvez maintenant vous connecter.

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
fr: L'inscription a été un succès. Un message a été envoyé à votre adresse email avec les instructions pour activer votre compte.

source: Reject friendship request
fr: Demande en ami rejetée

source: Remove
fr: Supprimer

source: Repeat password:
fr: Répéter le mot de passe :

source: Replies
fr: Réponses

source: Report about group %s, reason: %s
fr: Signaler le groupe %s, raison : %s

source: Report about resource %s, reason: %s
fr: Signaler la ressource %s, raison : %s

source: Report about user %s, reason: %s
fr: Signaler l'utilisateur %s, raison : %s

source: Report group
fr: Signaler le groupe

source: Report resource
fr: Signaler la ressource

source: Report user
fr: Signaler l'utilisateur

source: Reports
fr: Rapports

source: Request friendship
fr: Demander en ami

source: Request new password
fr: Demander un nouveau mot de passe

source: Resource owner:
fr: Propriétaire de la ressource :

source: Resource type:
fr: Type de la ressource :

source: Resource updated
fr: Ressource mise à jour

source: Resources
fr: Ressources

source: Revoke request
fr: Annuler la requête

source: Role
fr: Rôle

source: Search Comments
fr: Rechercher dans les commentaires

source: See details about the user and respond to the request.
fr: Regarder les détails de l'utilisateur et répondre à sa requête.

source: Select Parent Level
fr: Sélectionner un niveau parent

source: Select a group for more details.
fr: Sélectionner un groupe pour plus de détails.

source: Select a language of this resource.
fr: Sélectionner une langue pour cette ressource.

source: Select a language that will be used in this group for communication.
fr: Sélectionner une langue qui sera utilisée dans ce groupe pour communiquer.

source: Select a resource for more details.
fr: Sélectionner une ressource pour plus de détails.

source: Select a tag
fr: Sélectionner un tag

source: Select a user for more details.
fr: Sélectionner un utilisateur pour plus de détails.

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
fr: Sélectionner un ou plusieurs groupes à inscrire à cette ressource. Les seuls groupes affichés sont ceux que vous possédés ou ceux dont vous avez les droits de modérateurs.

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
fr: Sélectionner une ou plusieurs ressources auxquelles se désinscrire. Seules les ressources auxquelles ce groupe est inscrit sont affichées. Vous pouvez vous inscrire à une ressource sur sa page détaillée.

source: Selected Location
fr: Sélectionner la position

source: Send
fr: Envoyer

source: Send a message to a friend
fr: Envoyer un message à un ami

source: September
fr: Septembre

source: Settings
fr: Paramètres

source: Sign in
fr: S'enregistrer

source: Sign out
fr: Se déconnecter

source: Sign up
fr: Se connecter

source: Software version:
fr: Version du logiciel :

source: Specified user not found.
fr: L'utilisateur spécifié n'a pas été trouvé.

source: Subscribe
fr: S'inscrire

source: Subscribe as group
fr: Souscrire en tant que groupe

source: Subscribe to resource
fr: Souscrire à la ressource

source: Subscribed Groups
fr: groupes enregistrés

source: Subscribed Users
fr: Utilisateurs abonnés

source: Subscribed to resources
fr: Abonné aux ressources

source: Subscribers
fr: Abonnés

source: Subscriptions as group
fr: Abonnements en tant que groupe

source: Surname:
fr: Prénom :

source: System check
fr: Vérification du système

source: Tag name:
fr: Nom du tag :

source: Tell us why you report this group, including examples:
fr: Expliquez nous pourquoi vous signalez ce groupe, en incluant des exemples :

source: Tell us why you report this resource, including examples:
fr: Expliquez nous pourquoi vous signalez cette ressource, en incluant des exemples :

source: Tell us why you report this user, including examples:
fr: Expliquez nous pourquoi vous signalez cet utilisateur, en incluant des exemples :

source: Text:
fr: Texte :

source: The image is too small. Minimum size is %s.
fr: L'image est trop petite ! La taille minimale est %s

source: The main language you want to use. You will still be able to see other languages.
fr: La langue principale que vous voulez utilisez. Vous pourrez toujours voir les autres langues.

source: The minimal length of your username is %s characters.
fr: La taille minimale de votre pseudo est de %s caractères.

source: The username cannot be changed.
fr: Le nom d'utilisateur ne peut être modifié.

source: This group can only be viewed by members. Users need to have the key below to become members.
fr: Ce groupe peut être vu uniquement par des membres. Les utilisateurs doivent utiliser le mot de passe ci-dessous pour devenir membres.

source: This group doesn't have a key.
fr: Ce groupe n'a pas de mot de passe.

source: This group violates the rules of conduct.
fr: Ce groupe enfreint les conditions d'utilisations.

source: This is my profile.
fr: C'est mon profil.

source: This is not a real group but spam.
fr: Ce n'est pas un vrai groupe mais du spam.

source: This is not a real person but spam.
fr: Ce n'est pas une vraie personne mais du spam.

source: This is not a real resource but spam.
fr: Ce n'est pas une vraie ressource mais du spam.

source: This person violates the rules of conduct.
fr: Cette personne enfreint les conditions d'utilisation.

source: This resource doesn't exist.
fr: Cette ressource n'existe pas.

source: This resource violates the rules of conduct.
fr: Cette ressource enfreint les conditions d'utilisation.

source: This user doesn't exist.
fr: Cet utilisateur n'existe pas.

source: To this address we will send a request to confirm your registration.
fr: Nous enverrons une requête à cette adresse email pour vérifier votre enregistrement.

source: To:
fr: A :

source: Top Groups
fr: Top Groupes

source: Top Resources
fr: Top ressources

source: Top Users
fr: Top utilisateurs

source: Trash
fr: Corbeille

source: Trash emptied.
fr: Corbeille vidée.

source: Try a different filter.
fr: Essayer un filtre différent.

source: URL must start with http:// or https://!
fr: L'URL doit commencer par http:// or https:// !

source: URL to external source:
fr: URL vers un site externe :

source: Unblock this user
fr: Débloquer cet utilisateur

source: Unsubscribe
fr: Se désincrire

source: Unsubscribe from resource
fr: Se désinscrire de la ressource

source: Update
fr: Mise à jour

source: Upload Avatar:
fr: Charger un avatar :

source: Upload group image:
fr: Charger une image pour le groupe :

source: User %s accepted your friendship.
fr: L'utilisateur %s a accepté votre demande en ami.

source: User %s canceled your friendship.
fr: L'utilisateur %s a annulé votre demande en ami.

source: User %s rejected your friendship.
fr: L'utilisateur %s a rejeté votre demande en ami.

source: User %s requested your friendship.
fr: L'utilisateur %s vous demande en ami.

source: User Signup
fr: Enregistrement de l'utilisateur

source: User lost password
fr: Mot de passe de l'utilisateur perdu

source: User permissions changed.
fr: Autorisations de l'utilisateur modifiée.

source: User signin
fr: Inscription de l'utilisateur

source: User update
fr: Mise à jour de l'utilisateur

source: User updated
fr: Utilisateur mis à jour

source: User with the same name already exists.
fr: Un utilisateur avec le même nom existe déjà.

source: User's location on a map
fr: Position de l'utilisateur sur une carte.

source: Username cannot be empty!
fr: Le nom d'utilisateur ne peut pas être vide !

source: Username:
fr: Nom d'utilisateur :

source: Users
fr: Utilisateurs

source: View group owner:
fr: Voir le profil du propriétaire du groupe :

source: View resource owner:
fr: Voir le profil du proprietaire de la ressource :

source: Visibility:
fr: Visibilité :

source: We have received complaints about inappropriate language in your resource. Please make necessary adjustments or your resource will be deactivated.
fr: Nous avons reçu des plaintes indiquant que votre ressource utilise un langage inapproprié. Merci de prendre les mesures nécessaires ou votre ressource sera désactivée.

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
fr: Nous avons reçu des plaintes indiquant que vous envoyez des spams aux autres utilisateurs. Merci d'arrêter ou votre compte sera désactivé.

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
fr: Nous avons reçu des plaintes indiquant que vous utilisez un langage inapproprié. Merci d'arrêter ou votre compte sera désactivé.

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
fr: Nous avons reçu des plaintes concernant votre groupe qui contiendrait des spams. Merci d'effacer tout contenu inapproprié ou votre groupe sera désactivé.

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
fr: Nous avons reçu des plaintes concernant votre ressource, qui contiendrait des spams. Merci d'effacer tout contenu inapproprié ou votre ressource sera désactivée.

source: Welcome
fr: Bienvenue

source: Write some lines about your life, your work and your interests.
fr: Écrivez quelques lignes sur votre vie, votre travail et vos intérêts.

source: Wrong email format!
fr: Format d'adresse email non valide !

source: You are already a member.
fr: Vous êtes déjà un membre.

source: You are not allowed to see the members.
fr: Vous n'êtes pas autorisé à voir les membres.

source: You are not allowed to see the memberships.
fr: Vous n'êtes pas autorisé à voir les membres abonnés.

source: You are not allowed to see the subscribed groups.
fr: Vous n'êtes pas autorisé à voir les groupes abonnés.

source: You are not allowed to see the subscribed users.
fr: Vous n'êtes pas autorisé à voir les utilisateurs abonnés.

source: You are not allowed to see the subscriptions.
fr: Vous n'êtes pas autorisé à voir les abonnements.

source: You are not allowed to view this group.
fr: Vous n'êtes pas autorisé à voir ce groupe.

source: You are not allowed to view this resource.
fr: Vous n'êtes pas autorisé à voir cette ressource.

source: You are not allowed to view this user.
fr: Vous n'êtes pas autorisé à voir cet utilisateur.

source: You can only send messages to friends.
fr: Vous pouvez uniquement recevoir des messages de vos amis.

source: You currently block this user.
fr: Vous avez bloqué cet utilisateur.

source: You have entered a wrong key.
fr: Vous avez entré un mot de passe incorrect.

source: You have joined the group.
fr: Vous avez rejoint le groupe.

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
fr: Vous n'avez pas encore d'amis. Vous pourrez envoyer des messages uniquement quand quelqu'un aura accepté votre demande d'ami.

source: You have no permission to create groups.
fr: Vous n'avez pas la permission de créer des groupes.

source: You need to log in to send messages.
fr: Vous devez vous connecter pour envoyer des messages.

source: You need to subscribe in order to comment.
fr: Vous devez vous connecter pour commenter.

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
fr: Vous avez demandé un changement d'adresse email. Un message avec un lien a été envoyé à votre ancienne adresse email. La nouvelle adresse va être utilisée une fois que vous aurez confirmé le changement.

source: My Connections
fr: Mes connections

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
fr: Votre compte a été désactivé. Si vous pensez que cela est une erreur, merci de contacter le support à %s.

source: Your email:
fr: Votre adresse email :

source: Your image still needs to be cropped to the right dimensions before you can continue!
fr: Votre image doit être rognée avant que vous puissiez continuer !

source: Your image still needs to be resized before you can continue!
fr: Votre image doit être redimensionnée avant que vous puissiez continuer !

source: Your messages
fr: Vos messages
