Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/fra - French/messages.po
Languages: fr

source: Your password has been successfully changed, you can now log in.
fr: Votre mot de passe a été modifié, vous pouvez maintenant vous connecter.

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
fr: Votre mot de passe doit avoir au moins 8 caractères et contenir au moins une lettre miniscule, une lettre majuscule et un chiffre.

source: Your password must contain at least %s characters.
fr: Votre mot de passe doit contenir au moins %s caractères.

source: Your password must contain at least one upper-case letter.
fr: Votre mot de passe doit contenir au moins une majuscule.

source: Your password must contain at least one number.
fr: Votre mot de passe doit contenir au moins un chiffre.

source: Your password must contain at least one lower-case letter.
fr: Votre mot de passe doit contenir au moins une lettre minuscule.

source: Your passwords are different.
fr: Les mots de passe sont différents.

source: Your report has been received.
fr: Votre rapport a été envoyé.

source: Your username can only contain letters, numbers, space, dash and underscore!
fr: Votre nom d'utilisateur doit contenir uniquement des lettres, des chiffres, des espaces, des tirets et des tirets bas (underscore) !

source: active
fr: actif

source: add new tag
fr: Ajouter un nouveau tag

source: administrator
fr: administrateur

source: all
fr: tout

source: all resources
fr: Toutes les ressources

source: all tags
fr: Tous les tags

source: auto reload
fr: Rafraîchissement automatique

source: cancel and return
fr: Annuler et revenir en arrière

source: clear map
fr: Réinitialiser la carte

source: create
fr: créer

source: deactivated
fr: désactivé

source: edit
fr: Modifier

source: inactive
fr: inactif

source: mark as read
fr: marquer comme lu

source: mark as unread
fr: marquer comme non lu

source: I am a member.
fr: Je suis un membre.

source: moderator
fr: Modérateur

source: moderators
fr: Modérateurs

source: more groups
fr: Plus de groupes

source: more resources
fr: Plus de ressources

source: more users
fr: Plus d'utilisateurs

source: move to trash
fr: Déplacer vers la corbeille

source: my friend
fr: mon ami

source: no friend
fr: Pas d'ami

source: I am not a member.
fr: Je ne suis pas un membre.

source: not my friend
fr: pas mon ami

source: I am not subscribed.
fr: Je ne suis pas inscrit.

source: only visible to friends
fr: Visible uniquement par vos amis

source: only visible to members
fr: Visible uniquement pour les membres

source: only visible to registered users
fr: Visible uniquement par les utilisateurs enregistrés

source: regenerate image
fr: Régénérer l'image

source: reply
fr: répondre

source: restore from trash
fr: Restaurer depuis la corbeille

source: top level
fr: top niveau

source: visible to the world
fr: Visible par tout le monde

source: Back to the list of messages
fr: Retour à la liste des messages

source: Back to the list of reports
fr: Retour à la liste des rapports

source: Back to the list of resources
fr: Retour à la liste des ressources

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
fr: Vous pouvez ajouter des détails ci-dessous : Décrivez le sujet de cette ressource en ajoutant un ou des tags. Ces informations vont aider les autres utilisateurs à trouver votre ressource.

source: Details of the group
fr: Détails du groupe

source: Details of the resource
fr: Détails de la ressource

source: Details of the user
fr: Détails de l'utilisateur

source: GD (images) supported
fr: GD (images) supportées

source: Message not displayed because the user has been deactivated.
fr: Le message n'est pas affiché car l'utilisateur a été désactivé.

source: No messages
fr: Pas de message

source: Permission to create items
fr: Permission de créer un objet

source: Privacy policy
fr: Politique de confidentialité

source: Restrict your search to a location
fr: Restreindre la recherche à une position

source: Search for a place
fr: Rechercher un endroit

source: Search for similar topics like your interests and around your location.
fr: Rechercher des sujets similaires à votre intérêt et proche de votre position.

source: Similar to me
fr: Similaire

source: User has been deactivated
fr: L'utilisateur a été désactivé

source: User role
fr: Rôle de l'utilisateur

source: zoom in
fr: zoom avant

source: zoom out
fr: zoom arrière

source: Click inside the map to set the center. Click a second time to set the search radius.
fr: Cliquez à l'intérieur de la carte pour fixer le centre. Cliquer une seconde fois pour fixer le rayon de recherche.

source: Nothing to display
fr: Rien à afficher

source: Please enter your new password
fr: Merci d'entrer votre nouveau mot de passe

source: Please use only the English alphabet.
fr: Merci d'utiliser uniquement l'alphabet anglais.

source: Reload the chat.
fr: Recharger la messagerie.

source: Resource location on a map
fr: Position de la ressource sur une carte

source: Show the location where you are right now.
fr: Afficher la position où vous êtes actuellement.

source: The chat is only visible to group members.
fr: La messagerie est visible uniquement pour les membres du groupe.

source: Time:
fr: Heure :

source: Use the filter to narrow down the list of items
fr: Utiliser les filtres pour réduire le nombre de résultats.

source: group
fr: groupe

source: is a product of
fr: est un produit de

source: resource
fr: ressource

source: I am subscribed.
fr: Je suis inscrit.

source: user
fr: Utilisateur

source: Add a Tag
fr: Ajouter un tag

source: Add the tags one by one.
fr: Ajouter des tags un par un.

source: Administration - Create new tag
fr: Administration - Créer un nouveau tag

source: Administration - Reports
fr: Administration - Rapports

source: Administration - Web Statistics
fr: Administration - Statistiques Web

source: Apply the filter and show the results.
fr: Appliquer le filtre et montrer les résultats.

source: Avatars are small images that will be visible with your name. Here you can upload your avatar (min. %s, max. %s). In the next step you can crop it.
fr: Un avatar est une petite image visible à côté de votre nom. Ici vous pouvez télécharger votre avatar (min. %s, max. %s). À la prochaine étape, vous pourrez modifier sa taille.

source: Click here to continue
fr: Cliquez ici pour continuer.

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
fr: Cliquez à l'intérieur de la carte pour fixer le centre. Si un centre est déjà fixé, vous devez d'abord réinitialiser la carte <b class='icon-clear'></b>.

source: Database error.
fr: Erreur de la base de données.

source: Do you really want to delete this message?
fr: Voulez-vous vraiment supprimer ce message ?

source: Done
fr: Fait

source: Done importing resources. Error writing log file.
fr: Importation des ressources effectuée. Erreur dans l'écriture du journal.

source: Done importing resources. Please check the log file.
fr: Importation des ressources effectuées. Vérifiez le journal.

source: Done updating locales.
fr: Mise à jour des lieux terminées

source: Download the mobile application
fr: Télécharger l'application mobile

source: Found unused locale '%s', removing from database.
fr: Une ressource inutilisée a ete trouvée '%s', suppression de la base de données.

source: I am a group moderator.
fr: Je suis le modérateur d'un groupe.

source: I am a resource moderator.
fr: Je suis le modérateur d'une ressource.

source: I am the owner.
fr: Je suis le propriétaire.

source: Image is too big! Max. size is for upload is %s
fr: L'image est trop grande ! La taille maximale est de %s

source: Import resources from a file
fr: Importer des ressources depuis un fichier

source: Mailbox
fr: Messagerie

source: Manage subscribers of this resource
fr: Gérer les membres inscrits à cette ressource

source: Notification from %s
fr: Notifications de %s

source: Now is the best time to complete your profile. You can enter your name, your location and tags for your interests.
fr: C'est le meilleur moment pour compléter votre profil. Vous pouvez entrer votre nom, votre ville et les tags de vos intérêts.

source: Please paste here the <u>underlined</u> part of the url for the media that you want to add:
fr: Copiez ici la partie <u>soulignée</u> de l'url pour le média que vous voulez ajouter :

source: Remove this message.
fr: Supprimer ce message.

source: Reset
fr: Réinitialiser

source: Reset the filter and show the entire list.
fr: Réinitialiser les filtres et afficher toute la liste.

source: Return to the home screen.
fr: Retourner a la page d'accueil.

source: Screenshot processing.
fr: Capture d'écran en cours d'analyse.

source: Select a tag that describes a topic that this group is about.
fr: Sélectionner un tag décrivant un sujet sur le groupe.

source: Select a tag that describes a topic that this resource is about.
fr: Sélectionner un tag décrivant un sujet sur la ressource.

source: Select a tag that describes one of your interests.
fr: Sélectionner un tag décrivant un de vos centres d'intérêt

source: Setup and Maintenance
fr: Configuration et maintenance

source: Statistics
fr: Statistiques

source: System message: You've received a warning about your group.
fr: Message du système : vous avez reçu un avertissement sur votre groupe.

source: System message: You've received a warning.
fr: Message du système : vous avez reçu un avertissement.

source: Tag "%s" saved.
fr: Tag \"%s\" sauvegardé.

source: Test the import in a dry run
fr: Test de l'import à vide

source: The image is too small! Min. size for upload is %s
fr: L'image est trop petite ! La taille minimale de chargement est %s

source: The tag cannot be its own parent.
fr: Le tag ne peut pas être son propre parent.

source: There are unread reports:
fr: Il y a des rapports non lus :

source: This group contains wrong information.
fr: Ce groupe contient des informations erronées.

source: This is my group.
fr: C'est mon groupe.

source: This is my resource.
fr: Ce sont mes ressources.

source: This resource contains wrong information.
fr: Cette ressource contient des informations erronées.

source: This was just a dry run - nothing was saved.
fr: Il s'agit d'un test, rien n'a été enregistré.

source: URL doesn't seem to exist
fr: L'URL n'existe pas.

source: Unread
fr: Non lu

source: Update languages
fr: Mettre à jour les langues

source: User Forum:
fr: Forum utilisateur :

source: View big screenshot
fr: Voir la capture d'écran en grand

source: Web Statistics
fr: Statistiques web

source: You are a moderator on this platform.
fr: Vous êtes un modérateur sur cette plateforme.

source: You are an administrator on this platform.
fr: Vous êtes un administrateur sur cette plateforme.

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
fr: Votre adresse email ou IP est reconnue par www.stopforumspam.com comme une source de spam et a été bloquée.

source: administrators
fr: administrateurs

source: banned
fr: banni

source: change
fr: changer

source: chat messages
fr: Messages de la discussion

source: creation rights removed
fr: Droits de création retirés.

source: event
fr: Évènement

source: link to external resource
fr: Lien vers une ressource externe

source: live-video on Bambuser
fr: vidéo live sur Bambuser

source: organization
fr: organisation

source: private messages
fr: messages privés

source: sound on Soundcloud
fr: musique sur Soundcloud

source: video on Vimeo
fr: vidéo sur Vimeo

source: video on YouTube
fr: vidéo sur Youtube

source: visbility 'friends'
fr: visibilité 'amis'

source: visbility 'members'
fr: visibilité 'membres'

source: visbility 'registered'
fr: visibilité 'utilisateur'

source: visbility 'susbcribed'
fr: visibilité 'inscrit'

source: visbility 'world'
fr: visibilité public'

source: %s new messages
fr: %s nouveaux messages

source: 1 new message
fr: 1 nouveau message

source: Quote
fr: Citation

source: The administrator asks you to answer a security question before you can enter.
fr: L'administrateur exige que vous répondiez à la question de sécurité avant de pouvoir entrer.

source: Are you sure?
fr: Êtes-vous sûr ?

source: Security Question
fr: Question de sécurité

source: Sign up is disabled. Please try again later.
fr: La fonction 'Se connecter' est désactivée. Merci de réessayer plus tard.

source: Sign in is disabled. Please try again later.
fr: La fonction 'S'enregistrer' est désactivée. Merci de réessayer plus tard.

source: Please answer the security question
fr: Veuillez répondre à la question de sécurité

source: You do not have permission to view this page. Please try contact the web site administrator if you believe you should be able to view this page.
fr: Vous n'avez pas la permission de regarder cette page. Merci de contacter l'administrateur du site si vous pensez avoir les droits pour voir cette page.

source: The page you requested could not be found. Please correct the address, return to the previous page, or go back home.
fr: La page que vous avez demandé n'a pas pu etre trouvée. Merci de vérifier l'adresse, de revenir à la page précédente, ou de revenir à la page d'accueil.

source: Show only messages by senders with matching names.<ul><li>Type to search only on this page.</li><li>Type and press enter to search on all pages.</li></ul>
fr: Afficher uniquement les messages dont les expéditeurs ont un nom correspondant.<ul><li>Tapez pour rechercher uniquement sur cette page.</li><li>Tapez et appuyez sur entrée pour rechercher sur toutes les pages.</li></ul>

source: Edit profile
fr: Modifier le profil

source: Remember me
fr: Se souvenir de moi

source: We have resent your confirmation email - just in case you didn't get it before.
fr: Nous avons renvoyé votre email de confirmation - au cas où vous ne l'auriez pas eu la première fois.

source: You canceled the friendship with %s.
fr: Vous avez annulé votre amitié avec %s.

source: You joined the group.
fr: Vous avez rejoint le groupe.

source: You subscribed to the resource.
fr: Vous vous êtes inscrit à la ressource.

source: You left the group.
fr: Vous avez quitté le groupe.

source: You unsubscribed from the resource.
fr: Vous vous êtes désinscrit de la ressource.

source: The group added a resource.
fr: Le groupe a rajouté une ressource.

source: The resource has new comments.
fr: La ressource a de nouveaux commentaires.

source: Somebody tried to login with your name and a wrong password.
fr: Quelqu'un a essayé de se connecter en utilisant votre nom et un mot de passe erroné.

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Week
fr: Semaine

source: Month
fr: Mois

source: Recent activity
fr: Activité récente

source: load more...
fr: Plus de contenu ...

source: Terms of Use
fr: Conditions d'utilisation

source: %d user(s) purged.
fr: %d utilisateur(s) nettoyé(s).

source: 1 week
fr: 1 semaine

source: A message from your group %s
fr: Un message de votre groupe %s

source: A new chat message was posted in the group.
fr: Un nouveau message a été publié dans votre groupe %s.

source: A new group was created.
fr: Un nouveau groupe a été crée.

source: A new resource was created.
fr: Une nouvelle ressource a été créee.

source: Access Denied
fr: Accès refusé

source: Alarm:
fr: Alarme :

source: All-day event
fr: Évènement de la journée

source: Apr
fr: Avr

source: Aug
fr: Août

source: Continue
fr: Continuer

source: Create Group
fr: Créer un groupe.

source: Create Resource
fr: Créer une ressource.

source: Create a new event?
fr: Créer un nouvel évènement ?

source: Database size
fr: Taille de la base de données

source: Dear %s
fr: Cher/Chère %s

source: Different end time
fr: Temps de fin différent

source: Do you really want to delete this file?
fr: Voulez-vous vraiment supprimer ce fichier ?

source: Edit Resource
fr: Modifier la ressource

source: Emails on unread messages:
fr: Envoyer un email pour les messages non lus :

source: End:
fr: Fin :

source: Event Details
fr: Détails de l'évènement

source: Event end time:
fr: Date de fin de l'évènement :

source: Feb
fr: Fev

source: Fri
fr: Ven

source: Friday
fr: Vendredi

source: Group name cannot be empty!
fr: Le nom du groupe ne peut être vide !

source: Homepage:
fr: Page d'accueil :

source: How to contact them
fr: Comment les contacter

source: If these recommendations are not precise, you could try to find better tags to describe your interests. You can change your tags on your profile page.
fr: Si ces propositions ne correspondent pas à vos attentes, vous pouvez essayer de trouver de meilleurs tags pour décrire vos intérêts. Vous pouvez changer vos tags sur votre page de profil.

source: If you need to upload a new file, close this window and click on 'Upload'.
fr: Si vous avez besoin de télécharger un nouveau fichier, fermez cette fenêtre et cliquez sur 'Télécharger'.

source: These files are public. If you want to prevent others from seeing them, you should choose a file name that is hard to guess.
fr: Ces fichiers sont publics. Si vous voulez éviter que d'autres ne les voient, vous devriez choisir un nom de fichier difficile à deviner.

source: Interests
fr: Intérêts

source: Jun
fr: Jui

source: Maintenance mode activated.
fr: Profil de maintenance activé.

source: Maintenance mode active.
fr: Profil de maintenance actif.

source: Maintenance mode deactivated.
fr: Profil de maintenance désactivé.

source: Mon
fr: Lun

source: Monday
fr: Lundi

source: More information and download
fr: Plus d'informations et de téléchargements

source: My Activity
fr: Mon activité

source: My Events
fr: Mes évènements

source: My Recommendations
fr: Mes recommandations

source: New version:
fr: Nouvelle version :

source: No files.
fr: Pas de fichier.

source: No problem found.
fr: Pas de problème trouvé.

source: No tags
fr: Pas de tag

source: Notification Settings
fr: Paramètres des notifications

source: Over one month old
fr: Daté de plus d'un mois

source: Over six months old
fr: Daté de plus de six mois

source: Over two months old
fr: Daté de plus de deux mois

source: Page Not Found
fr: Page introuvable

source: Please check now your profile and enter a description and tags.
fr: Merci de vérifier votre profil et d'entrer une description et des tags.

source: Please enter the text!
fr: Merci d'entrer du texte !

source: Please select a file
fr: Merci de sélectionner un fichier

source: Problem found
fr: Problème trouvé

source: Purge unconfirmed users
fr: Supprimer les utilisateurs non confirmés

source: Recent Activity
fr: Activité récente

source: Recommended Groups
fr: Groupes recommandés

source: Recommended Resources
fr: Ressources recommandées

source: Recommended Users
fr: Utilisateurs recommandés

source: Release information:
fr: Information de sortie :

source: Reload
fr: Recharger

source: Resource name cannot be empty!
fr: Le nom de la ressource ne peut être vide !

source: Result
fr: Résultat

source: Sat
fr: Sam

source: Saturday
fr: Samedi

source: Searched around your location.
fr: Rechercher autour de votre position.

source: Send a message to all members
fr: Envoyer un message à tous les membres

source: Send them a local message.
fr: Envoyer un message local.

source: Send them an email.
fr: Envoyer un email.

source: Stand by for scheduled maintenance in %s minutes and %s seconds. Please finish your activities.
fr: Maintenance programmée dans %s minutes et %s secondes. Merci de fermer votre session.

source: Start:
fr: Démarrer :

source: Submit
fr: Soumettre

source: Success!
fr: Réussi !

source: Sun
fr: Dim

source: Sunday
fr: Dimanche

source: System check finished. Find the results below.
fr: Vérification du système terminée. Les résultats sont affichés ci-dessous.

source: Text
fr: Texte

source: The group unsubscribed from a resource.
fr: Le groupe s'est désinscrit d'une ressource.

source: The group was updated.
fr: Le groupe a été mis à jour.

source: The password is wrong.
fr: Le mot de passe est incorrect.

source: The resource was updated.
fr: La ressource a été mise à jour.

source: There has been an error sending the confirmation email. Please try again in a while.
fr: Il y a eu une erreur lors de l'envoi de l'email de confirmation. Merci de réessayer plus tard.

source: This person was created by mistake.
fr: Cette personne a été créée par erreur.

source: Thu
fr: Jeu

source: Thursday
fr: Jeudi

source: Topics
fr: Sujets

source: Tue
fr: Mar

source: Tuesday
fr: Mardi

source: Visit Homepage
fr: Visiter la page d'accueil

source: Wed
fr: Mer

source: Wednesday
fr: Mercredi

source: You accepted %s's friendship.
fr: Vous avez accepté %s en ami.

source: You are not allowed to edit this group.
fr: Vous n'êtes pas autorisé à modifier ce groupe.

source: You are not allowed to edit this user.
fr: Vous n'êtes pas autorisé à modifier cet utilisateur.

source: You can receive an email when you have unread messages in your inbox.
fr: Vous pourrez recevoir un email quand vous aurez lu les messages de votre boîte de réception.

source: You entered the wrong captcha.
fr: Vous avez entré le mauvais captcha.

source: You first need to confirm your registration. Please check your email account and click on the link of the confirmation email.
fr: Vous devez d'abord confirmer votre inscription. Merci de vérifier votre compte email et de cliquer sur le lien dans l'email de confirmation.

source: You have no permission to create public resources.
fr: Vous n'avez pas la permission de créer des ressources publiques.

source: You receive this message as a member of the group "%s".
fr: Vous recevez ce message car vous êtes membre du groupe \"%s\".

source: You rejected %s's friendship.
fr: Vous avez rejeté la demande d'ami de %s.

source: You requested %s's friendship.
fr: Vous avez demandé %s en ami.

source: You signed up.
fr: Vous vous êtes enregistré.

source: Your Facebook account doesn't have an email address.
fr: Votre compte Facebook n'a pas d'adresse email.

source: Your message has been sent to the members of this group.
fr: Votre message a été envoyé aux autres membres de ce groupe.

source: Your password must contain at least one small letter.
fr: Votre mot de passe doit contenir au moins une minuscule.

source: Your permissions only allow to create private resources.
fr: Vos droits vous permettent uniquement de créer des ressources privées.

source: Your software is up to date.
fr: Votre logiciel est à jour.

source: Your website, blog or Facebook profile.
fr: Votre site web, blog ou profil Facebook.

source: back
fr: retour

source: close
fr: fermer

source: day
fr: jour

source: delete
fr: supprimer

source: home
fr: Accueil

source: insert
fr: insérer

source: max. once per day
fr: maximum une fois par jour

source: max. once per hour
fr: maximum une fois pas heure

source: max. once per week
fr: maximum une fois par semaine

source: month
fr: mois

source: move down
fr: Déplacer vers le bas

source: move up
fr: Déplacer vers le haut

source: no
fr: non

source: no alert
fr: Pas d'alerte

source: now
fr: maintenant

source: only visible to subscribers
fr: Visibles uniquement par les utilisateurs inscrits

source: only visible to you
fr: Visible uniquement par vous

source: own events
fr: Mes évènements

source: read or write messages
fr: Lire ou écrire des messages

source: reset to initial selection
fr: Réinitialiser au paramètre de recherche initial

source: sign in with Facebook
fr: S'inscrire avec Facebook

source: subscribed events
fr: évènements enregistrés

source: today
fr: aujourd'hui

source: unfinished registration
fr: Enregistrement non terminé

source: week
fr: semaine
