Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: mycitizen.net - base/fra - French/messages.po
Languages: fr

source: The following items could be interesting for you:
fr: Les objets suivants pourraient vous intéresser :

source: You see only item that you are not connected to.
fr: Vous voyez uniquement les objets auxquels vous n'êtes pas connecté.

source: now online
fr: En ligne maintenant

source: Last seen less than 5 mins ago.
fr: Vu il y a moins de 5 minutes.

source: Last seen less than 10 mins ago.
fr: Vu il y a moins de 10 minutes.

source: Last seen:
fr: Vu récemment :

source: never online
fr: jamais en ligne

source: Searched globally because not enough was found around your location.
fr: Rechercher plus largement car rien n'a été trouvé à proximité de votre position.

source: A new user has signed up.
fr: Un nouvel utilisateur s'est enregistré.

source: Include all new users, groups and resources that you are allowed to view.
fr: Inclure tous les nouveaux utilisateurs, groupes et ressources que vous êtes autorisé a voir.

source: Your permissions of the group were changed.
fr: Vos droits sur le groupe ont été modifiés.

source: Your permissions of the resource were changed.
fr: Vos droits sur cette ressource ont été modifiés.

source: Message to all users
fr: Message à tous les utilisateurs.

source: Noticeboard Messages
fr: Messages du tableau de notification

source: These messages will be displayed in the activity stream of all users.
fr: Ces messages seront affichés dans le fil d'activité de tous les utilisateurs.

source: %d result(s) found
fr: %d résultat(s) trouvé(s)

source: %s has left the group. Good-bye!
fr: %s a quitté le groupe. Au revoir !

source: A message from your group %s at %s
fr: Un message de votre groupe %s à %s

source: Additional Information
fr: Informations supplémentaires

source: Administration - Noticeboard
fr: Administration - Tableau de notifications

source: Basic Information
fr: Information de base

source: Browse Resources
fr: Parcourir les ressources

source: By using this platform you accept our Terms of Use and our Privacy policy.
fr: En utilisant cette plateforme vous acceptez nos conditions d'utilisation et notre politique de confidentialité.

source: Chat window turned off.
fr: Messagerie désactivée.

source: Chat window turned on.
fr: Messagerie activée.

source: Click to subscribe.
fr: Cliquez pour vous inscrire.

source: Click to unsubscribe.
fr: Cliquez pour vous désinscrire.

source: Compose
fr: Écrire

source: Continue to this [group] (%s).
fr: Continuer vers ce [groupe] (%s).

source: Continue to this [resource] (%s).
fr: Continuer vers cette [ressource] (%s).

source: Continue to this [user] (%s).
fr: Continuer vers cet [utilisateur] (%s).

source: Error processing screenshot.
fr: Erreur lors du traitement de la capture d'écran.

source: Error sending message.
fr: Erreur lors de l'envoi du message.

source: Event
fr: Évènement

source: File '%s' already exists.
fr: Le fichier '%s' existe déjà.

source: File '%s' not found.
fr: Fichier '%s' introuvable.

source: File Browser
fr: Explorateur de fichiers

source: Find a list of your activities [on your home page] (%s).
fr: Trouver une liste de vos activités [sur votre page d'accueil] (%s).

source: Find more information [on the page of the group] (%s).
fr: Trouver plus d'informations [sur votre page de groupe] (%s).

source: Hello %s, Somebody has requested an email change on Mycitizen.net. The new email will be: %s If you think that this is wrong, please [contact the support] (%s).
fr: Bonjour %s, Quelqu'un a demandé un changement d'adresse email sur Mycitizen.net. La nouvelle adresse mail sera: %s Si vous pensez qu'il s'agit d'une erreur, veuillez [contacter le support technique] (%s).

source: Hello %s, Thank you for signing up at Mycitizen.net! To finish your registration click [here] (%s), or copy the following link to your browser: %s
fr: Bonjour %s, Merci de vous être enregistré sur Mycitizen.net! Pour finaliser votre inscription, cliquez [ici] (%s), ou copiez le lien suivant dans votre navigateur : %s

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
fr: Bonjour %s, Vous avez demandé un changement de mot de passe sur Mycitizen.net. Pour finaliser votre demande, cliquez [ici] (%s), ou copiez le lien suivant dans votre navigateur : %s

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
fr: Bonjour %s, Vous avez demandé un changement d'adresse email sur Mycitizen.net. Pour finaliser votre demande, cliquez [ici] (%s), ou copiez le lien suivant dans votre navigateur : %s

source: Here is an overview of what has happened since your last visit:
fr: Voici un résumé des évènements depuis votre dernière visite :

source: Last activity:
fr: Dernière activité :

source: More tags
fr: Plus de tags

source: Notice Board
fr: Tableau de notifications

source: Organization
fr: Organisation

source: Other
fr: Autre

source: Please enter some tags.
fr: Merci d'entrer des tags.

source: Please enter the new file name:
fr: Merci d'entrer un nouveau nom de fichier :

source: Please select a recipient
fr: Merci de sélectionner un destinataire

source: Please welcome our new member: %s has joined this group.
fr: Merci d'accueillir notre nouveau membre : %s a rejoint ce groupe.

source: Private messaging has been disabled by the chat window. Reload page to re-enable
fr: La messagerie privée a été désactivée par la fenêtre de conversation. Rechargez la page pour la réactiver.

source: Purge entire cache
fr: Vider le cache

source: Read your messages in your [inbox] (%s).
fr: Lire les messages de votre [boîte de réception] (%s).

source: Recent activity at %s
fr: Activité récente à %s

source: Remove all faded items.
fr: Supprimer tous les objets non permanents.

source: Reset the search.<ul><li>The first click resets the search on this page.</li><li>The second click resets the search on all pages. </li></ul>
fr: Réinitialiser la recherche.<ul><li>Le premier clic réinitialise la recherche sur cette page.</li><li>Le deuxième clic réinitialise la recherche sur toutes les pages. </li></ul>

source: Save as view
fr: Sauvegarder en tant que vue

source: Screenshot
fr: Capture d'écran

source: Screenshot already exists.
fr: Le capture d'écran existe déjà.

source: Set up a cron on an external service:
fr: Mettre en place un CRON sur un service externe :

source: Sort by Last Activity
fr: Trier par dernière activité

source: Sort by Name
fr: Trier par nom

source: Sort by Subscribers
fr: Trier par utilisateurs inscrits

source: Tag not found.
fr: Tag non trouvé.

source: The email address couldn't be changed! The link is not active anymore.
fr: L'adresse email n'a pu être modifiée ! Le lien n'est plus actif.

source: The email address has been succesfully changed.
fr: L'adresse email a été modifiée avec succès.

source: The email address is not valid. Please check it and try again.
fr: L'adresse email n'est pas valide. Merci de la vérifier et d'essayer à nouveau.

source: The email couldn't be changed!
fr: L'adresse email n'a pu être modifiée !

source: The event is in the future.
fr: L'évènement aura lieu dans le futur.

source: The event is over.
fr: L'évènement est déjà terminé.

source: The event is upcoming.
fr: L'évènement aura bientôt lieu.

source: The group has subscribed to the resource %s.
fr: Le groupe s'est inscrit à la ressource %s.

source: The group has unsubscribed from the following resources:
fr: Le groupe s'est désinscrit des ressources suivantes :

source: The password couldn't be changed! Please try again later.
fr: Le mot de passe n'a pas pu être modifié ! Veillez réessayer plus tard.

source: The password couldn't be changed! Try again later.
fr: Le mot de passe n'a pas pu être modifié ! Réessayez plus tard.

source: The password has been successfully changed.
fr: Votre mot de passe a été modifié.

source: The registration couldn't be finished! The link is not active anymore.
fr: L'inscription a échoué ! Le lien n'est plus actif.

source: There is a problem with your avatar.
fr: Il y a un problème avec votre avatar.

source: This email address is already registered with another account.
fr: Cette adresse email est déjà utilisée pour un autre compte.

source: This email address is already used for another account.
fr: Cette adresse email est déjà utilisée pour un autre compte.

source: This email address is not registered in our system!
fr: Cette adresse email n'est pas enregistrée dans notre système !

source: This email address is not valid. Please check it and try again.
fr: Cette adresse email n'est pas valide. Merci de la vérifier et essayer à nouveau.

source: This username is not registered in our system!
fr: Ce nom d'utilisateur n'est pas enregistré !

source: Too many emails? You can change the schedule on your [profile page](%s).
fr: Trop de messages ? Vous pouvez changer votre calendrier sur votre [profil](%s).

source: Too many failed login attempts. Please try again later.
fr: Trop de connexion sans succès. Merci de réessayer plus tard.

source: Too many messages? You can change the schedule on your [profile page](%s).
fr: Trop de messages ? Vous pouvez changer votre calendrier sur votre [profil](%s).

source: Type your text here.
fr: Tapez votre texte ici.

source: Video/Audio
fr: Vidéo/Audio

source: You can reply only to friends.
fr: Vous ne pouvez répondre qu'à vos amis.

source: You have %d unread messages!
fr: Vous avez %d messages non lus !

source: You have 1 unread message!
fr: Vous avez un message non lu !

source: You have just said that.
fr: Vous venez juste de dire ça.

source: You have unread messages at %s
fr: Vous avez des messages non lus à %s

source: You just said that.
fr: Vous venez juste de dire ça.

source: You receive this email because you have signed up at %s.
fr: Vous recevez cet email car vous êtes inscrit à %s.

source: Your email address or IP is known at www.stopforumspam.com as spam source and was blocked.
fr: Votre adresse email ou IP est reconnue par www.stopforumspam.com comme une source de spam et a été bloquée.

source: Your email or username:
fr: Votre email ou nom d'utilisateur :

source: Your password was changed.
fr: Votre mot de passe a été modifié.

source: Your profile was updated.
fr: Votre profil a été mis à jour.

source: Yours,
fr: Cordialement,

source: browse
fr: parcourir

source: center
fr: centrer

source: clean up
fr: Réinitialiser

source: click to rename
fr: Cliquez pour renommer.

source: crop and resize
fr: recadrer et redimensionner

source: external link
fr: Lien externe

source: fade or unfade
fr: Réaliser un fondu ou annuler le fondu

source: go to '%s'
fr: Allez à '%s'

source: go to your profile
fr: Aller à votre profil.

source: number of susbcribers
fr: Nombres d'inscrits

source: other
fr: autre

source: print
fr: imprimer

source: private event
fr: évènement privé

source: registered
fr: enregistré

source: remove screenshot
fr: Supprimer les captures d'écran

source: save
fr: sauvegarder

source: search for '%s'
fr: Rechercher pour '%s'

source: subscribers
fr: abonnés

source: text information
fr: information du texte

source: toggle chat window
fr: Basculer vers la fenêtre de discussion

source: video
fr: vidéo

source: video/audio
fr: vidéo/audio

source: world
fr: monde

source: yesterday
fr: Hier
