Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: ara - Arabic/messages.po
Languages: ar

source: 1 new message
ar: رسالة جديدة

source: 1 week
ar: اسبوع

source: Add
ar: اضافة

source: Administration
ar: ادارة

source: Administrator
ar: مدير

source: Apr
ar: ابريل

source: April
ar: ابريل

source: Aug
ar: اغسطس

source: August
ar: اغسطس

source: Clear
ar: مسح

source: Close
ar: اغلاق

source: Comments
ar: ملاحظات

source: Compose
ar: تأليف

source: Continue
ar: استمرار

source: Dec
ar: ديسمبر

source: December
ar: ديسمبر

source: Document
ar: وثيقة

source: Done
ar: انهاء

source: Enabled
ar: مفعل

source: Error
ar: خطأ

source: Event
ar: حدث

source: Feb
ar: فبراير

source: February
ar: فبراير

source: Filter
ar: ترشيح

source: Fri
ar: الجمعة

source: Friday
ar: الجمعة

source: Friends
ar: اصدقاء

source: Groups
ar: مجاميع

source: Hours
ar: ساعات

source: Information
ar: معلومات

source: Interests
ar: اهتمامات

source: Jan
ar: يناير

source: January
ar: يناير

source: Jul
ar: يوليو

source: July
ar: يوليو

source: Jun
ar: يونيو

source: June
ar: يونيو

source: Language
ar: لغة

source: Location
ar: موقع

source: Login
ar: تسجيل الدخول

source: Mailbox
ar: صندوق بريد

source: Map
ar: خارطة

source: Mar
ar: مارس

source: March
ar: مارس

source: May
ar: مايو

source: Members
ar: اعضاء

source: Messages
ar: رسائل

source: Minutes
ar: دقائق

source: Moderator
ar: وسيط

source: Mon
ar: الاثنين

source: Monday
ar: الاثنين

source: Month
ar: شهر

source: Name
ar: اسم

source: Normal
ar: عادي

source: Nov
ar: نوفمبر

source: November
ar: نوفمبر

source: Now
ar: الان

source: Oct
ar: اكتوبر

source: October
ar: اكتوبر

source: On
ar: على

source: Organization
ar: منظمة

source: Other
ar: اخرى

source: Owner
ar: مالك

source: Post
ar: نشر

source: Quote
ar: قول

source: Reload
ar: اعادة تحميل

source: Remove
ar: ازالة

source: Replies
ar: ردود

source: Reports
ar: تقارير

source: Reset
ar: تصفير

source: Resources
ar: مصادر

source: Result
ar: نتيجة

source: Role
ar: دور

source: Sat
ar: السبت

source: Saturday
ar: السبت

source: Screenshot
ar: صورة شاشة

source: Search
ar: بحث

source: Seconds
ar: ثواني

source: Send
ar: ارسال

source: Sep
ar: سبتمبر

source: September
ar: سبتمبر

source: Settings
ar: اعدادات

source: Statistics
ar: احصائيات

source: Status
ar: حالة

source: Submit
ar: ارسال

source: Subscribe
ar: اشتراك

source: Subscribers
ar: مشتركين

source: Sun
ar: الاحد

source: Sunday
ar: الاحد

source: Surname
ar: اللقب

source: Tag
ar: صنف

source: Tags
ar: اصناف

source: Test
ar: اختبار

source: Text
ar: كتابة

source: Thu
ar: الخميس

source: Thursday
ar: الخميس

source: Time
ar: وقت

source: Today
ar: اليوم

source: Topics
ar: مواضيع

source: Trash
ar: مهملات

source: Tue
ar: الثلاثاء

source: Tuesday
ar: الثلاثاء

source: Type
ar: نوع

source: Unread
ar: غير مقروء

source: Unsubscribe
ar: انهاء اشتراك

source: Update
ar: تحديث

source: Users
ar: مستخدمين

source: Wed
ar: الاربعاء

source: Wednesday
ar: الاربعاء

source: Week
ar: اسبوع

source: Welcome
ar: ترحيب

source: Yesterday
ar: امس

source: A message from your group %s at %s
ar: s% في s% رسالة من مجموعة

source: A message from your group %s
ar: %s رسالة من مجموعتك

source: A new chat message was posted in the group.
ar: رسالة حوارية جديدة تم نشرها في المجموعة

source: A new group was created.
ar: تم خلق مجموعة جديدة

source: A new resource was created.
ar: تم خلق مورد جديد

source: A new user has signed up.
ar: تم تسجيل مستخدم جديد

source: Accept friendship
ar: قبول الصداقة

source: Accept friendship request
ar: قبول طلب الصداقة

source: Access Denied
ar: الدخول منع

source: Access level
ar: مستوى الدخول

source: active
ar: فعال

source: Add a Tag
ar: اضافة صنف

source: add new tag
ar: اضافة صنف جديد

source: Add or remove tags
ar: اضافة او ازالة اصناف

source: Add tag
ar: اضافة صنف

source: Add the tags one by one.
ar: اضافة الاصناف واحدة بواحدة

source: Additional Information
ar: معلومات اضافية

source: Address cannot be found.
ar: العنوان غير موجود

source: administators
ar: اداريين

source: Administration - Create new tag
ar: ادارة - خلق صنف جديد

source: Administration - Noticeboard
ar: ادراة - لوحة اعلانات

source: Administration - Reports
ar: ادارة - تقارير

source: Administration - Settings
ar: ادارة - اعدادات

source: Administration - Setup and Maintenance
ar: ادارة - اعداد وصيانة

source: Administration - Tags
ar: ادارة - اصناف

source: Administration - Web Statistics
ar: ادارة - احصائيات الشبكة

source: administrator
ar: مدير

source: Administrator with id 1 cannot be changed
ar: المدير صاحب المعرف 1 غير قابل للتغيير

source: administrators
ar: مدراء

source: Alarm:
ar: :انذار

source: all
ar: الكل

source: All-day event
ar: حدث يستغرق يوم كامل

source: all resources
ar: جميع المصادر

source: all tags
ar: حميع الاصناف

source: Already have an account? Sign in below.
ar: لديك حساب مسبق؟ سجل للدخول ادناه

source: An email has been sent to you with further instructions.
ar: تم ارسال رسالة اليك عبر البريد الالكتروني تحتوي تعليمات مقبلة

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
ar: من الشروط المختارة تطابقها. </i>اي<i /> او: تجد المواد التي <br /> الشروط تطابقها. </i> كل<i> و: تجد المواد التي

source: Apply Filter
ar: طبق الترشيح

source: Apply the filter and show the results.
ar: طبق الترشيح واعرض النتائج

source: Too many emails? You can change the schedule on your [profile page](%s).
ar: (%s) عدد الرسائل يفوق ما تريده؟ يمكنك تغيير الجدولة في [ صفحة الملف ] الخاصة بك

source: Are you sure?
ar: هل انت متأكد؟

source: audio
ar: صوت

source: auto reload
ar: اعادة تحميل الي

source: Automatically reload in regular intervals if something new has been posted.
ar: قم باعادة التحميل بفترات منتظمة عند نشر معلومات جديدة

source: Avatars are small images that will be visible with your name. Here you can upload your avatar (min. %s, max. %s). In the next step you can crop it.
ar: (حد اعلى s%حد ادنى%s ) .في الخطوة القادمة يمكنك ازالة حافات الصورة. الرمز الشخصي هو صورة صغيرة ستعرض مع اسمك. هنا يمكنك تحميل الرمز الشخصي الخاص بك

source: back
ar: رجوع

source: Back to list of groups.
ar: عودة الى قائمة المجاميع

source: Back to list of users.
ar: عودة الى قائمة المستخدمين

source: Back to the list of messages
ar: عودة الى قائمة الرسائل

source: Back to the list of reports
ar: عودة الى قائمة التقارير

source: Back to the list of resources
ar: عودة الى قائمة الموارد

source: banned
ar: منعت

source: Basic Information
ar: معلومات اساسية

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
ar: في الاسفل يمكنك اضافة تفاصيل: اشرح طبيعة المواضيع لهذا المصادرعن طريق صنف او اكثر. هذه المعلومات ستساعد الاخرين على ايجاد مصدرك

source: browse
ar: تصفح

source: Browse Resources
ar: تصفح المصادر

source: By using this platform you accept our Terms of Use and our Privacy policy.
ar: بتصفحك لهذا الموقع توافق على شروط الاستخدام وسياسة الخصوصية الموضوعة من قبلنا

source: cancel and return
ar: الغاء ورجوع

source: Cancel friendship
ar: الغاء صداقة

source: Cancel subscription
ar: الغاء اشتراك

source: Cannot find what you are searching?
ar: لا تستطيع ايجاد ما تبحث عنه؟

source: center
ar: مركز

source: change
ar: تغيير

source: Change lost password
ar: تغيير كلمة سر ضائعة

source: Change password
ar: تغيير كلمة سر

source: Change the filter
ar: تغيير الترشيح

source: chat messages
ar: رسائل الحوار

source: Chat window turned off.
ar: شباك الحوارمعطل

source: Chat window turned on.
ar: شباك الحوار يعمل

source: Chat window turned on. If you don't see it, please refresh the page.
ar: شباك الحوار يعمل. اذا لم تراه، يرجى اعادة تحميل الصفحة.

source: Choose from the menus above.
ar: .اختر من القوائم اعلاه

source: clean up
ar: تنظيف

source: Clear Filter
ar: تنظيف المرشح

source: clear map
ar: تنظيف الخارطة

source: Click here if you forgot your password.
ar: انقر هنا اذا نسيت كلمة السر

source: Click here to continue
ar: انقر هنا للاستمرار

source: Click inside the image and select your avatar.
ar: .انقر في داخل الصورة لاختيار الصورة الرمزية الخاص بك

source: Click inside the map to set the center. Click a second time to set the search radius.
ar: .انقر في داخل الخريطة لتحديد المركز. انقر مرة ثانية لاختيار قطر البحث

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
ar: : <b class='icon-clear'></b> انقر في داخل الخريطة لاختيار الموقع. اذا سبق تحديد الموقع، يجب عليك تنظيف الخارطة

source: click to rename
ar: انقر لاعادة التسمية

source: Click to subscribe.
ar: انقر للاشتراك

source: Click to unsubscribe.
ar: انقر لالغاء الاشتراك

source: close
ar: اغلاق

source: Comments are only visible when you are signed in.
ar: .الملاحظات تصبح مرئية فقط بعد تسجيلك للدخول

source: Connect filters with
ar: اربط المرشحات بــ

source: Continue to this [group] (%s).
ar: . (%s) [ انتقل الى هذه الـ [المجموعة

source: Continue to this [resource] (%s).
ar: .(%s)[ انتقل الى هذا [المصدر

source: Continue to this [user] (%s).
ar: .(%s)[ انتقل الى هذا [المستخدم

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
ar: .انسخ هذه الوصلة وارسلها الى الاشخاص الذين ترغب بانضمامهم. هذه الوصلة بمثابة المفتاح لهذه المجموعة

source: create
ar: خلق

source: Create a new event?
ar: خلق حدث جديد

source: Create Group
ar: خلق مجموعة

source: Create new group
ar: خلق مجموعة جديدة

source: Create new resource
ar: خلق مصدر جديد

source: Create Resource
ar: خلق مصدر

source: creation rights removed
ar: تم ازالة حقوق الخلق

source: Cron URL:
ar: : Cron وصلة

source: crop and resize
ar: ازالة الحواف وتغيير الحجم

source: d.m.Y H:i:s
ar: يوم. شهر. سنة ساعة: دقيقة: ثانية

source: Database error.
ar: .خطأ في قاعدة البيانات

source: Database size
ar: حجم قاعدة البيانات

source: day
ar: يوم

source: deactivated
ar: معطل

source: Dear %s
ar: %s عزيزي،عزيزتي

source: delete
ar: مسح

source: Describe in few sentences what this group is about.
ar: .ببضعة عبارات وضح هدف هذه المجموعة

source: Describe in few sentences what this resource is about.
ar: .ببضعة عبارات وضح هدف هذا المصدر

source: Description:
ar: :وصف

source: detail
ar: تفصيل

source: Details of the group
ar: تفاصيل المجموعة

source: Details of the resource
ar: تفاصيل المصدر

source: Details of the user
ar: تفاصيل المستخدم

source: Different end time
ar: وقت انتهاء مختلف

source: Discover new groups
ar: استكشف مجاميع جديدة

source: Discover new resources
ar: استكشف مصادر جديدة

source: Discover new users
ar: استكشف مستخدمين جدد

source: Do you really want to delete this file?
ar: هل تريد حقا مسح هذا الملف

source: Do you really want to delete this message?
ar: هل تريد حقا مسح هذه الرسالة

source: Do you want be visible to everyone (world), only to registered users (registered) or only to your friends (friends)?
ar: هل تريد ان تكون مرئيا للجميع (العالم)، او فقط للمستخدمين المسجلين (مسجلين) او فقط الى اصدقاءك (اصدقاء)؟

source: document
ar: وثيقة

source: Documentation:
ar: توثيق

source: Done importing resources. Error writing log file.
ar: تم استيراد المصادر. حدث خطأاثناء كتابة ملف السجل

source: Done importing resources. Please check the log file.
ar: تم استيراد المصادر يرجى الاطلاع على ملف السجل

source: Done updating locales.
ar: تمالانتهاء من تحديث اللغة

source: Download the mobile application
ar: قم بتحميل برنامج الموبايل

source: edit
ar: تحرير

source: Edit Group
ar: تحرير المجموعة

source: Edit profile
ar: تحرير الصفحةالشخصية

source: Edit Resource
ar: تحرير المصادر

source: Edit the group image
ar: تحرير صورة المجموعة

source: Edit the location
ar: تحرير الموقع

source: Edit your avatar
ar: تحرير الصورة الرمزية

source: Edit your location
ar: تحرير موقعك

source: Email:
ar: البريد الالكتروني

source: Email change on Mycitizen.net
ar: Mycitizen.netتغيير عنوان البريد الالكتروني على شبكة

source: The email address couldn't be changed!
ar: !لا يمكن تغيير عنوان البريد الالكتروني

source: The email address couldn't be changed! The link is not active anymore.
ar: لا يمكن تغيير عنوان البريد الالكتروني! الوصلة لم تعد نشطة

source: Email has been succesfully changed.
ar: عنوان البريد الالكتروني تم تحديثة بنجاح

source: Email has been successfully changed.
ar: عنوان البريد الالكتروني تم تغييره بنجاح

source: This email address is already registered with another account.
ar: .هذا العنوان الالكتروني قد سبق تسجيله مع حساب اخر

source: Emails on unread messages:
ar: رسائل بريد الكترونية حول رسائل غير مقروءة

source: Empty Trash
ar: افراغ المهملات

source: End:
ar: :النهاية

source: Enter a key that will be used for inviting members into this group. Use letters, numbers and "-", with a minimum lenght of 5.
ar: .ادخل المفتاح الذي سيستخدم لدعوة الاعضاء الة هذه المجمووعة. استخدم الاحرف، الارقام ورمز، "-" بطول لا يقل عن 5

source: Enter a name for the group.
ar: .ادخل اسم للمجموعة

source: Enter a name for the resource.
ar: .ادخل اسم للمصدر

source: Entered passwords are not the same.
ar: .كلمات السر المدخلة لا تتطابق

source: (error)
ar: (خطأ)

source: Error deleting image from cache.
ar: .خطأ مسح الصورة من الذاكرة

source: Error loading chat. Are you logged in?
ar: خطأ تحميل الحوار. هل قمت بالتسجيل للدخول؟

source: Error processing screenshot.
ar: .خطأ معالجة صورة الشاشة

source: Error recreating image.
ar: .خطأ اعادة خلق الصورة

source: Error sending message.
ar: .خطأ ارسال الرسالة

source: Error submitting form.
ar: .خطأ تحميل الاستمارة

source: Error writing image:
ar: :خطأ خزن الصورة

source: event
ar: حدث

source: Event description:
ar: :وصف الحدث

source: Event Details
ar: تفاصيل الحدث

source: Event end time:
ar: :وقت انتهاء الحدث

source: Event time:
ar: :وقت الحدث

source: external link
ar: وصلة خارجية

source: fade or unfade
ar: تبهيت او اعادة الوضوح

source: File Browser
ar: متصفح الملفات

source: File '%s' already exists.
ar: .موجود اصلا '%s' الملف

source: File '%s' not found.
ar: .غير موجود '%s' الملف

source: Files of %s
ar: %s ملفات

source: Filter by name
ar: ترشيح بواسطة الاسم

source: Filter is off.
ar: .الترشيح معطل

source: Filter is on.
ar: الترشيح يعمل

source: Find a list of your activities [on your home page] (%s).
ar: . (%s) [جد قائمة فعالياتك [على صفحتك الرئيسية

source: Find more information [on the page of the group] (%s).
ar: . (%s) [جد المزيد من المعلومات [على صفحة المجموعة

source: Find more information [here] (%s).
ar: .(%s) [جد المزيد من المعلومات [هنا

source: Finish your registration at Mycitizen.net
ar: Mycitizen.net انهي عملية تسجيلك في شبكة

source: Finished cropping and resizing.
ar: .تم الانتهاء من ارالة الحواف وتغيير الحجم

source: Found unused locale '%s', removing from database.
ar: .غير مستخدمة، سيتم ازالتها من قاعدة البيانات '%s' تم ايجاد محددات لغة ومنطقة

source: friend
ar: صديق

source: Friendship accepted
ar: تم قبول الصداقة

source: Friendship canceled
ar: الصداقة الغيت

source: Friendship request
ar: تم طلب الصداقة

source: Friendship request rejected.
ar: طلب الصداقة مرفوض

source: Friendship request sent.
ar: .تم ارسال طلب الصداقة

source: from_email
ar: من رسالة بريد الكتروني

source: Given group does not exist.
ar: .المجموعة غير موجودة

source: Go to resource
ar: اذهب الى المصدر

source: go to '%s'
ar: .(%s) انتقل الى

source: go to your profile
ar: اذهب الى صفحة ملفك الخاص

source: gps_default_latitude
ar: خط العرض المحدد مسبقا

source: gps_default_longitude
ar: خط الطول المحدد مسبقا

source: group
ar: مجموعة

source: Group chat
ar: حوار جماعي

source: Group key:
ar: :مفتاح المجموعة

source: Group location on a map
ar: موقع المجموعة على الخارطة

source: Group members
ar: اعضاء المجموعة

source: Group name cannot be empty!
ar: !اسم المجموعة لا يمكن تركه خاليا

source: Group owner:
ar: :صاحب المجموعة

source: Group resources
ar: مصادر المجموعة

source: Group status
ar: حالة المجموعة

source: Group updated
ar: تحديث المجموعة

source: Group %s has not been subscribed to resource.
ar: .لم يتم لم تشترك بالمصدر %s المجموعة

source: Group %s is already subscribed.
ar: .مشتركة مسبقا %s المجموعة

source: Group %s subscribed to this resource.
ar: .مشتركة بهذا المصدر %s المجموعة

source: Group %s unsubscribed from resource.
ar: .الغيت الاشتراك بالمصدر %s المجموعة

source: Hello %s, Somebody has requested an email change on Mycitizen.net. The new email will be: %s If you think that this is wrong, please [contact the support] (%s).
ar: (%s).[ اذا كنت تظن بأن هذا غير صحيح رحاءا [ اتصل بالاسناد %s : العنوان الجديد سيكون Mycitizen.net.لقد طلب شخص تغيير عنوان بريده الالكتروني على موقع ، %s مرحبا

source: Hello %s, Thank you for signing up at Mycitizen.net! To finish your registration click [here] (%s), or copy the following link to your browser: %s
ar: او انسخ الوصلة التالية الى برنامج تصفح الانترنيت, (%s) [ لاكمال التسجيل انقر [ هنا Mycitizen.net.شكرا لتسجيلك للاشتراك على موقع ، %s مرحبا

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
ar: او انسخ الوصلة التالية الى برنامج تصفح الانترنيت, (%s) [ لاكمال االطلب انقر [ هنا Mycitizen.net. لقد طلبت تغيير كلمة السر على موقع ، %s مرحبا

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
ar: او انسخ الوصلة التالية الى برنامج تصفح الانترنيت, (%s) [ لاكمال االطلب انقر [ هنا Mycitizen.net. لقد طلبت تغيير عنوان بريدك الالكتروني على موقع ، %s مرحبا

source: Here is an overview of what has happened since your last visit:
ar: :هذه نظرة عامة على الاحداث منذ زيارتك الاخيرة

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
ar: .هنا يمكنك الابلاغ عن المحاميع اذا كنت تظن بانها خرقت القوانين. البلاغات سيتم معالجتها من قبل وسطائنا

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
ar: .هنا يمكنك الابلاغ عنالمصدر اذا كنت تظن بانه خرق القوانين. البلاغات سيتم معالجتها من قبل وسطائنا

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
ar: .هنا يمكنك الابلاغ عن المستخدم اذا كنت تظن بانه خرق القوانين. البلاغات سيتم معالجتها من قبل وسطائنا

source: Hidden group
ar: مجموعة مخفية

source: Hidden user
ar: مستخدم مخفي

source: home
ar: الصفحة الرئيسية

source: Homepage:
ar: : الصفحة الرئيسية

source: How to contact them
ar: كيفية الاتصال بهم

source: I am a group moderator.
ar: .انا وسيط مجموعة

source: I am a member.
ar: .انا عضو

source: I am a resource moderator.
ar: .انا وسيط مصدر

source: I am not a member.
ar: .انا لست عضو

source: I am not subscribed.
ar: .انا غير مشترك

source: I am subscribed.
ar: .انا مشترك

source: I am the owner.
ar: .انا المالك

source: If these recommendations are not precise, you could try to find better tags to describe your interests. You can change your tags on your profile page.
ar: اذا كانت هذه التوصيات غير دقيقة، بامكانك محاولة ايجاد اصناف افضل لوصف اهتماماتك. بامكانك تغيير الاصناف على صفحة ملفك الشخصي

source: If you are new here, please %s sign up %s.
ar: %s التسجيل %s ما دمت هنا، يرجى

source: If you need to upload a new file, close this window and click on 'Upload'.
ar: .’اذا كنت بحاجة لتحميل ملف جديد، اعلق الشباك وانقر على ’ تحميل

source: Image is too big! Max. size is for upload is 2048x2048
ar: 2048x2048 حجم الصورة يفوق الحد المسموح! الحجم الاقصى للتحميل هو

source: Image is too big! Max. size is for upload is %s
ar: %s حجم الصورة يفوق الحد المسموح! الحجم الاقصى للتحميل هو

source: Image must be in JPEG or PNG format.
ar: JPEG أو PNG الصورة يجب ان تكون بهيئة ملف

source: Import resources from a file
ar: استيراد المصادر من ملف

source: Import resources from file
ar: استيراد المصادر من ملف

source: inactive
ar: معطل

source: (inappropriate language)
ar: ( لغة غير لائقة)

source: Include all new users, groups and resources that you are allowed to view.
ar: عليك اشمال جميع المستخدمين الجدد، المجاميع والمصادر التي يسمح لك برؤيتها

source: Information:
ar: : معلومات

source: insert
ar: حشر

source: insert to resource
ar: حشر في المصدر

source: Insufficient permissions to subscribe group %s to this resource.
ar: بهذا المصدر %s مستوى التخويل غير كافي لاشراك المجموعة

source: is a product of
ar: هو منتوج من

source: Is active
ar: يعمل

source: Join group
ar: اشترك بمجموعة

source: Language:
ar: :لغة

source: Language code
ar: رمز اللغة

source: Last activity:
ar: :اخر فعالية

source: Last seen:
ar: :اخر مشاهدة

source: Last seen less than 10 mins ago.
ar: .اخر مشاهدة قبل اقل من عشرة دقائف

source: Last seen less than 5 mins ago.
ar: .اخر مشاهدة قبل اقل من خمسة دقائف

source: Leave group
ar: ترك المجموعة

source: license
ar: رخصة

source: link to external resource
ar: انشئ وصلة لمصادر حارجية

source: Link to invite new members
ar: اانشئ وصلة لدعوة اعضاء جدد

source: live-video on Bambuser
ar: Bambuser فيلم حي على موقع

source: load more...
ar: ...تحمل المزيد

source: Loading chat..
ar: ...تحميل الحوار

source: Maintenance mode activated.
ar: .تم تفعيل حالة الصيانة

source: Maintenance mode active.
ar: . حالة الصيانة فعالة

source: Maintenance mode deactivated.
ar: . تم تعطيل حالة الصيانة

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
ar: .(اجعل المجموعة مرئية للجميع (العالم)، فقط مستخدمي هذا الموقع (المسجلين) او اعضاء هذه المجموعة (اعضاء

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
ar: .(اجعل المجموعة مرئية للجميع (العالم)، فقط مستخدمي هذا الموقع (المسجلين) او المشتركين في هذا المصدر (مشتركين

source: Manage members of this group
ar: ادارة افراد هذه المجموعة

source: Manage subscribed resources
ar: ادارة المصادر المشتركة

source: Manage subscribers of this resource
ar: ادارة مشتركي هذا المصدر

source: mark as read
ar: ضع اشارة مقروء

source: mark as unread
ar: ضع اشارة غير مقروء

source: max. once per day
ar: حد اقصى. مرة في اليوم

source: max. once per hour
ar: حد اقصى. مرة في الساعة

source: max. once per week
ar: حد اقصى. مرة في الاسبوع

source: Maximum image size is %s
ar: %s اكبر حجم مقبول للصورة هو

source: Media ID:
ar: : معرف المادة الصوتية المرئية

source: Media type:
ar: : نوع المادة الصوتية المرئية

source: Member of groups
ar: اعضاء مجاميع

source: message
ar: رسالة

source: Message not displayed because the user has been deactivated.
ar: الرسالة لم يتم عرضها لان المستخدم قد تم تعطيله

source: Message to all users
ar: رسالة الى كافة المستخدمين

source: moderator
ar: وسيط

source: moderators
ar: وسطاء

source: month
ar: شهر

source: more groups
ar: مجاميع اخرى

source: More information and download
ar: المزيد من المعلومات والتحميل

source: more resources
ar: المزيد من المصادر

source: More tags
ar: اصناف اخرى

source: More than one user with the same id found.
ar: .تم ايجاد اكثر من مستخدم واحد يحمل نفس المعرف

source: more users
ar: المزيد من المستخدمين

source: move down
ar: انتقل الى الاسفل

source: move to trash
ar: انتقل الى المهملات

source: move up
ar: انتقل الى الاعلى

source: My Activity
ar: فعالتي

source: My Connections
ar: اتصالاتي

source: My Events
ar: احداثي

source: my friend
ar: صديقي

source: My friends
ar: صديقي

source: My Groups
ar: مجاميعي

source: My Location
ar: موقعي

source: My real position
ar: موقعي الحقيقي

source: My Recommendations
ar: توصياتي

source: My Resources
ar: مصادري

source: Name:
ar: : الاسم

source: Needs to be created.
ar: يجب خلقها

source: never online
ar: غير متواجد ابدا على الانترنيت

source: New messages
ar: رسائل

source: New version:
ar: :اصدار جديد

source: no
ar: كلا

source: no alert
ar: لا تحذير

source: No files.
ar: .لا ملفات

source: no friend
ar: لا يوجد اصدقاء

source: No messages
ar: لا توجد رسائل

source: No problem found.
ar: .لم يتم العثور على مشاكل

source: No tags
ar: لا توجد اصناف

source: Normal user
ar: مستخدم عادي
