Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: ara - Arabic/messages.po
Languages: ar

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
ar: .لقد وردتنا شكاوي بخصوص قيامك بارسال البريد المتطفل الى المستخدمين الاخرين. يرجى الامتناع عن ذلك والا سيتم تعطيل حسابك

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
ar: .لقد وردتنا شكاوي بخصوص استخدامك للغة غير لائقة. يرجى اجراء التغييرات اللازمة والا تم تعطيل مصدرك

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
ar: .لقد وردتنا شكاوي بخصوص احتواء مجموعتك على البريد المتطفل. يرجى مسح المحتويات غير اللائقة والا سيتم تعطيل حسابك

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
ar: لقد وردتنا شكاوي بخصوص احتواء مصدرك على البريد المتطفل. يرجى مسح المحتوى غيى اللائق والا سيتم تعطيل المصدر

source: We have resent your confirmation email - just in case you didn't get it before.
ar: . في حال عدم استلامك للرسالة التأكيدية - لقد قمنا باعادة ارسالها لك

source: Web Statistics
ar: احصائيات شبكة الانترنيت

source: week
ar: اسبوع

source: world
ar: عالم

source: Write some lines about your life, your work and your interests.
ar: .اكتب بعض السطور عن حياتك، عملك، واهتماماتك

source: Wrong email format!
ar: ! شكل عنوان البريد الالكتروني خاطئ

source: wrote
ar: كتب

source: %s new messages
ar: رسائل جديدة %s

source: %d result(s) found
ar: %s نتيجة تم ايجادها

source: %d user(s) purged.
ar: .مستخدم تم ازالته %s

source: yesterday
ar: امس

source: You accepted %s's friendship.
ar: .%s لقد قبلت بصداقة

source: You are a moderator on this platform.
ar: .انت وسيط في هذه القاعدة

source: You are already a member.
ar: .انت عضو مسبق

source: You are an administrator on this platform.
ar: .انت مدير على هذه القاعدة

source: You are not allowed to edit this group.
ar: .لا يسمح لك بتحرير هذه المجموعة

source: You are not allowed to edit this resource.
ar: .لا يسمح لك بتحرير هذا المصدر

source: You are not allowed to edit this user.
ar: .لا يسمح لك بتحرير هذا المستخدم

source: You are not allowed to see the members.
ar: .لا يسمح لك بالاطلاع على الاعضاء

source: You are not allowed to see the memberships.
ar: .لا يسمح لك بالاطلاع على الاشتراكات

source: You are not allowed to see the subscribed groups.
ar: .لا يسمح لك بالاطلاع على المجاميع المشتركة

source: You are not allowed to see the subscribed users.
ar: .لا يسمح لك بالاطلاع على المستخدمين المشتركين

source: You are not allowed to see the subscriptions.
ar: .لا يسمح لك بالاطلاع على الاشتراكات

source: You are not allowed to view this group.
ar: .لا يسمح لك بالاطلاع على هذه المجموعة

source: You are not allowed to view this resource.
ar: .لا يسمح لك بالاطلاع على هذا المصدر

source: You are not allowed to view this user.
ar: .لا يسمح لك بالاطلاع على هذا المشترك

source: You can only send messages to friends.
ar: .يمكنك ارسال الرسائل الى الاصدقاء فقط

source: You can receive an email when you have unread messages in your inbox.
ar: .يمكنك استلام رسالة بريد الكتروني عند وجود رسالة غير مقروءة في صندوق البريد الوارد لك

source: You can reply only to friends.
ar: .يمكنك الاجابة فقط على الاصدقاء

source: You canceled the friendship with %s.
ar: . %s لقد الغيت صداقتك مع

source: You created a new group.
ar: .لقد خلقت مجموعة جديدة

source: You created a new resource.
ar: .لقد خلقت مصدر جديد

source: You currently block this user.
ar: .لقد منعت هذا المستخدم

source: You do not have permission to view this page. Please try contact the web site administrator if you believe you should be able to view this page.
ar: .لست مخولا للاطلاع على هذه الصفحة. يرجى محاولة الاتصال بمدير الموقع الالكتروني اذا كنت تظن بانك مخول لمشاهدتها

source: You entered the wrong captcha.
ar: . لم تدخل الحروف المرسومة بشكل صحيح

source: You first need to confirm your registration. Please check your email account and click on the link of the confirmation email.
ar: .عليك اولا التوثق من تسجيلك. يرجى فحص بريدك الالكتروني وانقر على الوصلة في الرسالة التاكيدية

source: You have 1 unread message!
ar: ! لديك رسالة واحدة غير مقروءة

source: You have entered a wrong key.
ar: .قمت بادخال مفتاح خاطئ

source: You have joined the group.
ar: .لقد انضممت الى المجموعة

source: You have just said that.
ar: .لقد قلت ذلك لتوك

source: You have unread messages at %s
ar: %s لديك رسائل غير مقروءة عند

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
ar: .ليس لديك اي اصدقاء بعد. بامكانك ارسال الرسائل فقط بعد قبول اخرين لطلب صداقتك

source: You have no permission to create a resource.
ar: .لست مخولا لخلق مصدر

source: You have no permission to create groups.
ar: . لست مخولا لخلق مجاميع

source: You have no permission to create public resources.
ar: .لست مخولا لخلق مصادر عمومية

source: You have no permission to create resources.
ar: .لست مخولا لخلق المصادر

source: You receive this email because you have signed up at %s.
ar: .%s لقد استلمت هذه الرسالة لقيامك بالتسجيل في

source: You have %d unread messages!
ar: رسالة غير مقروءة %d لديك

source: You joined the group.
ar: .لقد انضممت الى المجموعة

source: You just said that.
ar: .لقد قلت ذلك لتوك

source: You left the group.
ar: .لقد تركت المجموعة

source: You need to log in to send messages.
ar: . لارسال الرسائل عليك التسجيل للدخول

source: You need to subscribe in order to comment.
ar: . للتعليق عليك التسجيل

source: You receive this message as a member of the group "%s".
ar: . "%s" لقد استلمت هذه الرسالة كعضو من مجموعة

source: You rejected %s's friendship.
ar: %s لقد رفضت صداقة

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
ar: لقد طلبت تغيير عنوان بريدك الالكتروني. سيتم ارسال رسالة الكترونية تحتوى على وصلة الى عنوان بريدك السابق. العنوان الجديد سيصبح فعالا بعد اثباتك التغيير.

source: You requested %s's friendship.
ar: .%s لقد طلبت صداقة

source: You see only item that you are not connected to.
ar: .المواد المعروضة هي فقط المواد التي لم ترتبط بها

source: You signed up.
ar: .لقد اكملت عملية التسجيل

source: You subscribed to the resource.
ar: .لقد اشتركت بالمصدر

source: You unsubscribed from the resource.
ar: .لقد الغيت اشتراكك للمصدر

source: You updated your profile.
ar: .لقد قمت بتحديث ملف صفحتك الشخصية

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
ar: . %s لقد تم تعطيل حسابك. اذا كنت تظن بان هذا حدث خطئا، يرجى الاتصال بالاسناد عن طريق

source: Your email:
ar: : عنوان البريد الالكتروني

source: Your email address or IP is known at www.stopforumspam.com as spam source and was blocked.
ar: . كمصدر للبريد المتطفل وتم صده www.stopforumspam.com عنوان بريدك الالكتروني او عنوان حاسوبك مسجل لدى موقع

source: Your email address is known at www.stopforumspam.com as spam source and was blocked.
ar: .كمصدر للبريد المتطفل وتم صده www.stopforumspam.com عنوان بريدك الالكتروني مسجل لدى موقع

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
ar: .كمصدر للبريد المتطفل وتم صده www.stopforumspam.com بريدك الالكتروني او عنوان حاسوبك مسجل لدى موقع

source: Your email or username:
ar: : عنوان بريدك الالكتروني او اسم المستخدم

source: Your Facebook account doesn't have an email address.
ar: .لا يحتوى على عنوان بريد الكتروني Facebook حسابك على موقع

source: Your image still needs to be cropped to the right dimensions before you can continue!
ar: !لا تزال صورتك بحاجة الى ازالة الحواف لتصبح بالحجم المقبول قبل السماح لك بالاستمرار

source: Your image still needs to be resized before you can continue!
ar: !صورتك لا تزال بحاجة الى تغيير الحجم قبل السماح لك بالاستمرار

source: Your IP is known at www.stopforumspam.com as spam source and was blocked.
ar: . كمصدر للبريد المتطفل وتم صده www.stopforumspam.com عنوان حاسوبك مسجل لدى موقع

source: Your message has been sent.
ar: .تم ارسال رسالتك

source: Your message has been sent to the members of this group.
ar: .تم ارسال رسالتك الى اعضاء هذه المجموعة

source: Your message was empty.
ar: .رسالتك خالية

source: Your messages
ar: رسائلك

source: Your password has been successfully changed, you can now log in.
ar: .كلمة السر الخاصة بك تغييرها بنجاح، تستطيع التسجيل للدخول

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
ar: .كلمة السرالخاصة بك يجب ان تتكون على الاقل من ثمانية رموز وتحتوي على القل على على حرف صغير واحد ، وحرف كبير واحد ورقم واحد

source: Your password must contain at least one lower-case letter.
ar: .كلمة السر الخاصة بك يجب ان تحتوى على الاقل على حرف واحد صغير

source: Your password must contain at least one number.
ar: .كلمة السر الخاصة بك يجب ان تحتوى على الاقل على رقم واحد

source: Your password must contain at least one small letter.
ar: .كلمة السر الخاصة بك يجب ان تحتوى على الاقل على حرف صغير واحد

source: Your password must contain at least one upper-case letter.
ar: .كلمة السر الخاصة بك يجب ان تحتوى على الاقل على حرف كبير واحد

source: Your password must contain at least %s characters.
ar: .حرف %s كلمة السر الخاصة بك يجب ان تحتوى على الاقل على

source: Your password was changed.
ar: .كلمة السر الخاصة بك تغيرت

source: Your passwords are different.
ar: .كلمتي السر المدخلتين لا تتطابق

source: Your permissions of the group were changed.
ar: .ترخيصات للمجموعة تغيرت

source: Your permissions of the resource were changed.
ar: .ترخيصات للمصدر تغيرت

source: Your permissions only allow to create private resources.
ar: .ترخيصاتك تسمح لك فقط بخلق مصادر خصوصية

source: Your profile was updated.
ar: .تم تحديث صفحة ملفك الشخصي

source: Your report has been received.
ar: .تم استلام تقريرك

source: Your software is up to date.
ar: .برامجياتك محدثة

source: Your username can only contain letters, numbers, space, dash and underscore!
ar: !اسم المستخدم يجب ان يتكون فقط من الاحرف، الارقام، الفراغات، علامة الطرح وعلامة الخط التحتي

source: Your website, blog or Facebook profile.
ar: . Facebook موقعك الالكتروني، المنتدى الخاص بك أو صفحتك من

source: Yours,
ar: المخلص

source: zoom in
ar: تكبير

source: zoom out
ar: تصغير
