Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: ara - Arabic/messages.po
Languages: ar

source: not my friend
ar: ليس صديقي

source: Note:
ar: : ملاحظة

source: Nothing found.
ar: .لم يتم العثور على شئ

source: Nothing to display
ar: لا يوجد شيء للعرض

source: Notice Board
ar: لوحة الاعلانات

source: Noticeboard Messages
ar: رسائل لوحة الاعلانات

source: Notification from %s
ar: %s اعلام من

source: Notification Settings
ar: اعدادات الاعلام

source: Notify members:
ar: :اعلام الاعضاء

source: now
ar: الان

source: Now is the best time to complete your profile. You can enter your name, your location and tags for your interests.
ar: .الان هو افضل وقت لاكمالك لصفحة ملفك الخاص. بامكانك ادخال اسمك، موقعك والاصناف التي تجذب انتباهك

source: now online
ar: الان على شبكة الانترنيت

source: Number of groups
ar: عدد المجاميع

source: Number of resources
ar: عدد المصادر

source: number of susbcribers
ar: عدد المشتركين

source: Number of users
ar: عدد المستخدمين

source: off
ar: مطفئ

source: On invitation only
ar: حصري للمدعوين فقط

source: Only administrators can visit this section!
ar: !المدراء فقط يحق لهم زيارة هذا القسم

source: Only letters, numbers and '-', with a minimum lenght of 5.
ar: فقط الحروف، الارقام ورمز الـ '-' ، بطول اقصى مقداره 5

source: only visible to friends
ar: ظاهر فقط للاصدقاء

source: only visible to members
ar: ظاهر فقط للاعضاء

source: only visible to registered users
ar: ظاهر فقط للمستخدمين المسجلين

source: only visible to subscribers
ar: ظاهر فقط للمشتركين

source: only visible to you
ar: ظاهر لك فقط

source: organization
ar: منظمة

source: other
ar: اخرى

source: Over one month old
ar: اكثر من شهر

source: Over six months old
ar: اكثر من ستة اشهر

source: Over two months old
ar: اكثر من شهرين

source: own events
ar: فعالياتك انت

source: owner
ar: مالك

source: Page Not Found
ar: الصفحة غير موجودة

source: Parent level:
ar: :مستوى الاصل

source: Parent tag:
ar: :صنف الاصل

source: Password:
ar: : كلمة السر

source: Password again:
ar: : كلمة السر مرة اخرى

source: Password change on Mycitizen.net
ar: Mycitizen.net تغيير كلمة السر على شبكة

source: The password couldn't be changed! Please try again later.
ar: .لم نتمكن من تغيير كلمة السر! يرجى المحاولة مرة اخرى في وقت لاحق

source: Permission to create items
ar: تخويل لخلق مواد

source: Phone:
ar: : هاتف

source: PHP max execution time
ar: PHPاقصى وقت تنفيذ للغة

source: PHP memory limit
ar: PHP الحد المسموح للذاكرة

source: PHP memory usage
ar: PHP استخدام الذاكرة

source: PHP Version
ar: PHP اصدار لغة

source: pixel
ar: نقطة شاشة

source: Please answer the security question
ar: يرجى الاجابة على اسئلة التحقق من الشخصية

source: Please check now your profile and enter a description and tags.
ar: يرجى فحص صفحة ملفك الشخصي وادخال وصف وصنف

source: Please enter some tags.
ar: يرجى ادخال اوصاف

source: Please enter some text.
ar: يرجى الكتابة هنا

source: Please enter the new file name:
ar: يرجى ادخال الاسم الجديد للملف

source: Please enter the text!
ar: يرجى الكتابة هنا!

source: Please enter your new password
ar: يرجى ادخال كلمة السر الجديدة لك

source: Please give us some details.
ar: .يرجى ادخال بعض التفاصيل

source: Please go to the edit screen and generate a link.
ar: يرجى الذهاب الى شاشة التحرير وتوليد وصلة

source: Please paste here the <u>underlined</u> part of the url for the media that you want to add:
ar: :كجزء من الوصلة المؤدية الى الفلم الذي ترغب باضافته <u>underlined</u> يرجى لصق الـ

source: Please select a file
ar: يرجى اختيار ملف

source: Please select a recipient
ar: يرجى اختيار المستلم

source: Please select first a part of the image.
ar: .يرجى اختيار الجزء الاول من الصورة

source: Please sign in first.
ar: .يرجى التسجيل للدخول اولا

source: Please try again later.
ar: .يرجى اعادة المحاولة لاحقا

source: Please use only the English alphabet.
ar: .يرجى استخدام الحروف الانكليزية فقط

source: Please welcome our new member: %s has joined this group.
ar: .انظم الى هذه المجموعة %s : يرجى الترحيب بعضونا الجديد

source: Post new comment
ar: انشر تعليق جديد

source: Post reply
ar: انشر رد

source: print
ar: اطبع

source: Privacy policy
ar: سياسةالخصوصية

source: private event
ar: حدث خصوصي

source: private messages
ar: رسالة خصوصية

source: Private messaging has been disabled by the chat window. Reload page to re-enable
ar: الحوار الخصوصي تم تعطيله من قبل شباك الحوار. اعد تحميل الصفحة لتشغيله ثانية

source: Problem found
ar: هناك مشكلة

source: Purge entire cache
ar: تفريغ الخزان بالكامل

source: Purge unconfirmed users
ar: تفريغ المستخدمين غير المصدق عليهم

source: read or write messages
ar: قراءة او كتابة الرسائل

source: Read your messages in your [inbox] (%s).
ar: .(%s) [قراءة الرسائل في صندوق [البريد الوارد

source: Reason:
ar: : السبب

source: Recent activity
ar: فعالية حديثة

source: Recent Activity
ar: فعالية حديثة

source: Recent activity at %s
ar: %s فعالية حديثة عند

source: Recommended Groups
ar: المجاميع الموصى بها

source: Recommended Resources
ar: المصادر الموصى بها

source: Recommended Users
ar: المستخدمون الموصى بهم

source: regenerate image
ar: اعادة توليد الصورة

source: registered
ar: مسجل

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
ar: .تمت عملية التسجيل بنجاح. لقد تم ارسال رسالة الى بريدك الالكتروني تحتوي تعليمات عن كيفية تشغيل حسابك

source: Reject friendship request
ar: رفض طلب الصداقة

source: Release information:
ar: : نشر المعلومات

source: Reload the chat.
ar: .اعادة تحميل الحوار

source: Remember me
ar: تذكرني

source: Remove all faded items.
ar: .ازالة جميع المواد المبهتة

source: remove screenshot
ar: ازالة صورة الشاشة

source: Remove this message.
ar: ازاة هذه الرسالة

source: remove user from resource
ar: ازالة المستخدم من المصدر

source: Repeat password:
ar: : اعد كلمة السر

source: reply
ar: الرد

source: Report about group %s, reason: %s
ar: %s : السبب ،%s ابلاغ عن المجموعة

source: Report about resource %s, reason: %s
ar: %s : السبب ،%s ابلاغ عن المصدر

source: Report about user %s, reason: %s
ar: %s : السبب ،%s ابلاغ عن المستخدم

source: Report group
ar: الابلاغ عن مجموعة

source: Report resource
ar: الابلاغ عن مصدر

source: Report user
ar: الابلاغ عن مستخدم

source: Request friendship
ar: طلب صداقة

source: Request friendship again
ar: طلب صداقة مجددا

source: Request new password
ar: طلب كلمة سر جديدة

source: Reset the filter and show the entire list.
ar: تصفير المرشح وعرض القائمة كاملة

source: Reset the search.<ul><li>The first click resets the search on this page.</li><li>The second click resets the search on all pages. </li></ul>
ar: . </li></ul> النقرة الثانية تصفر البحث في حميع الصفحات. </li><li> قم بتصفير البحث. النقرة الاولى تصفر البحث في هذه الصفحة

source: reset to initial selection
ar: تصفير الى الاختيار الاصلي

source: resource
ar: مصدر

source: Resource location on a map
ar: موقع المصدر على الخارطة

source: Resource name cannot be empty!
ar: !اسم المصدر لا يمكن ان يكون خاليا

source: Resource owner:
ar: : مالك المصدر

source: Resource status
ar: حالة المصدر

source: Resource type:
ar: : نوع المصدر

source: Resource updated
ar: : المصدر تم تجديده

source: restore from trash
ar: اعادة من المهملات

source: Restrict your search to a location
ar: حدد بحثك بمنطقة

source: Return to the home screen.
ar: اعد الى الشاشة الاصلية

source: Revoke request
ar: الغاء الطلب

source: save
ar: خزن

source: Save as view
ar: حفظ كعرض

source: Screenshot already exists.
ar: صورة الشاشة موجودة مسبقا

source: Screenshot processing.
ar: معالجة صورة الشاشة

source: Search Comments
ar: البحث في التعليقات

source: Search for a place
ar: البحث في مكان

source: Search for similar topics like your interests and around your location.
ar: البحث عن مواضيع مشابهة لاهتماماتك محليا

source: search for '%s'
ar: '%s' البحث عن

source: Searched around your location.
ar: البحث محليا

source: Searched globally because not enough was found around your location.
ar: البحث عالميا لقلة ما وجد محليا

source: Security Question
ar: سؤال امني

source: See details about the user and respond to the request.
ar: اطلع على تفاصيل هذا المستخدم واستجيب للطلب

source: Select a group for more details.
ar: اختر مجموعة للحصول على مزيد من المعلومات

source: Select a language of this resource.
ar: اختر اللغة لهذا المصدر

source: Select a language that will be used in this group for communication.
ar: اختر اللغة التي سيتم استخدامها للتواصل مع هذه المجموعة

source: Select a resource for more details.
ar: اختر المصدر للحصول على تفاصيل اكثر

source: Select a tag
ar: اختر صنف

source: Select a tag that describes a topic that this group is about.
ar: .اختر صنفا يصف الموضوع الذي تتناوله هذه المجموعة

source: Select a tag that describes a topic that this resource is about.
ar: .اختر صنفا يصف الموضوع الذي يتناوله هذا المصدر

source: Select a tag that describes one of your interests.
ar: .اختر صنفا يصف احد اهتماماتك

source: Select a time
ar: اختر الوقت

source: Select a user for more details.
ar: .اختر مستخدما للحصول على المزيد من المعلومات

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
ar: .اختر واحدا او اكثر من المجاميع للاشتراك بهذا المصدر. المجاميع المعروضة هي فقط تلك التي تمتلكها او التي تمتلك فيها تخويل الوسيط على الاقل

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
ar: .اختر واحدا او اكثر من المصادر لالغاء الاشتراك فيها. المصادر المعروضة هي فقط التي سبق لهذه المجموعة الاشتراك فيها. بامكانك الاشتراك في المصادر على صفحة التفاصيل الخاصة بالمصدر

source: Select Parent Level
ar: اختر مستوى الاصل

source: Selected Location
ar: اختر الموقع

source: Send a message to a friend
ar: ارسل رسالة الى صديق

source: Send a message to all members
ar: ارسل رسالة الى جميع الاعضاء

source: Send a private message to %s
ar: %s ارسل رسالة شخصية الى

source: Send them a local message.
ar: ارسل لهم رسالة محلية

source: Send them an email.
ar: .ارسل لهم رسالة الكترونية

source: Set up a cron on an external service:
ar: :على خدمة حارجية cron اعد

source: Setup and Maintenance
ar: الاعداد والصيانة

source: Show only messages by senders with matching names.<ul><li>Type to search only on this page.</li><li>Type and press enter to search on all pages.</li></ul>
ar: . </li></ul>اكتب للبحث فقط في هذه الصفحة. اكتب ثم اضغط على مفتاح الادخال على جميع الصفحات <ul><li> اعرض فقط الرسائل المرسلة من قبل مرسلين ذات اسماء مطابقة

source: Show the location where you are right now.
ar: .عرض الموقع الذي انت فيه حاليا

source: Sign in
ar: سجل للدخول

source: Sign in is disabled. Please try again later.
ar: .تسجيل الدخول معطل. يرجى المحاولة لاحقا

source: sign in with Facebook
ar: Facebook تسجيل الدخول عن طريق حساب

source: Sign out
ar: تسجيل الخروج

source: Sign up
ar: تسجيل الاشتراك

source: Sign up is disabled. Please try again later.
ar: .تسجيل الاشتراك معطل. يرجى المحاولة لاحقا

source: Similar to me
ar: شبيه بي

source: Software version:
ar: :اصدار البرامجيات

source: Somebody tried to login with your name and a wrong password.
ar: .حاول شخص الدخول الى حسابك باستخدام اسمك وكلمة سر خاطئة

source: Sort by Last Activity
ar: فرز بواسطة اخر فعالية

source: Sort by Name
ar: فرز بواسطة الاسم

source: Sort by Subscribers
ar: فرز بواسطة المشتركين

source: sound on Soundcloud
ar: Soundcloud الصوت على موقع

source: (spam)
ar: ( بريد متطفل)

source: Specified user not found.
ar: .لم يتم ايجاد المستخدم الذي تم تحديده

source: Stand by for scheduled maintenance in %s minutes and %s seconds. Please finish your activities.
ar: .ثانية. يرجى انهاء فعالياتك %s دقيقة و %sتهيء للصيانة في

source: Start:
ar: :ابدأ

source: Subscribe as group
ar: اشترك كمجموعة

source: Subscribe to resource
ar: اشترك بمصدر

source: subscribed
ar: مشترك

source: subscribed events
ar: احداث مشترك بها

source: Subscribed Groups
ar: مجاميع مشتركة

source: Subscribed to resources
ar: مشتركين بمصادر

source: Subscribed Users
ar: مستخدمين مشتركين

source: subscribers
ar: مشتركين

source: Subscriptions as group
ar: اشتراكات كمجموعة

source: Success!
ar: !نجاح

source: Surname:
ar: :اللقب

source: System check
ar: فحص النظام

source: System check finished.
ar: .انتهى فحص النظام

source: System check finished. Find the results below.
ar: . انتهى فحص النظام. ستجد النتائج ادناه

source: System message: Warning!!!
ar: !!!رسالة من النطام: تحذير

source: System message: You've received a warning.
ar: .رسالة من النطام: لقد حصلت على تحذير

source: System message: You've received a warning about your group.
ar: .رسالة من النطام: لقد حصلت على تحذير بخصوص مجموعتك

source: Tag name:
ar: :اسم الصنف

source: Tag not found.
ar: .الصنف غير موجود

source: Tag "%s" saved.
ar: . تم خزنه "%s"الصنف

source: tag1, tag2, ...
ar: ... صنف 1، صنف 2،

source: tag_name
ar: اسم الصنف

source: Tell us why you report this group, including examples:
ar: :اخبرنا عن سبب ابلاغك عن هذه المجموعة مع ذكر امثلة

source: Tell us why you report this resource, including examples:
ar: :اخبرنا عن سبب ابلاغك عن هذه المصدر مع ذكر امثلة

source: Tell us why you report this user, including examples:
ar: :اخبرنا عن سبب ابلاغك عن هذا المستخدم مع ذكر امثلة

source: Terms of Use
ar: شروط الاستخدام

source: Test locale
ar: فحص تحديدات اللغة والموقع

source: Test the import in a dry run
ar: فحص المستورد في تشغيل للفحص

source: Text:
ar: : الكتابة

source: text information
ar: معلومات مكتوبة

source: The administrator asks you to answer a security question before you can enter.
ar: .المدير يطلب منك الاجابة عن الاسئلة الامنية قبل السماح لك بالدخول

source: The chat is only visible to group members.
ar: .الحوار مرئي فقط لاعضاء المجموعة

source: The email address has been succesfully changed.
ar: هذا العنوان للبريد الالكتروني قد تم تغييره بنجاح

source: The email address is not valid. Please check it and try again.
ar: .عنوان البريد الالكتروني غير صحيح. يرجى التأكد منه ثم المحاولة مرة اخرى لاحقا

source: The email couldn't be changed!
ar: ! لم نتمكن من تغيير عنوان البريد الالكتروني

source: The event is in the future.
ar: .الحدث في المستقبل

source: The event is over.
ar: .انتهى الحدث

source: The event is upcoming.
ar: .الحدث لايزال مقبلا

source: The following items could be interesting for you:
ar: :المواد التالية قد تثير اهتمامك

source: %s has left the group. Good-bye!
ar: ! قد ترك المجموعة. مع السلامة %s

source: The group added a resource.
ar: .المجموعة اضافت مصدر

source: The group chat has new messages.
ar: الحوار الجماعي يتضمن رسائل جديدة

source: The group has subscribed to the resource %s.
ar: .%s المجموعة اشتركت بالمصدر

source: The group has unsubscribed from the following resources:
ar: : المجموعة الغت الاشتراك من المصادر التالية

source: The group information was updated.
ar: .تم تحديث معلومات المجموعة

source: The group unsubscribed from a resource.
ar: .المجموعة الغت الاشتراك بمصدر

source: The group unsubscribed from the resource.
ar: .المجموعة الغت الاشتراك بالمصدر

source: The group was updated.
ar: .تم تحديث المجموعة

source: The image is too big! Max. size for upload is %s
ar: %s الصورة كبيرة! اقصى حجم مسموح للتحميل هو

source: The image is too big! Max. size is for upload is %s
ar: %s الصورة كبيرة! اقصى حجم مسموح للتحميل هو

source: The image is too small! Min. size for upload is %s
ar: %s الصورة صغيرة! اصغر حجم مسموح للتحميل هو

source: The image is too small. Minimum size is %s.
ar: %s الصورة صغيرة! اصغر حجم مسموح للتحميل هو

source: The main language you want to use. You will still be able to see other languages.
ar: .اللغة الرئيسية التي تود استخدامها. سيكون بامكانك رؤية لغات اخرى

source: The minimal length of your username is %s characters.
ar: .رمز %s اقل طول مسموح به لاسم المستخدم الخاص بك هو

source: The page you requested could not be found. Please correct the address, return to the previous page, or go back home.
ar: .الصفحة التي طلبتها لا يمكن ايجادها. يرجى تصحيح العنوان، العودة الى الصفحة السابقة، او العودة الى الصفحة الرئيسية

source: The password couldn't be changed! Try again later.
ar: .كلمة السر لم تغير! يرجى المحاولة مرة اخرى لاحقا

source: The password has been successfully changed.
ar: .تم تغيير كلمة السر بنجاح

source: The password is wrong.
ar: . كلمة السر خاطئة

source: The registration couldn't be finished! Link is not active anymore.
ar: . لا يمكن اتمام عملية التسجيل! الوصلة لم تعد فعالة

source: The registration couldn't be finished! The link is not active anymore.
ar: .لا يمكن اتمام عملية التسجيل! الوصلة لم تعد فعالة

source: The registration has been successful. You can now sign in.
ar: .التسجيل تم بنجاح. بامكانك التسجيل للدخول

source: The resource has new comments.
ar: المصدر لديه ملاحظات جديدة

source: The resource information was updated.
ar: .تم تحديث معلومات المصدر

source: The resource was updated.
ar: .المصدر تم تحديثه

source: The screenshot has been removed.
ar: .صورة الشاشة تم ازالتها

source: The tag cannot be its own parent.
ar: .الصنف لا يمكن ان يكون اصل نفسه

source: The username cannot be changed.
ar: .اسم المستخدم لا يمكن تغييره

source: There are unread reports:
ar: :هناك تقارير غير مقروءة

source: There has been an error sending the confirmation email. Please try again in a while.
ar: .حدث خلل اثناء ارسال الرسالة التأكيدية. يرجى المحاولة مرة اخرى بعد فترة

source: There is a problem with your avatar.
ar: .هناك خلل برمزك الشخصي

source: These files are public. If you want to prevent others from seeing them, you should choose a file name that is hard to guess.
ar: .هذه الملفات هي عامة. اذا كنت تريد منع الاخرين من الاطلاع عليها، يجب ان تختار اسم للملف من الصعب حزره

source: These messages will be displayed in the activity stream of all users.
ar: .هذه الرسائل سيتم عرضها في سيل الفعاليات لجميع المستخدمين

source: This email address is already used for another account.
ar: .عنوان للبريد الالكتروني هذا قد سبق استخدامه من قبل حساب اخر

source: This email address is not registered in our system!
ar: !عنوان للبريد الالكتروني هذا غير مسجل في نظامنا

source: This email address is not valid. Please check it and try again.
ar: .عنوان البريد الالكتروني هذا غير صحيح. يرجى التاكد منه والمحاولة مرة اخرى

source: This group can only be viewed by members. Users need to have the key below to become members.
ar: .هذه المجموعة يمكن الاطلاع عليها فقط من قبل اعضائها. المستخدمين يجب ان يمتلكوا المفتاح المعروض ادناه ليصبحوا اعضاء

source: This group contains wrong information.
ar: .هذه المجموعة تحتوى معلومات خاطئة

source: This group doesn't have a key.
ar: .هذه المجموعة لا تمتلك مفتاح

source: This group violates the rules of conduct.
ar: .هذه المجموعة انتهكت قواعد السلوك المعتمدة

source: This group was created by mistake, or it is inactive.
ar: .هذه المجموعة تم خلقها خطئا، او هي مجموعة معطلة

source: This is my group.
ar: .هذه مجموعتي

source: This is my profile.
ar: .هذه صفحة ملفي الخاص

source: This is my resource.
ar: .هذا مصدري

source: This is not a real group but spam.
ar: .هذه ليست مجموعة حقيقية بل بريد متطفل

source: This is not a real person but spam.
ar: .هذا ليس شخص حقيقي بل بريد متطفل

source: This is not a real resource but spam.
ar: .هذا ليس مصدر حقيقي بل بريد متطفل

source: This person violates the rules of conduct.
ar: .هذا الشخص انتهك قواعد السلوك المعتمدة

source: This person was created by mistake.
ar: .هذا الشخص تم خلقه خطئا

source: This person was created by mistake, or he/she is inactive.
ar: .هذا الشخص تم خلقه خطئا، او هو معطل

source: This resource contains wrong information.
ar: .هذا المصدر يحتوي معلومات خاطئة

source: This resource doesn't exist.
ar: .هذا المصدر غير موجود

source: This resource violates the rules of conduct.
ar: .هذا المصدر ينتهك قواعد السلوك المعتمدة

source: This resource was created by mistake, or it is inactive.
ar: .المصدر تم خلقه خطئا او هو معطل

source: This user doesn't exist.
ar: .المستخدم غير موجود

source: This username is not registered in our system!
ar: !اسم المستخدم هذا غير مسجل في نظامنا

source: This was just a dry run - nothing was saved.
ar: .هذا فقط تشغيل للفحص - لم يتم خزن اي شيء

source: Time:
ar: : الوقت

source: Time Zone
ar: المنطقة الزمنية

source: To:
ar: : الى

source: To this address we will send a request to confirm your registration.
ar: .سيتم ارسال طلب لاثبات تسجيلك الى هذا العنوان الالكتروني

source: today
ar: اليوم

source: toggle chat window
ar: تبديل شباك الحوار

source: Too many failed login attempts. Please try again later.
ar: .عدد المحاولات الفاشلة للدخول يفوق المسموح به. يرجى المحاولة مرة اخرى لاحقا

source: Too many messages? You can change the schedule on your [profile page](%s).
ar: .(%s) [ هل عدد الرسائل يفوق ما ترغب به؟ بامكانك تغيير الجدولة على [صفحة ملفك الخاص

source: Top Groups
ar: المجاميع اللعليا

source: top level
ar: المستوى العلوي

source: Top Resources
ar: المصادر العليا

source: Top Users
ar: اعلى مستخدمين

source: total
ar: مجموعة

source: Trash emptied.
ar: تم افراغ المهملات

source: Try a different filter.
ar: .جرب مرشح مختلف

source: Type your text here.
ar: .اكتب هنا

source: Unblock this user
ar: ارفع المنع عن هذا المستخدم

source: unfinished registration
ar: تسجيل غير مكتمل

source: Unsubscribe from resource
ar: انهي الاشتراك بهذا المصدر

source: Update languages
ar: حدث اللغة

source: Upload Avatar:
ar: :تحميل الرمز الشخصي

source: Upload group image:
ar: :تحميل صورة المجموعة

source: URL doesn't seem to exist
ar: يبدو ان الوصلة غير موجودة

source: URL must start with http:// or https://!
ar: ! http:// or https:// الوصلة يجب ان تبدأ بـ

source: URL to external source:
ar: :وصلة الى مصدر خارجي

source: Use the filter to narrow down the list of items
ar: استخدم المرشح لتقليص قائمة المواد

source: user
ar: مستخدم

source: User Forum:
ar: :منتدى المستخدمين

source: User has been deactivated
ar: المستخدم تم تعطيله

source: User lost password
ar: المستخدم اضاع كلمة السر

source: User permissions
ar: ترخيصات المستخدم

source: User permissions changed.
ar: .تغيرت ترخيصات المستخدم

source: User role
ar: دور المستخدم

source: User signin
ar: تسجيل دخول المستخدم

source: User Signup
ar: تسجيل المستخدم

source: User status
ar: حالة المستخدم

source: User update
ar: تحديث المستخدم

source: User updated
ar: المتستخدم تم تحديثه

source: User with the same name already exists.
ar: .هناك مستخدم موجود مسبقا يحمل هذا الاسم

source: User %s accepted your friendship.
ar: .قبل صداقتك %s المستخدم

source: User %s canceled your friendship.
ar: .رفض صداقتك %s المستخدم

source: User %s rejected your friendship.
ar: .الغى صداقتك %s المستخدم

source: User %s requested your friendship.
ar: .رفض صداقتك %s المستخدم

source: Username:
ar: :اسم المستخدم

source: Username cannot be empty!
ar: !اسم المستخدم لا يمكن ان يكون خاليا

source: User's location on a map
ar: موقع المستخدم على الخارطة

source: video
ar: فيلم

source: Video/Audio
ar: فيلم/ صوت

source: video/audio
ar: فيلم/ صوت

source: video on Vimeo
ar: Vimeo فيلم على موقع

source: video on YouTube
ar: YouTube فيلم على موقع

source: View big screenshot
ar: عرض صورة شاشة مكبرة

source: View details.
ar: .عرض تفاصيل

source: View group owner:
ar: :عرض صاحب المجموعة

source: View profile
ar: عرض الملف الشخصي

source: View resource owner:
ar: :عرض صاحب المصدر

source: visbility 'friends'
ar: ’ رؤية ’ الاصدقاء

source: visbility 'members'
ar: ’ رؤية ’ الاعضاء

source: visbility 'registered'
ar: ’ رؤية ’ مسجل

source: visbility 'susbcribed'
ar: ’ رؤية ’ مشترك

source: visbility 'world'
ar: ’ رؤية ’ عالم

source: Visibility:
ar: :رؤية

source: visible to the world
ar: مرئي للعالم

source: Visit Homepage
ar: زر الصفحة الرئيسية

source: We have received complaints about inappropriate language in your resource. Please make necessary adjustments or your resource will be deactivated.
ar: .لقد وردتنا شكاوي بخصوص وجود لغة غير لائقة في مصدرك. يرجى اجراء التغييرات اللازمة والا تم تعطيل مصدرك

source: We have received complaints about inapproprite language in your group. Please make neccessary adjustments or your group will be deactivated.
ar: .لقد وردتنا شكاوي بخصوص وجود لغة غير لائقة في مجموعتك. يرجى اجراء التغييرات اللازمة والا تم تعطيل مصدرك
