Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: *-ZawGyi/messages.po
Languages: wo

source: User permissions changed.
wo: အသံုးၿပဳသူခြင္႔ၿပဳခ်က္မ်ားေၿပာင္းလဲခဲ႔သည္

source: User signin
wo: အသံုးၿပဳသူူ(ဆိုင္းအင္)ဝင္ေရာက္ၿခင္း

source: User status
wo: အသံုးၿပဳသူအေၿခအေန

source: User update
wo: အသံုးၿပဳသူေနာက္ဆံုးသတင္းအေၿခအေန

source: User updated
wo: အသံုးၿပဳသူေနာက္ဆံုးသတင္းအေၿခအေနရွိခဲ႔သည္

source: User with the same name already exists.
wo: အသံုးၿပဳသူသည္တူညီေသာအမည္နွင္႔အတူရွိခဲ႔ၿပီးၿပီ

source: User's location on a map
wo: ေၿမပံုေပၚတြင္အသံုးၿပဳသူ၏တည္ေနရာ

source: Username cannot be empty!
wo: အသံုးၿပဳသူအမည္မရွိပါ

source: Username:
wo: အသံုးၿပဳသူအမည္

source: Users
wo: အသံုးၿပဳသူမ်ား

source: View details
wo: အေသးစိတ္မ်ားကိုၾကည္႕ရႈပါ

source: View details.
wo: အေသးစိတ္မ်ားကိုၾကည္႕ရႈပါ

source: View group owner:
wo: အုပ္စုပိုင္ရွင္ကိုၾကည္႕ရႈပါ

source: View resource owner:
wo: ရင္းၿမစ္ပိုင္ရွင္ကိုၾကည္႕ရႈပါ

source: Visibility:
wo: ရနိုင္ၿခင္း/ၿမင္နိုင္ၿခင္း

source: We have received complaints about inapproprite language in your group. Please make neccessary adjustments or your group will be deactivated.
wo: ကၽြနုိပ္တို႔သည္သင္၏အုပ္စုတြင္မသင္႔ေလ်ာ္ေသာစကားနွင္႔ပတ္သက္၍တိုင္ ၾကားခ်က္မ်ားကိုလက္ခံရရွိၿပီးၿပီး။ ေက်းဇူးျပဳ၍လိုအပ္ေသာ နည္းလမ္းတက်ေဆာင္ရြက္ခ်က္မ်ားျပဳလုပ္ပါ။ သို႔မဟုတ္ပါကသင္၏အုပ္စုကိုနစ္နာေစပါလိမ့္မည္။

source: We have received complaints about inappropriate language in your resource. Please make necessary adjustments or your resource will be deactivated.
wo: ကၽြနုိပ္တို႔သည္သင္၏ရင္းၿမစ္တြင္မသင္႔ေလ်ာ္ေသာစကားနွင္႔ပတ္သက္၍တိုင္ ္ၾကားခ်က္မ်ားကိုလက္ခံရရွိၿပီးၿပီ။ ေက်းဇူးျပဳ၍လိုအပ္ေသာ နည္းလမ္းတက်ေဆာင္ရြက္ခ်က္မ်ားျပဳလုပ္ပါ။ သို႔မဟုတ္ပါကသင္၏ရင္းျမစ္ကိုနစ္နာေစပါလိမ့္မည္။

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
wo: ကၽြန္ေတာ္တို႔သည္သင္သည္အျခားေသာအသုံးျပဳသူမ်ားကိုသူတို႔လက္ခံျခင္းမရွိေသာစာ/ေၾကာ္ျငာစာမ်ားပို႔သည့္တိုင္ၾကားခ်က္မ်ားကိုလက္ခံရရွိၿပီးၿပီ။ ေက်းဇူးျပဳ၍ရပ္တန႔္ပါ။ သို႔မဟုတ္ပါကသင္၏အေကာင့္ကိုနစ္နာေစပါလိမ့္မည္။

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
wo: ကၽြန္ေတာ္တို႔သည္သင္မေလ်ာ္ညီေသာဘာသာစကားမ်ားအသုံးျပဳသည့္္တိုင္ ၾကားခ်က္မ်ားကိုလက္ခံရရွိၿပီးၿပီ။ ေက်းဇူးျပဳ၍ရပ္တန႔္ပါ။ သို႔မဟုတ္ပါကသင္၏အေကာင့္ကိုနစ္နာေစပါလိမ့္မည္။

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
wo: ကၽြန္ေတာ္တို႔သည္သင္၏အုပ္စုတြင္လက္ခံျခင္းမရွိေသာစာ/ေၾကာ္ျငာစာမ်ား ပါဝင္သည္ဟုတိုင္ၾကားခ်က္မ်ားကိုလက္ခံရရွိၿပီးၿပီ။ ေက်းဇူးျပဳ၍မသင့္ေလ်ာ္ေသာမာတိကာကိုဖ်က္ပစ္ပါ။ သို႔မဟုတ္ပါကသင္၏အုပ္စုကိုနစ္နာေစပါလိမ့္မည္။

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
wo: ကၽြန္ေတာ္တို႔သည္သင္၏ရင္းျမစ္တြင္လက္ခံျခင္းမရွိေသာစာ/ေၾကာ္ျငာစာမ်ားပါဝင္သည္ဟုတိုင္ၾကားခ်က္မ်ားကိုလက္ခံရရွိၿပီးၿပီ။ ေက်းဇူးျပဳ၍မသင့္ေလ်ာ္ေသာမာတိကာကိုဖ်က္ပစ္ပါ။ သို႔မဟုတ္ပါကသင္၏ရင္းျမစ္ကိုနစ္နာေစပါလိမ့္မည္။

source: Welcome
wo: ၾကိဳဆိုပါ၏

source: Write some lines about your life, your work and your interests.
wo: သင္၏ဘဝ၊အလုပ္ႏွင့္စိတ္ဝင္စားမႈနယ္ပယ္မ်ားအေၾကာင္းကိုစာေၾကာင္:အနည္းငယ္ျဖင့္ေရးပါ။

source: Wrong email format!
wo: မွားယြင္းေသာအီးေမးလ္အစီအစဥ္

source: You are already a member.
wo: သင္သည္အဖြဲ႕ဝင္တစ္ေယာက္ၿဖစ္ၿပီ

source: You are not allowed to see the members.
wo: သင္႔ကိုအဖြဲ႕ဝင္မ်ားကိုၿမင္ရန္ခြင္႔မၿပဳပါ

source: You are not allowed to see the memberships.
wo: သင္႔ကိုအဖြဲ႕ဝင္အၿဖစ္မ်ားကိုၿမင္ရန္ခြင္႔မၿပဳပါ

source: You are not allowed to see the subscribed groups.
wo: သင့္ကိုအဖြဲ႕ဝင္ထားေသာအုပ္စုမ်ားကိုျမင္ရန္ခြင့္မျပဳပါ

source: You are not allowed to see the subscribed users.
wo: သင္႔ကိုအဖြဲ႕ဝင္ထားေသာအသံုးၿပဳသူမ်ားကိုၿမင္ရန္ခြင္႔မၿပဳပါ

source: You are not allowed to see the subscriptions.
wo: သင္႔ကိုအဖြဲ႕ဝင္ၿခင္းမ်ားကိုၿမင္ရန္ခြင္႔မၿပဳပါ

source: You are not allowed to view this group.
wo: သင္႔ကိုဤအုပ္စုကိုၿမင္ရန္ခြင္႔မၿပဳပါ

source: You are not allowed to view this resource.
wo: သင္႔ကိုဤရင္းၿမစ္ကိုၿမင္ရန္ခြင္႔မၿပဳပါ

source: You are not allowed to view this user.
wo: သင္႔ကိုဤအသံုးၿပဳသူကိုၿမင္ရန္ခြင္႔မၿပဳပါ

source: You can only send messages to friends.
wo: သင္သည္သတင္းမ်ားကိုသူငယ္ခ်င္းမ်ားသို႔ပို႔နိုင္ရံုသာၿဖစ္သည္။

source: You currently block this user
wo: သင္သည္ဤအသံုးၿပဳသူကိုလက္တေလာပိတ္သည္

source: You currently block this user.
wo: သင္သည္ဤအသံုးၿပဳသူကိုလက္တေလာပိတ္သည္

source: You have entered a wrong key.
wo: သင္သည္မွားယြင္းေသာကီးၿဖင္႔ဝင္ခဲ႔ၿပီ

source: You have joined the group.
wo: သင္သည္အုပ္စုကိုဆက္သြယ္ၿပီးၿပီ

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
wo: သင္မွာသူငယ္ခ်င္းမ်ားမရွိေသးပါ။ သင္၏သူငယ္ခ်င္းအၿဖစ္ေတာင္းဆိုမႈကိုတစ္စံုတစ္ေယာက္ ကလက္ခံၿပီးေနာက္သင္သည္သတင္းပို႔ၿခင္းကိုစတင္နိုင္သည္။

source: You have no permission to create a resource.
wo: သင္မွာရင္းၿမစ္တစ္ခုကိုဖန္တီးရန္ခြင္႔ၿပဳခ်က္မရွိပါ

source: You have no permission to create groups.
wo: သင္မွာအုပ္စုမ်ားကိုဖန္တီးရန္ခြင္႔ၿပဳခ်က္မရွိပါ

source: You have no permission to create resources.
wo: သင္႔မွာရင္းၿမစ္မ်ားကိုဖန္တီးရန္ခြင္႔ၿပဳခ်က္မရွိပါ

source: You need to log in to send messages.
wo: သင္သည္သတင္းပို႔ရန္အတြက္ေလာဒ္႔အင္ဝင္ရန္လိုသည္

source: You need to subscribe in order to comment.
wo: သင္သည္ေဝဖန္သံုးသပ္ခ်က္ေပးရန္အဖြဲ႔ဝင္ရန္လိုသည္

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
wo: သင္သည္သင္၏အီးေမးလ္လိပ္စာကိုေၿပာင္းလဲရန္ေတာင္းဆိုခဲ႔သည။္ ကြင္းဆက္(လင္႔)တစ္ခုနွင္႔တူသတင္းကိုလိပ္စာေဟာင္းသို႔ပို႔ခဲ႔ၿပီ။ သင္အတည္္ၿပဳၿပီးတၿပိဳင္နက္လိပ္စာအသစ္ကိုလႈပ္ရွားေဆာင္ရြက္ေစလိမ္႔မည္။

source: My Connections
wo: သင္၏ဆက္သြယ္ခ်က္မ်ား

source: Your IP is known at www.stopforumspam.com as spam source and was blocked.
wo: သင္၏ IP ကို www.stopforumspam.com တြင္ ေၾကာ္ၿငာစာတစ္ခုအၿဖစ္သိေစခဲ႔ၿပီး ပိတ္ဆို႔ခံခဲ႔ရၿပီ

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
wo: သ​င​္​၏​အေ​ကာ​င​္​႔​ကို​နစ္နာ​ေ​စ​ခဲ​႔​ၿ​ပီ။ အက​ယ​္​၍ ဤ​အရာ​သည္အ​မွား​တစ္ခု ​ၿ​ဖစ္သည္ဟု​သ​င​္ထင္ပါ​ကေတ်း​ဇူး​ၿ​ပဳ​၍အေထာက္အကူကို %s တြင္ဆက္သြယ္ပါ

source: Your email is known at www.stopforumspam.com as spam source and was blocked.
wo: သင္၏အီးေမးလ္ကို www.stopforumspam.com တြင္ ေၾကာ္ၿငာစာတစ္ခုအၿဖစ္သိေစခဲ႔ၿပီးပိတ္ဆိုခဲ႔သည္။

source: Your email:
wo: သင္၏အီးေမးလ္

source: Your image still needs to be cropped to the right dimensions before you can continue!
wo: သင္သည္ေရွ႕သို႔ဆက္မသြားမီသင္၏ပံုကို မွန္ကန္ေသာအတိုင္းအတာၿဖင္႔ၿပန္လည္ၿပဳၿပင္ရန္လိုေနေသးသည္

source: Your image still needs to be resized before you can continue!
wo: သင္သည္ေရွ႕သို႔ဆက္မသြားမီသင္၏ပံုကိုအရြယ္အစားၿပန္လည္ၿပဳၿပင္ရန္လိုေန ေသးသည္

source: Your message has been sent.
wo: သင္၏သတင္းကိုပို႔ၿပီးၿပီ

source: Your messages
wo: သင္၏သတင္းမ်ား

source: Your password has been successfully changed, you can now log in.
wo: သင္၏စကားဝွက္ကိုေအာင္ၿမင္စြာေၿပာင္းလဲၿပီးၿပီ၊ ယခုသင္ေလာ႔အင္ဝင္နိုင္ၿပီ

source: Your password has been successfully changed.
wo: သင္၏စကားဝွက္ကိုေအာင္ၿမင္စြာေၿပာင္းလဲၿပီးၿပီ

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
wo: သင္၏စကားဝွက္သည္အနည္းဆံုးအကၡရာေသးတစ္ခု၊အကၡရာၾကီးတစ္ခု၊ ဂဏန္းတစ္ခုအပါအဝင္စာလံုးေရအနည္းဆံုး ၈ လံုးရွိရမည္

source: Your password must contain at least %s characters.
wo: သင္၏စကားဝွက္သည္အနည္းဆံုး %s အကၡရာ/စာလံုးမ်ားပါဝင္ရမည္

source: Your password must contain at least one number.
wo: သင္၏စကားဝွက္သည္အနည္းဆံုးဂဏန္းတစ္ခုပါဝင္ရမည္။

source: Your passwords are different.
wo: သင္၏စကားဝွက္မ်ားသည္ကြဲၿပားၿခားနားေနသည္

source: Your report has been received.
wo: သင္၏သတင္းပို႔ခ်က္ကိုလက္ခံရရွိၿပီးၿပီ

source: Your username can only contain letters, numbers, space, dash and underscore!
wo: သ​င​္​၏​အသံုး​ၿ​ပဳ​ေ​သာ​နာ​မည္ကို​အက​ၡ​ရာမ်ား၊ဂ​ဏ​န​္းမ်ား​၊ေနရာ၊ဒက္ရွ္(-)နွ​င​္​႔​ (​​_)သာလွ်င္ပါ​ဝင္နိုင္သ​ည​္

source: active
wo: လႈပ္ရွားေဆာင္ရြက္ေသာ

source: add new tag
wo: (တတ္စ္)တြဲရန္ေခါင္းစဥ္အသစ္ကိုေပါင္းထည္႕ပါ

source: administators
wo: စီမံခန္႕ခြဲသူမ်ား

source: administrator
wo: စီမံခန္႔ခြဲသူ

source: all
wo: အားလံုး

source: all resources
wo: ရင္းၿမစ္မ်ားအားလံုး

source: all tags
wo: (တတ္စ္)တြဲရန္ေခါင္းစဥ္မ်ားအားလံုး

source: auto reload
wo: အလိုေလ်ာက္ၿပန္ပို႔သည္

source: cancel and return
wo: ပယ္ဖ်က္ၿပီးၿပန္သြားပါ

source: clear map
wo: ေၿမပံုကိုရွင္းလင္းပါ

source: create
wo: ဖန္တီးပါ

source: deactivated
wo: နစ္နာေစေသာ

source: detail
wo: အေသးစိတ္

source: edit
wo: တည္းၿဖတ္ပါ

source: friend
wo: သူငယ္ခ်င္း

source: from_email
wo: မွ-အီးေမးလ္

source: inactive
wo: လႈပ္ရွားေဆာင္ရြက္္မႈမရိွ္ေသာ

source: insert to resource
wo: ရင္းၿမစ္သို႔အစားသြင္းပါ

source: license
wo: လိုင္စင္

source: mark as read
wo: ဖတ္ၿပီးသားစာအၿဖစ္မွတ္သားပါ

source: mark as unread
wo: မဖတ္ရၿပီးေသးေသာစာအၿဖစ္မွတ္သားပါ

source: I am a member.
wo: ကၽြနိုပ္သည္အဖြဲ႕ဝင္တစ္ေယာက္ၿဖစ္သသည္။

source: moderator
wo: အုပ္ထိန္းကြပ္ကဲသူ

source: moderators
wo: အုပ္ထိန္းကြပ္ကဲသူမ်ား

source: more groups
wo: ပိုမိုေသာအုပ္စုမ်ား

source: more resources
wo: ပိုမိုေသာရင္းၿမစ္မ်ား

source: more users
wo: ပိုမိုေသာအသံုးၿပဳသူမ်ား

source: move to trash
wo: အမႈိုက္ပံုးသို႔ေရြ႕ေၿပာင္းပါ

source: my friend
wo: ကၽြန္ုပ္၏သူငယ္ခ်င္း

source: no friend
wo: သူငယ္ခ်င္းမဟုတ္ပါ

source: I am not a member.
wo: ကၽြနိုပ္သည္အဖြဲ႕ဝင္တစ္ေယာက္မဟုတ္ပါ။

source: not my friend
wo: ကၽြန္ုပ္၏သူငယ္ခ်င္းမဟုတ္ပါ

source: I am not subscribed.
wo: ကၽြနိုပ္သည္အဖြဲ႕ဝင္ေလၽွာက္ထားသူမဟုတ္ပါ။

source: object_creation_min_time
wo: အသံုးၿပဳသူမ်ားကိုအုပ္စုမ်ားနွင္႔ရင္းၿမစ္မ်ားဖန္တီးရန္ခြင္႔မၿပဳခင္အခ်ိန္(ရက္မ်ား တြင္)

source: only visible to friends
wo: သူငယ္ခ်င္းမ်ားသာၿမင္နိုင္ေသာ

source: only visible to members
wo: အဖြဲ႕ဝင္မ်ားသာၿမင္နိုင္ေသာ

source: only visible to registered users
wo: မွတ္ပံုတင္ထားေသာအသံုးၿပဳသူမ်ားသာၿမင္နိုင္ေသာ

source: owner
wo: ပိုင္ရွင္

source: regenerate image
wo: ႔ံပံုရိပ္ကိုၿပန္လည္ထုတ္လုပ္ပါ

source: remove user from resource
wo: ရင္းၿမစ္မွအသံုးၿပဳသူကိုဖယ္ထုတ္ပါ

source: reply
wo: စာၿပန္ပါ(ၿပန္စာ)

source: restore from trash
wo: အမႈိက္ပံုးမွၿပန္လည္ထိန္းသိမ္းပါ

source: setup and maintenance
wo: တည္ေဆာက္ၿပီးထိန္းသိမ္းပါ

source: sign up
wo: (ဆိုင္းအပ္)ဝင္ေရာက္ပါ

source: subscribed
wo: အဖြဲ႕ဝင္ခဲ႕သည္

source: top level
wo: ပိုမိုေသာေယဘုယ်တြဲရန္ဖိုင္မ်ားအတြက္ေနရာ

source: visible to the world
wo: တစ္ကမၻာလံုးသို႔ၿမင္နိုင္ေသာ

source: wrote
wo: ေရးခဲ႔သည္

source: Back to the list of messages
wo: သတင္းမ်ားစာရင္းသို႔ၿပန္သြားပါ

source: Back to the list of reports
wo: သတင္းပို႔ခ်က္မ်ားစာရင္းသို႔ၿပန္သြားပါ

source: Back to the list of resources
wo: ရင္းၿမစ္မ်ားစာရင္းသို႔ၿပန္သြားပါ

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
wo: ေအာက္တြင္သင္အေသးစိတ္မ်ားကိုေပါင္းထည္႔နိုင္သည္။ ဤရင္းၿမစ္၏ခါင္းစဥ္မ်ားကိုတစ္ခုသို႔မဟုတ္တစ္ခုထက္ပိုေသာ (ေခါင္းစဥ္)အမွတ္အသားမ်ားျဖင္႔ေဖာ္ၿပပါ။ ဤသတင္းအခ်က္အလက္သည္ အၿခားေသာအသံုးၿပဳသူမ်ားသင္၏ရင္းၿမစ္ကိုရွာေတြ႕ရန္ကူညီပါလိမ္႔မည္။

source: By using this platform you accept our %s and our %s.
wo: ဤကြန္ပ်ဴတာေဆာ႔ဝဲလ္ဇယား(ပလိတ္ေဖာင္း)ကိုအသံုးၿပဳၿခင္းၿဖင္႔သင္သည္ကၽြန္ေတာ္တို႔၏ %s နွင္႔ ကၽြန္ေတာ္တို႔၏ %s ကိုသင္လက္ခံသည္။

source: Details of the group
wo: အုပ္စု၏အေသးစိတ္အခ်က္အလက္မ်ား

source: Details of the resource
wo: ရင္းၿမစ္၏အေသးစိတ္အခ်က္အလက္မ်ား

source: Details of the user
wo: အသံုးၿပဳသူ၏အေသးစိတ္အခ်က္အလက္မ်ား

source: GD (images) supported
wo: GD (ပံုရိပ္မ်ား)ေထာက္ပံ႔ခဲ႔သည္

source: Message not displayed because the user has been deactivated.
wo: သတင္းအခ်က္အလက္ကိုမျပနိုင္ပါအဘယ္ေၾကာင့္ဆိုေသာ္အသုံးျပဳသူကိုနစ္နာေစၿပီးၿပီ(လုပ္ေဆာင္ခြင္႔မရွိေတာ႔ၿပီ)။

source: No messages
wo: သတင္းအခ်က္အလက္မရွိပါ

source: PHP Version
wo: PHP မူကြဲ

source: Permission to create items
wo: စာရင္းတြင္ပါဝင္ေသာအရာမ်ားကိုဖန္တီးရန္ခြင္႔ၿပဳခ်က္

source: Privacy policy
wo: ကိုယ္ေရးကိုယ္တာေပၚလစီ

source: Restrict your search to a location
wo: တည္ေနရာတစ္ခုသို႔သင္၏ရွာေဖြမႈကိုၾကပ္မတ္ပါ

source: Search for a place
wo: ေနရာတစ္ခုကိုရွာေဖြပါ

source: Search for similar topics like your interests and around your location.
wo: သင္၏စိတ္ဝင္စားမွုမ်ားႏွင့္တည္ေနရာကဲ့သို႔တူညီေသာေခါင္းစဥ္မ်ားကိုရွာေဖြပါ

source: Similar to me
wo: ကၽြနုိုပ္ကို(နွင္႔)တူညီပါ

source: User has been deactivated
wo: အသံုးၿပဳသူကိုနစ္နာေစခဲ႔ၿပီ

source: User role
wo: အသံုးၿပဳသူ၏က႑

source: zoom in
wo: ၿမင္ကြင္းက်င္း

source: zoom out
wo: ၿမင္ကြင္းက်ယ္

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
wo: နွင္႔ - အေၾကာင္းအရာမ်ားကိုအေၿခအေနမ်ားေတြ႕ဆံုေသာေနရာ <i>all</i> တြင္သာလၽွင္ရွာပါ။ <br />OR: အေၾကာင္းအရာမ်ားကို ေရြးခ်ယ္ထားေသာ အေၿခအေနမ်ားေတြ႕ဆံုေသာေနရာ <i>any</i> တြင္ရွာပါ။

source: Click inside the map to set the center. Click a second time to set the search radius.
wo: ဗဟိုကိုထားရန္အတြက္ေၿမပံု၏အတြင္းကိုနိွပ္ပါ။ အခ်င္းဝက္ကိုရွာရန္အတြက္ဒုတိယအၾကိမ္နိွပ္ပါ။

source: Image is too big! Max. size is for upload is 2048x2048
wo: ပုံရိပ္သည္ႀကီးလြန္း၏။ အမ်ားဆုံးအရြယ္ပမာဏ(၂၀၄၈ x ၂၀၄၈) သာလၽွင္ပို႔နိုင္သည္

source: Nothing to display
wo: မည္သည့္အရာကိုမွၿပရန္မရွိပါ

source: Please enter your new password
wo: ေက်းဇူးၿပဳ၍သင္၏စကားဝွက္အသစ္ကိုဝင္ေရာက္ပါ

source: Please use only the English alphabet.
wo: ေက်းဇူၿပဳ၍အဂၤလိပ္အကၡရာကိုသာလွ်င္အသံုးၿပဳပါ

source: Reload the chat.
wo: စကားေၿပာၿခင္းျပန္လည္တင္ပို႔ပါ

source: Resource location on a map
wo: ေျမပုံေပၚတြင္ရင္းျမစ္မ်ား၏တည္ေနရာ

source: Show the location where you are right now.
wo: သင္လက္ရွိေနေသာတည္ေနရာကိုၿပသပါ

source: The chat is only visible to group members.
wo: စကားေျပာ(ခ်က္တင္း)ကိုအုပ္စုအဖြဲ႕ဝင္မ်ားသာျမင္ေတြ႕မည္

source: The image is too big! Max. size is for upload is %s
wo: ရုပ္ပံုသည္ႀကီးလြန္း၏။ အမ်ားဆုံးပို႕ရန္အရြယ္ပမဏမွာ %s ၿဖစ္သည္။

source: Time:
wo: အခ်ိန္

source: group
wo: အုပ္စု

source: resource
wo: ရင္းျမစ္

source: I am subscribed.
wo: ကၽြနိုပ္သည္အဖြဲ႕ဝင္ေလၽွာက္ထားသည္။

source: user
wo: အသုံးျပဳသူ

source: Add a Tag
wo: (တတ္စ္)တြဲရန္ေခါင္းစဥ္တစ္ခုကိုေပါင္းထည့္ပါ

source: Add the tags one by one.
wo: (တတ္စ္)တြဲရန္ေခါင္းစဥ္မ်ားကိုတစ္ခုၿပီးတစ္ခုေပါင္းထည္႔ပါ

source: Administration - Create new tag
wo: စီမံခန္႔ခြဲၿခင္း - (တတ္စ္)တြဲရန္ေခါင္းစဥ္အသစ္ကိုဖန္တီးၿပဳလုပ္ပါ။

source: Administration - Reports
wo: စီမံခန္႔ခြဲၿခင္း - သတင္းပို႔ခ်က္မ်ား

source: Administration - Tags
wo: စီမံခန္႔ခြဲၿခင္း - (တတ္စ္)တြဲရန္ေခါင္းစဥ္မ်ား

source: Administration - Web Statistics
wo: စီမံခန္႔ခြဲၿခင္း - ဝဘ္စာရင္းအင္းဇယား

source: Apply the filter and show the results.
wo: စီစစ္မႈကိုေလွ်ာက္ထားၿပီးရလဒ္ကိုေဖာ္ၿပပါ။

source: Avatars are small images that will be visible with your group. Here you can upload an avatar for your group (min. %s, max. %s). In the next step you can crop it.
wo: ႐ုပ္ပံုမ်ားသည္ေသးငယ္ေသာပုံရိပ္အသြင္မ်ားၿဖစ္ၿပီးသင္၏အုပ္စုႏွင့္အတူျမင္နိူင္လိမ့္မည္။ ဤေနရာတြင္သင့္အုပ္စု၏႐ုပ္ပံုကိုပို႔နိုင္သည္။ (အငယ္ဆုံးအရြယ္အစား %s, အၾကီးဆုံးအရြယ္အစား %s) ေနာက္အဆင့္တြင္သင္ရယူနိုင္သည္။

source: Avatars are small images that will be visible with your name. Here you can upload your avatar (min. %s, max. %s). In the next step you can crop it.
wo: ႐ုပ္ပံုမ်ားသည္ေသးငယ္ေသာပုံရိပ္အသြင္မ်ားၿဖစ္ၿပီးသင္၏နာမည္ႏွင့္အတူျမင္နိူင္လိမ့္မည္။ ဤေနရာတြင္သင္၏႐ုပ္ပုံကိုပို႔နိုင္သည္။ (အငယ္ဆုံးအရြယ္အစား %s, အၾကီးဆုံးအရြယ္အစား %s) ေနာက္အဆင့္တြင္သင္ရယူနိုင္သည္။

source: Click here to continue
wo: ေရွ႕ဆက္ရန္အတြက္ဤေနရာကိုနွိပ္ပါ။

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
wo: တည္ေနရာကိုထားရန္အတြက္ေၿမပံု၏အတြင္းကိုနိွပ္ပါ။ အကယ္၍တည္ေနရာကိုထားၿပီးၿပီဆိုလွ်င္သင္သည္ပထမဆံုးေၿမပံုကို္:<b class='icon-clear'></b>ရွင္းလင္းရန္လုိအပ္သည္။

source: Do you really want to delete this message?
wo: သင္အမွန္တကယ္ဤသတင္းကိုပယ္ဖ်က္ခ်င္ပါသလား။

source: Documentation:
wo: တရားဝင္သက္ေသခံအၿဖစ္စာရြက္စာတမ္းအသံုးၿပဳၿခင္း

source: Done
wo: ၿပဳလုပ္ၿပီးၿပီ

source: Done importing resources. Error writing log file.
wo: ရင္းၿမစ္မ်ားတင္ပို႔ၿခင္းၿပီးၿပီ။ မွတ္တမ္းဖိုင္ေရးသားၿခင္းအမွား

source: Done importing resources. Please check the log file.
wo: ရင္းၿမစ္မ်ားတင္ပို႔ၿခင္းၿပီးၿပီ။ ေက်းဇူးၿပဳ၍မွတ္တမ္းဖိုင္ကိုစစ္ေဆးပါ။

source: Done updating locales.
wo: တည္ေနရာမ်ားေနာက္ဆံုးသတင္းအခ်က္အလက္ကိုေပးၿပီးၿပီ

source: Download the mobile application
wo: မိုဘိုင္းေလ်ာက္ထားၿခင္းကိုကူးယူပါ(ေဒါင္းလုပ္ဒ္ လုပ္ပါ)

source: Find more information at:
wo: ေနာက္ထပ္သတင္းအခ်က္အလက္ကိုရွာပါ

source: Found unused locale '%s', removing from database.
wo: အသံုးမၿပဳေသာတည္ေနရာ % ရွာေတြ႕ခဲ႔ၿပီ၊ စုစည္းထားေသာေဒတာမွဖယ္ထုတ္ၿခင္း

source: I am a group moderator.
wo: ကၽြနိုပ္သည္အုပ္စုအုပ္ထိန္းကြပ္ကဲသူတစ္ေယာက္ၿဖစ္သသည္။

source: I am a resource moderator.
wo: ကၽြနိုပ္သည္ရင္းၿမစ္အုပ္ထိန္းကြပ္ကဲသူတစ္ေယာက္ၿဖစ္သသည္။

source: I am the owner.
wo: ကၽြနိုပ္သည္ပိုင္ရွင္ၿဖစ္သည္။

source: Image is too big! Max. size is for upload is %s
wo: ပံုရိပ္သည္ၾကီးလြန္း၏။ အရြယ္အစားကို %s ပို႔ပါ

source: Mailbox
wo: စာမ်ားကိုလက္ခံထားေသာေနရာ(ေသတၱာ)

source: Manage subscribers of this resource
wo: ဤရင္းၿမစ္၏အဖြဲ႕ဝင္မ်ားကိုစီစဥ္ေဆာင္ရြက္ပါ

source: Normal
wo: သာမန္

source: Notification from %s
wo: %s မွသတိေပးၿခင္း

source: Notify members:
wo: သတိေပးသည္႔အဖြဲ႕ဝင္မ်ား

source: Now is the best time to complete your profile. You can enter your name, your location and tags for your interests.
wo: ယခုသင္၏ေဖာ္ၿပခ်က္ကိုၿပည္႕စံုရန္အတြက္အေကာင္းဆံုးအခ်ိန္ၿဖစ္သည္။ သင္သည္သင္၏နာမည္၊ ေနရာ၊ အလုပ္ႏွင့္စိတ္ဝင္စားမွုနယ္ပယ္ အေၾကာင္းကိုဝင္ေရာက္ေဖာ္ၿပနိုင္သည္။

source: Please paste here the <u>underlined</u> part of the url for the media that you want to add:
wo: ေက်းဇူးၿပဳ၍ဤေနရာတြင္္သင္ေပါင္းထည္႕လိုေသာမီဒီယာအတြက္ url ၏အပိုင္း <u>underlined</u> ေကာ္ပီကူးယူၿပီးသားကိုထားပါ

source: Remove this message.
wo: ဤသတင္းကိုပယ္ဖ်က္ပါ

source: Reset
wo: ၿပန္လည္ထားပါ/ၿပန္လည္ေနရာခ်ထားပါ

source: Reset the filter and show the entire list.
wo: စီစစ္ယူမႈကိုၿပန္လည္ေနရာခ်ထားပါ၊ စာရင္းတစ္ခုလံုးကိုေဖာ္ၿပပါ

source: Return to the home screen.
wo: အိမ္ဖန္သားၿပင္ကိုၿပန္သြားပါ

source: System message: You've received a warning about your resource.
wo: ္သတင္းစနစ္- သင္သည္သင္၏ရင္းၿမစ္နွင္႔ပတ္သက္၍သတိေပးခ်က္ကိုလက္ခံရရွိၿပီးၿပီ။

source: System message: You've received a warning about your group.
wo: သတင္းစနစ္- သင္သည္သင္၏အုပ္စုနွင္႔ပတ္သက္၍သတိေပးခ်က္ကိုလက္ခံရရွိၿပီးၿပီ။

source: System message: You've received a warning.
wo: သတင္းစနစ္- သင္သည္သတိေပးခ်က္ကိုလက္ခံရရွိၿပီးၿပီ။

source: The image is too big! Max. size for upload is %s
wo: ရုပ္ပံုသည္ၾကီးလြန္း၏။ အမ်ားဆံုးပို႕ရန္အရြယ္ပမဏမွာ %s ၿဖစ္သည္။

source: The image is too small! Min. size for upload is %s
wo: ပုံရိပ္သည္ေသးလြန္း၏။ အနည္းဆံုးပို႕ရန္အရြယ္ပမဏမွာ %s ၿဖစ္သည္။

source: The tag cannot be its own parent.
wo: (တိတ္)ေခါင္းစဥ္သည္၄င္း၏ကိုယ္ပိုင္မိဘမၿဖစ္နိုင္ပါ။

source: There are unread reports.
wo: မဖတ္ရေသးေသာသတင္းပို႔စာမ်ားရွိသည္

source: This group contains wrong information.
wo: ဤအုပ္စုတြင္မွားယြင္းေသာသတင္းအခ်က္အလက္ပါဝင္သည္

source: This is my group.
wo: ဤအရာသည္ကၽြနိုပ္၏အုပ္စုၿဖစ္သည္

source: This is my resource.
wo: ဤအရာသည္ကၽြနိုပ္၏ရင္းၿမစ္ၿဖစ္သည္

source: This resource contains wrong information.
wo: ဤရင္းၿမစ္တြင္မွားယြင္းေသာသတင္းအခ်က္အလက္ပါဝင္သည္

source: URL doesn't seem to exist
wo: URL မရွိပါ (ရွိပံုမေပၚပါ)

source: Unread
wo: မဖတ္ရေသးေသာ

source: Update languages
wo: ေနာက္ဆံုးေပးပို႔ေသာ ဘာသာစကားမ်ား

source: User Forum:
wo: အသံုးၿပဳသူ(ေဆြးေႏြးရာ)ေနရာ

source: View big screenshot
wo: ၾကီးေသာပံုရိပ္ကိုၾကည္႕ရႈပါ

source: We have received complaints about inappropriate language in your group. Please make neccessary adjustments or your group will be deactivated.
wo: ကၽြနုိပ္တို႔သည္သင္၏အုပ္စုတြင္မသင္႔ေလ်ာ္ေသာစကားနွင္႔ပတ္သက္၍တိုင္ ၾကားခ်က္မ်ားကိုလက္ခံရရွိၿပီးၿပီ။ ေက်းဇူးျပဳ၍လိုအပ္ေသာ နည္းလမ္းတက်ေဆာင္ရြက္ခ်က္မ်ားျပဳလုပ္ပါ။ သို႔မဟုတ္ပါက သင္၏အုပ္စုကိုနစ္နာေစပါလိမ့္မည္။

source: You are a moderator on this platform.
wo: သင္သည္ဤေဆာင္ရြက္မႈအစဥ္တြင္အုပ္ထိန္းကြပ္ကဲသူတစ္ေယာက္ၿဖစ္သည္

source: You are an administrator on this platform.
wo: သင္သည္ဤေဆာင္ရြက္မႈအစဥ္တြင္ စီစဥ္ညႊန္ၾကားသူၿဖစ္သည္

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
wo: သင္၏အီးေမးလ္ သို႔မဟုတ္ အိုင္ပီ ကို www.stopforumspam.com တြင္ ခြင္႔မၿပဳဘဲပို႔ေသာစာ(ေၾကာ္ၿငာစာ)အၿဖစ္သိေစၿပီးပိတ္ဆို႔ခဲ႔သည္။

source: Your message was empty.
wo: သင္၏သတင္းမ်ားမရွိခဲ႔ပါ။

source: administrators
wo: စီမံခန႔္ခြဲသူမ်ား

source: banned
wo: တားၿမစ္ခဲ႔သည္

source: change
wo: ေၿပာင္းပါ

source: chat messages
wo: စကားေၿပာသတင္းမ်ား

source: creation rights removed
wo: ဖန္တီးၿခင္းအခြင္႔အေရးမ်ားကိုပယ္ဖ်က္ခဲ႔သည္

source: document
wo: တရားဝင္စာရြက္စာတမ္း

source: event
wo: အၿဖစ္အပ်က္

source: link to external resource
wo: အၿပင္ရင္းၿမစ္ကိုဆက္သြယ္ပါ

source: live-video on Bambuser
wo: Bambuser ေပၚတြင္ဗီြဒီယိုၿပပါ

source: message
wo: သတင္း

source: organization
wo: အဖြဲ႕အစည္း

source: private messages
wo: ကိုယ္ေရးကိုယ္တာသတင္းမ်ား

source: remember me
wo: ကၽြနုိုပ္ကိုသတိရပါ

source: sound on Soundcloud
wo: soundcloud တြင္ အသံ

source: total
wo: စုစုေပါင္း

source: video on Vimeo
wo: Vimeo တြင္ဗီြဒီယို

source: video on YouTube
wo: YouTube တြင္ဗီြဒီယို

source: visbility 'friends'
wo: ၿမင္နိုင္ၿခင္း 'သူငယ္ခ်င္းမ်ား'

source: visbility 'members'
wo: ၿမင္နိုင္ၿခင္း 'အဖြဲ႕ဝင္မ်ား'

source: visbility 'registered'
wo: ိၿမင္နိုင္ၿခင္း 'မွတ္ပံုတင္ခဲ႔သည္'

source: visbility 'susbcribed'
wo: ၿမင္နိုင္ၿခင္း 'အဖြဲ႕ဝင္ခဲ႔သည္'

source: visbility 'world'
wo: တစ္ကမၻာလံုးသို႔ၿမင္နိုင္ၿခင္း

source: %s new messages
wo: %s သ​တ​င​္း​အသစ္မ်ား

source: 1 new message
wo: ၁ သ​တ​င​္း​အသစ္

source: Send a private message to %s
wo: ကိုယ္ေရးကိုယ္တာသတင္းကို %s သို႔ပို႔ပါ

source: Quote
wo: အဆိုအမိန္႔

source: The administrator asks you to answer a security question before you can enter.
wo: စီစဥ္ညႊန္ၾကားသူသည္သင္မဝင္ေရာက္ခင္လ်ိဳွ႕ဝွက္ေမးခြန္းကိုေၿဖရန္ သင္႔ကိုေမးသည္။

source: Are you sure?
wo: သင္ေသခ်ာပါသလား။

source: Security Question
wo: လ်ွိဳ႕ဝွက္ေမခြန္း

source: Sign up is disabled. Please try again later.
wo: ဆိုင္းအပ္မဝင္ေရာက္နိုင္ပါ။ ေက်းဇူးၿပဳ၍ေနာက္တစ္ၾကိမ္ၾကိဳးစားပါ

source: Sign in is disabled. Please try again later.
wo: ဆိုင္းအင္မဝင္ေရာက္နိုင္ပါ။ ေက်းဇူးၿပဳ၍ေနာက္တစ္ၾကိမ္ၾကိဳးစားပါ

source: Please answer the security question
wo: ေက်းဇးူၿပဳ၍လ်ွိဳ႕ဝွက္ခ်က္ေမးခြန္းကိုေၿဖပါ

source: You do not have permission to view this page. Please try contact the web site administrator if you believe you should be able to view this page.
wo: သင္႔မွာဤစာမ်က္နွာကိုၾကည္႕ရန္ခြင္႔ၿပဳခ်က္မရွိပါ။အကယ္၍သင္သည္ သင္ဤစာမ်က္နွာကိုၾကည္႕ရႈသင္႔သည္ဟုထင္ပါကေက်းဇူးၿပဳ၍ဝဘ္ဆိုဒ္ စီစဥ္ေဆာင္ရြက္သူကိုၾကိဳးစားဆက္သြယ္ပါ။

source: The page you requested could not be found. Please correct the address, return to the previous page, or go back home.
wo: သင္ေတာင္းဆိုေသာစာမ်က္နွာကိုရွာမေတြ႕နိုုင္ခဲ႔ပါ။ ေက်းဇူးၿပဳ၍ လိပ္စာကိုအမွန္ၿပဳလုပ္ပါ၊ ေရွ႕စာမ်က္နွာကိုၿပန္သြားပါ၊ သို႔မဟုတ္ (အိမ္) ္စာမ်က္နွာကိုိုၿပန္သြားပါ။

source: Show only messages by senders with matching names.<ul><li>Type to search only on this page.</li><li>Type and press enter to search on all pages.</li></ul>
wo: သတင္းမ်ားကိုပို႔သူနာမည္နွင္႔တြဲၿပီးေဖာ္ၿပပါ။ <ul><li>ဤစာမ်က္နွာတြင္သာလၽွင္စာရိုက္ၿပီးရွာေဖြပါ။ </li><li> စာရိုက္ၿပီးေနာက္ enter ကိုနိွပ္ၿပီးစာမ်က္နွာအားလံုးကိုရွာေဖြရန္ၿဖစ္သည္။ </li></ul>

source: Reset the search.<ul><li>The first click resets the search on this page.</li><li>The second click resets the search on all pages.</li></ul>
wo: ရွာေဖြမႈကိုၿပန္လည္ထားပါ<ul><li>ပထမနွိပ္ၿခင္းသည္စာမ်က္နွာေပၚတြင္ရွာေဖြမႈကၿိုပန္လည္ေနရာခ်ထားသည္။</li><li>ဒုတိယနွိပ္ၿခင္းသည္စာမ်က္နွာအားလံုးေပၚတြင္ရွာေဖြမႈကၿိုပန္လည္ေနရာခ်ထားသည္။</li></ul>

source: Edit profile
wo: ေဖာ္ျပခ်က္ကိုတည္းျဖတ္ပါ

source: Remember me
wo: ကၽြနုိုပ္ကိုသတိရပါ

source: Please try again later.
wo: ေက်းဇူးၿပဳ၍ေနာက္တစ္ၾကိမ္ၾကိဳးစားပါ

source: We have resent your confirmation email - just in case you didn't get it before.
wo: ကၽြနိုပ္တို႔မွာမၾကာေသးမီကသင္၏အတည္ၿပဳၿခင္းအီးေမးလ္ရွိခဲ႔ၿပီ - သင္၄င္းကိုအရင္ကမရရွိခဲ႔ေသာအၿဖစ္ရွိခဲ႔ေသာ္

source: You requested %s's friendship.
wo: သင္သည္ % မ်ား၏ သူငယ္ခ်င္းအၿဖစ္ကိုေတာင္းဆိုခဲ႔သည္။

source: You accepted %s's friendship.
wo: သင္သည္ % မ်ား၏ သူငယ္ခ်င္းအၿဖစ္ကိုလက္ခံခဲ႔သည္။

source: You rejected %s's friendship.
wo: သင္သည္ % မ်ား၏ သူငယ္ခ်င္းအၿဖစ္္ကိုပယ္ဖ်က္ခဲ႔သည္။
