Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: *-ZawGyi/messages.po
Languages: wo

source: (error)
wo: အမွား

source: (inappropriate language)
wo: မသင္႔ေလွ်ာ္ေသာဘာသာစကား

source: (spam)
wo: မေတာင္းခံသူထံအီးေမးလ္ပို႔ေသာေၾကာ္ၿငာစာ

source: Accept friendship
wo: သူငယ္ခ်င္းအၿဖစ္လက္ခံပါ

source: Accept friendship request
wo: သူငယ္ခ်င္းအၿဖစ္ေတာင္းခံမႈကိုလက္ခံပါ

source: Access Level
wo: အခ်က္အလက္မ်ားကိုရရွိရန္အေနအထားအဆင္႔သို႔ဝင္ေရာက္ပါ

source: Access level
wo: အခ်က္အလက္မ်ားကိုရရွိရန္အေနအထားအဆင္႔သို႔ဝင္ေရာက္ပါ

source: Add
wo: ေပါင္းထည္႔ပါ

source: Add or remove tags
wo: (တတ္စ္)တြဲရန္ေခါင္းစဥ္မ်ားကိုေပါင္းထည္႔ပါ(သို႔မဟုတ္)ပယ္ဖ်က္ပါ

source: Add tag
wo: (တတ္စ္)တြဲရန္ေခါင္းစဥ္ကိုေပါင္းထည္႔ပါ

source: Address cannot be found.
wo: လိပ္စာကိုမရွာေတြ႔ပါ။

source: Administration
wo: စီမံခန္႔ခြဲၿခင္း

source: Administration - Settings
wo: စီမံခန္႔ခြဲၿခင္း-ေနာက္ခံဝန္းက်င္အေနအထားမ်ား

source: Administration - Setup and Maintenance
wo: စီမံခန္႔ခြဲၿခင္း-တည္ေထာင္ၿခင္းနွင္႔ထိန္းသိမ္းၿခင္း

source: Administrator
wo: စီမံခန္႔ခြဲသူ

source: Administrator with id 1 cannot be changed
wo: အိုင္ဒီနံပါတ္ ၁ နွင္႔အတူစီမံခန္႔ခြဲသူကိုမေၿပာင္းလဲနိုင္ပါ။

source: Already have an account? Sign in below.
wo: အေကာင္႔တစ္ခုရွိၿပီးၿပီလား။ ေအာက္တြင္ဝင္ေရာက္ၾကည္႔ရႈပါ။

source: An email has been sent to you with further instructions.
wo: အီးေမးလ္တစ္ခုသင့္ဆီကိုေနာက္ထပ္ညႊန္ၾကားခ်က္မ်ားႏွင့္အတူပို႔သည္။

source: Apply Filter
wo: စီစစ္မႈကိုေလွ်ာက္ထားပါ

source: Apply filter
wo: စီစစ္မႈကိုေလွ်ာက္ထားပါ

source: April
wo: ဧၿပီလ

source: August
wo: ၾသဂုတ္လ

source: Automatically reload in regular intervals if something new has been posted.
wo: အကယ္၍အသစ္တစ္စံုတစ္ခုကပို႔ၿပီးပါက ပံုမွန္ၾကားခံမ်ားတြင္ အလိုေလ်ာက္ျပန္လည္တင္ပို႔သည္။

source: Back to list of groups.
wo: အုပ္စုမ်ားစာရင္းသို႔ၿပန္သြားပါ

source: Back to list of users.
wo: အသံုးၿပဳသူမ်ားစာရင္းသို႔ၿပန္သြားပါ

source: Below you can add details: Describe the topics of this group by one or more tags. If your group is located in a particular town, you can mark it on a map. These information will help other users to find your group.
wo: ေအာက္တြင္သင္အေသးစိတ္မ်ားကိုေပါင္းထည္႔နိုင္သည္။ ဤအုပ္စု၏ေခါင္းစဥ္မ်ားကိုတစ္ခုသို႔မဟုတ္တစ္ခုထက္ပိုေသာ (ေခါင္းစဥ္)အမွတ္အသားမ်ားျဖင္႔ေဖာ္ၿပပါ။ အကယ္၍ သင္႔အုပ္စုသည္သီးသန႔္ၿမိဳ႕ေနရာတြင္တည္ရွိပါကေျမပုံေပၚတြင္အမွတ္အသား ျပဳလုပ္နိုင္သည္။ ဤသတင္းအခ်က္အလက္သည္အျခားေသာအသုံးျပဳသူမ်ား သင္၏အုပ္စုကိုရွာေတြ႕ရန္ကူညီပါလိမ့္မည္။

source: Cancel friendship
wo: သူငယ္ခ်င္းအၿဖစ္ကိုပယ္ဖ်က္ပါ

source: Cancel subscription
wo: အဖြဲ႕ဝင္အၿဖစ္ကိုပယ္ဖ်က္ပါ

source: Cannot find what you are searching?
wo: သင္ရွာေဖြေနသည္႕အရာကိုမေတြ႔ရွိပါသလား။

source: Change lost password
wo: ေပ်ာက္ဆံုးခဲ႔ေသာစကားဝွက္ကိုေၿပာင္းပါ

source: Change password
wo: စကားဝွက္ကိုေၿပာင္းပါ

source: Change the filter
wo: စီစစ္ယူမႈကိုေၿပာင္းပါ

source: Choose from the menus above.
wo: အထက္ပါစာရင္းမွေရြးၿခယ္ပါ

source: Clear
wo: ရွင္းလင္းပါ

source: Clear Filter
wo: စီစစ္ယူၿခင္းကိရိယာကိုရွင္းလင္းပါ

source: Click here if you forgot your password.
wo: အကယ္၍သင္၏စကားဝွက္ကိုေမ႔ေလ်ာ႔ပါကဤေနရာကိုနိွပ္ပါ။

source: Click inside the image and select your avatar.
wo: ပံုရိပ္အတြင္းနွိပ္ပါ၊ သင္၏ရုပ္ပံုကိုေရြးခ်ယ္ပါ။

source: Close
wo: ပိတ္ပါ

source: Comments
wo: သံုးသပ္ထင္ၿမင္ခ်က္မ်ား

source: Comments are only visible when you are signed in.
wo: သင္(စိုင္းအင္)ဝင္ရာက္ေသာအခါသံုးသပ္ထင္ၿမင္ခ်က္မ်ားကိုၿမင္ရပါမည္။

source: Connect filters with
wo: စိစစ္ယူမႈကိရိယာမ်ားနွင္႔အတူဆက္သြယ္ပါ

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
wo: ကြင္းဆက္(လင့္ခ္)ကိုကူယူၿပီး၄င္းကိုသင္ဆက္သြယ္လိုေသာသူမ်ားသို႔ပို႔ပါ။ ဤကြင္းဆက္(လင့္ခ္)သည္သင္႔အုပ္စုအတြက္ေသာ႔တစ္ခုကဲ႔သို႔ၿဖစ္သည္။

source: Create new group
wo: အုပ္စုသစ္ကိုဖြဲ႕ပါ

source: Create new resource
wo: ရင္းၿမစ္အသစ္ကိုဖန္တီးပါ

source: December
wo: ဒီဇင္ဘာ

source: Describe in few sentences what this group is about.
wo: အုပ္စုအေၾကာင္းကိုစာေၾကာင္းအနည္းငယ္ျဖင့္ေဖာ္ျပပါ

source: Describe in few sentences what this resource is about.
wo: ရင္းျမစ္အေၾကာင္းကိုစာေၾကာင္းအနည္းငယ္ျဖင့္ေဖာ္ျပပါ

source: Description:
wo: ေဖာ္ၿပခ်က္

source: Discover new groups
wo: အုပ္စုအသစ္မ်ားကိုရွာေဖြပါ

source: Discover new resources
wo: ရင္းၿမစ္အသစ္မ်ားကိုရွာေဖြပါ

source: Discover new users
wo: အသံုးၿပဳသူအသစ္မ်ားကိုရွာေဖြပါ

source: Download the mobile application.
wo: မိုဘိုင္းေလ်ာက္ထားၿခင္းကိုကူးယူပါ(ေဒါင္းလုပ္ဒ္ လုပ္ပါ)

source: Edit the group image
wo: အုပ္စုပံုကိုတည္းၿဖတ္ၿပင္ဆင္္ပါ

source: Edit the location
wo: တည္ေနရာကိုတည္းၿဖတ္ၿပင္ဆင္္ပါ

source: Edit your avatar
wo: သင္၏ရုပ္ပံုကိုတည္းၿဖတ္ၿပင္ဆင္္ပါ

source: Edit your location
wo: သင္၏တည္ေနရာကိုတည္းၿဖတ္ၿပင္ဆင္္ပါ

source: Email change on Mycitizen.net
wo: အီးေမးလ္ကိုmycitizen.net တြင္ေၿပာင္းပါ

source: Email couldn't be changed!
wo: အီးေမးလ္ကိုမေၿပာင္းနိင္ခဲ႔ပါ

source: Email has been successfully changed.
wo: အီးေမးလ္ကိုေအာင္ၿမင္စြာေၿပာင္းၿပီးၿပီ

source: Email is already registered with another account.
wo: အီးေမးလ္ကိုအၿခားအေကာင္႔စာရင္းနွင္႔အတူမွတ္ပံုတင္ၿပီးၿပီ

source: Email is not valid. Check it and try again.
wo: အီးေမးလ္ကိုမရနိုင္ပါ၊ စစ္ေဆးၿပီး၊ေနာက္ထပ္ၾကိဳးစားၾကည္႕ပါ။

source: Email:
wo: အီးေမးလ္

source: Empty Trash
wo: အမႈိက္ပံုးကိုအလြတ္ထားပါ

source: Enabled
wo: မတက္နိင္ခဲ႔ပါ

source: Enter a key that will be used for inviting members into this group. Use letters, numbers and "-", with a minimum lenght of 5.
wo: ဤအုပ္စုအတြင္းသို႔ဖိတ္ေခၚထားေသာအဖြဲ႔ဝင္မ်ားအတြက္အသံုးၿပဳလိမ္႔မည႕္ ေသာ႔တစ္ခုကိုဝင္ေရာက္ပါ။ အကၡရာမ်ား၊နံပါတ္မ်ားနွင္႔(“-“) ပါဝင္ေသာအနည္းဆံုးစာ၅လုံးကိုအသုံးျပဳပါ။

source: Enter a name for the group.
wo: အုပ္စုအတြက္နာမည္တစ္ခုဝင္ေရာက္ပါ

source: Enter a name for the resource.
wo: ရင္းၿမစ္အတြက္နာမည္တစ္ခုဝင္ေရာက္ပါ

source: Entered passwords are not the same.
wo: ဝင္ေရာက္ေသာစကားဝွက္မ်ားမတူညီပါ

source: Error
wo: အမွား

source: Error deleting image from cache.
wo: ထိန္းသိမ္းထားေသာေနရာမွပံုရိပ္ကိုပယ္ဖ်က္ၿခင္းတြင္အမွားၿပသည္

source: Error deleting image from cache:
wo: ထိန္းသိမ္းထားေသာေနရာမွပံုရိပ္ကိုပယ္ဖ်က္ၿခင္းတြင္အမွားၿပသည္

source: Error loading chat. Are you logged in?
wo: စကားအၿပန္အလွန္ေၿပာဆိုၿခင္းအတြက္ေပးပို႔ၿခင္းကိုအမွားၿပသည္။ သင္ေလာ႔အင္ဝင္ေရာက္ၿပီးၿပီလား။

source: Error recreating image.
wo: ပံုရိပ္ကိုၿပန္လည္ဖန္တီးရာတြင္အမွားၿပသည္

source: Error submitting form.
wo: ပံုစံ (ေဖာင္)ကိုပို႔ရာတြင္အမွားၿပသည္

source: Error writing image:
wo: ပံုရိပ္ကိုေရးရာတြင္အမွားၿပသည္

source: Event description:
wo: ၿဖစ္ရပ္ၿဖစ္စဥ္ကိုေဖာ္ၿပၿခင္း

source: Event time:
wo: ၿဖစ္ရပ္ၿဖစ္စဥ္၏အခ်ိန္ကာလ

source: February
wo: ေဖေဖာ္ဝါရီ

source: Filter
wo: စီစစ္ယူၿခင္းကိရိယာ

source: Filter by name
wo: အမည္အားၿဖင္႔စီစစ္ယူၿခင္း

source: Filter is off.
wo: စီစစ္ယူၿခင္းကိရိယာကိုပိတ္သည္

source: Filter is on.
wo: စီစစ္ယူၿခင္းကိရိယာကိုဖြင္႔သည္

source: Finish your registration at Mycitizen.net
wo: Mycitizen.net တြင္မွတ္ပံုတင္ၿပီးၿပီ

source: Finished cropping and resizing.
wo: ရယူၿခင္းနွင္႔ (ဆိုဒ္)အရြယ္အစားပမာဏေၿပာင္းၿခင္းၿပီးၿပီ

source: Friends
wo: သူငယ္ၿခင္းမ်ား

source: Friendship accepted
wo: သူငယ္ၿခင္းအၿဖစ္ကိုလက္ခံခဲ႔သည္

source: Friendship canceled
wo: သူငယ္ၿခင္းအၿဖစ္ကိုပယ္ဖ်က္ခဲ႔သည္

source: Friendship request
wo: သူငယ္ၿခင္းအၿဖစ္ကိုေတာင္းဆိုသည္

source: Friendship request rejected
wo: သူငယ္ၿခင္းအၿဖစ္ကိုေတာင္းဆိုမႈကိုၿငင္းဆန္သည္

source: Friendship request rejected.
wo: သူငယ္ၿခင္းအၿဖစ္ကိုေတာင္းဆိုမႈကိုၿငင္းဆန္သည္

source: Friendship request sent
wo: သူငယ္ၿခင္းအၿဖစ္ကိုေတာင္းဆိုမႈကိုပို႔သည္

source: Friendship request sent.
wo: သူငယ္ၿခင္းအၿဖစ္ကိုေတာင္းဆိုမႈကိုပို႔သည္

source: Given group does not exist.
wo: သတ္မွတ္ထားၿပီးေသာအုပ္စုသည္မထြက္ပါ

source: Go to resource
wo: ရင္းၿမစ္ဆီသို႔သြားပါ

source: Group %s has not been subscribed to resource.
wo: အုပ္စု %s ကို​ရ​င​္း​ၿ​မစ​္​သို႔အ​ဖြဲ​႕​မ​ဝ​င​္​ၿ​ပီး​ေ​သး​ပါ

source: Group %s is already subscribed.
wo: အုပ္စု %s သည္အ​ဖြဲ​႕​ဝ​င​္​ၿ​ပီး​ၿ​ပီ

source: Group %s subscribed to this resource.
wo: အုပ္စု %s ကိုဤ​ရ​င​္း​ၿ​မစ​္​သို႔အ​ဖြဲ​႕​ဝ​င​္​ၿ​ပီး​ၿ​ပီ

source: Group %s unsubscribed from resource.
wo: အုပ္စု %s သည္ရ​င​္း​ၿ​မစ​္​မွအ​ဖြဲ​႕​ဝင္အ​ၿ​ဖစ္နႈတ္ထြက္ခဲ​႔​သ​ည​္

source: Group chat
wo: အုပ္စုလိုက္စကားေၿပာၿခင္း

source: Group key:
wo: အုပ္စု၏ေသာ႔(ကီး)/စကားဝွက္

source: Group location on a map
wo: ေၿမပံုေပၚတြင္အုပ္စုတည္ေနရာ

source: Group members
wo: အုပ္စုအဖြဲ႕ဝင္မ်ား

source: Group owner:
wo: အုပ္စုပိုင္ရွင္

source: Group resources
wo: အုပ္စုရင္းၿမစ္မ်ား

source: Group status
wo: အုပ္စုအေၿခအေန

source: Group updated
wo: အုပ္စုေနာက္ဆံုးသတင္းကိုပို႔ခဲ႔သည္

source: Groups
wo: အုပ္စုမ်ား

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click on the following link.
wo: မဂၤလာပါ %s, သင္သည္ Mycitizen.net တြင္အီးေမးလ္တစ္ခုေၿပာင္းလဲရန္ေတာင္းဆိုခဲ႔သည္။ သင္၏ေတာင္းဆိုမႈၿပီးေၿမာက္ရန္အတြက္ေအာက္ပါ(လင္႔ခ္) ကြင္းဆက္ကိုနွိပ္ပါ။

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click on the following link.
wo: မဂၤလာပါ %s, သင္သည္ Mycitizen.net တြင္စကားဝွက္တစ္ခုေၿပာင္းလဲရန္ေတာင္းဆိုခဲ႔ၿပီးၿပီ။ သင္ ၏ေတာင္းဆိုမႈၿပီးေၿမာက္ရန္အတြက္ေအာက္ပါ(လင္႔ခ္) ကြင္းဆက္ကိုနွိပ္ပါ။

source: Hello %s, thank you for signing up at Mycitizen.net! To finish your registration click on the following link.
wo: မဂၤလာပါ %s, Mycitizen.net ကို(ဆိုင္းအင္)ဝင္ေရာက္တဲ႔အတြက္ေက်းဇူးတင္ပါတယ္။ သင္၏မွတ္ပံုတင္ၿခင္းၿပီးေၿမာက္ရန္အတြက္ေအာက္ပါ(လင္႔ခ္) ကြင္းဆက္ကိုနွိပ္ပါ။

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
wo: အကယ္၍၄င္းသည္ဥပေဒကိုခ်ိဳးေဖာက္သည္ဟုထင္ပါကဤေနရာတြင္သင္ သည္အုပ္စုကိုသတင္းပို႔နိုင္သည္။ သတင္းပို႔ခ်က္မ်ားကိုကၽြနိုပ္တို႔၏ ထိန္းခ်ဳပ္သူမ်ားကတာဝန္ယူေဆာင္ရြက္လိမ့္မည္။

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
wo: အကယ္၍၄င္းသည္ဥပေဒကိုခ်ိဳးေဖာက္သည္ဟုထင္ပါကဤေနရာတြင္သင္ သည္ရင္းၿမစ္ကိုသတင္းပို႔နိုင္သည္။ သတင္းပို႔ခ်က္မ်ားကိုကၽြနိုပ္တို႔၏ ထိန္းခ်ဳပ္သူမ်ားကတာဝန္ယူေဆာင္ရြက္လိမ့္မည္။

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
wo: အကယ္၍သူမကို(သို႔မဟုတ္)သူမသည္ဥပေဒကိုခ်ိဳးေဖာက္သည္ဟုထင္ပါကဤေနရာတြင္သင္သည္အသုံးျပဳသူကိုတိုင္တန္းနိုင္သည္။ တိုင္တန္းခ်က္ကို ကၽြနိုပ္တို႔၏ထိန္းခ်ဳပ္သူမ်ားကတာဝန္ယူေဆာင္ရြက္လိမ့္မည္။

source: Hidden group
wo: ဝွက္ထားေသာအုပ္စု

source: Hidden user
wo: ဝွက္ထားေသာအသံုးၿပဳသူ

source: Hours
wo: နာရီမ်ား

source: If you are new here, please %s sign up %s.
wo: အကယ္၍သင္သည္အသစ္(လူသစ္)ၿဖစ္ပါကေက်းဇူးၿပဳ၍ %s (ဆိုင္းအပ္)ဝင္ေရာက္ပါ %s

source: Image must be in JPEG or PNG format.
wo: ပံုရိပ္သည္ JPEG သို႔မဟုတ္ PNG format ၿဖစ္ရမည္။

source: Import resources from file
wo: ဖိုင္မွရင္းၿမစ္မ်ားကိုတင္သြင္းပါ။

source: Information:
wo: သတင္းအခ်က္အလက္မ်ား

source: Insufficient permissions to subscribe group %s to this resource.
wo: အုပ္စု %s ကို​ဤရ​င​္းျ​မစ္သို႔အဖြဲ႕ဝင္ရန္​မ​လုံ​ေ​လာ​က​္ေ​သာ​ခြ​င့​္ျ​ပဳခ်က္မ်ား

source: Is active
wo: လႈပ္ရွားေဆာင္ရြက္သည္

source: January
wo: ဇန္နဝါရီ

source: Join group
wo: အုပ္စုကိုဆက္သြယ္ပါ

source: July
wo: ဇူလိုင္

source: June
wo: ဇြန္

source: Language
wo: ဘာသာစကား

source: Language:
wo: ဘာသာစကား

source: Leave group
wo: အုပ္စုမွထြက္ပါ

source: Link to invite new members
wo: အုပ္စုအဖြဲ႕ဝင္အသစ္မ်ားဖိတ္ေခၚရန္ဆက္သြယ္ပါ

source: Loading chat..
wo: စကားအၿပန္အလွန္ေၿပာဆိုၿခင္းကိုပို႕ေပးၿခင္း

source: Location
wo: တည္ေနရာ

source: Login
wo: (ေလာ႕အင္)ဝင္ေရာက္ပါ

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
wo: လူတိုင္း(ကမၻာလုံးဆိုင္ရာ)ျမင္ေစနိုင္ေသာ၊ မွတ္ပုံတင္ထားေသာအသုံးျပဳသူမ်ားကိုသာလၽွင္ျမင္ေစနိုင္ေသာ၊ အုပ္စုဝင္မ်ားကိုသာလၽွင္ျမင္ေစနိုင္ေသာအုပ္စုျပဳလုပ္ပါ။

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
wo: လူတိုင္း(ကမၻာလုံးဆိုင္ရာ)ျမင္ေစနိုင္ေသာ၊ မွတ္ပုံတင္ထားေသာအသုံးျပဳသူမ်ားကိုသာလၽွင္ျမင္ေစနိုင္ေသာ၊ ဤရင္းျမစ္၏အဖြဲ႕ဝင္မ်ားကိုသာလၽွင္ျမင္ေစနိုင္ေသာရင္းျမစ္ျပဳလုပ္ပါ။

source: Manage members of this group
wo: အုပ္စုအဖြဲဝင္မ်ားကိုစီမံခန္႔ခြဲပါ

source: Manage subscribed resources
wo: အဖြဲ႕ဝင္ထားေသာရင္းၿမစ္မ်ားကိုစီမံခန္႕ခြဲပါ

source: Map
wo: ေၿမပံု

source: March
wo: မတ္လ

source: Maximum image size is %s
wo: အမ်ားဆံုးပံု(ဆိုဒ္)အရြယ္အစား %s

source: May
wo: ေမလ

source: Media ID:
wo: ဆက္သြယ္ေရး အိုင္ဒီ

source: Media type:
wo: ဆက္သြယ္ေရးအမ်ိဳးအစား

source: Member of groups
wo: အုပ္စုမ်ား၏အဖြဲ႕ဝင္

source: Members
wo: အဖြဲ႕ဝင္မ်ား

source: Message:
wo: သတင္း

source: Minutes
wo: မိနစ္မ်ား

source: Moderator
wo: ထိန္ခ်ဳပ္သူ

source: More than one user with the same id found.
wo: တစ္ေယာက္ထက္ပိုေသာအသံုးၿပဳသူကိုတူညီေသာအိုင္ဒီနွင္႔အတူေတြ႕ရွိခဲ႔သည္။

source: My Friends
wo: ကၽြန္ုပ္၏သူငယ္ခ်င္းမ်ား

source: My Groups
wo: ကၽြန္ုပ္၏အုပ္စုမ်ား

source: My Location
wo: ကၽြန္ုပ္၏တည္ေနရာ

source: My Resources
wo: ကၽြန္ုပ္၏ရင္းၿမစ္မ်ား

source: My friends
wo: ကၽြန္ုပ္၏သူငယ္ခ်င္းမ်ား

source: My real position
wo: ကၽြန္ုပ္၏စစ္မုန္ေသာရာထူး

source: Name
wo: နာမည္

source: Name:
wo: နာမည္

source: Needs to be created.
wo: ဖန္တီးရန္အတြက္လိုအပ္ခ်က္မ်ား

source: New messages
wo: သတင္းအသစ္မ်ား

source: No tags.
wo: (တိတ္) ေခါင္းစဥ္မ်ားမရွိပါ

source: Normal user
wo: သာမန္အသံုးၿပဳသူ

source: Nothing found.
wo: မည္သည္႕အရာကိုမွရွာမေတြ႕ပါ

source: November
wo: နိုဝင္ဘာ

source: Now
wo: ယခု

source: Number of groups
wo: အုပ္စုမ်ား၏အေရအတြက္

source: Number of resources
wo: ရင္းၿမစ္မ်ား၏အေရအတြက္

source: Number of users
wo: အသံုးၿပဴသူမ်ား၏အေရအတြက္

source: October
wo: ေအာက္တိုဘာ

source: On
wo: ဖြင္႔ပါ

source: On invitation only
wo: ဖိတ္ေခၚၿခင္းမွ်သာလွ်င္

source: Only administrators can visit this section!
wo: ဤအခန္းက႑ကိုစီမံခန္႔ခြဲသူမ်ားသာလွ်င္ဝင္ေရာက္နိုင္သည္

source: Only letters, numbers and '-', with a minimum lenght of 5.
wo: အကၡရာမ်ား၊ ဂဏန္းမ်ား၊ သေကၤတမ်ားႏွင့္အတူအနည္းဆံုးစာ၅လုံး

source: Owner
wo: ပိုင္ရွင္

source: Parent level:
wo: မိဘအေၿခအေန

source: Parent tag:
wo: မိဘေခါင္းစဥ္

source: Password again:
wo: စကားဝွက္ကိုတဖန္ၿပန္ေရးပါ

source: Password change on Mycitizen.net
wo: စကားဝွက္ကို Mycitizen.net တြင္ေၿပာင္းပါ

source: Password couldn't be changed! Try again later.
wo: စကားဝွက္ကိုမေၿပာင္းနိုင္ခဲ႔ပါ။ေနာက္တဖန္ၾကိဳးစားပါ။

source: Password:
wo: စကားဝွက္

source: Phone:
wo: ဖုန္း

source: Please enter some text.
wo: ေက်းဇးူၿပဳ၍စာသားအခ်ိဳ႕ဝင္ေရာက္ပါ

source: Please give us some details.
wo: ေက်းဇူးၿပဳ၍ကၽြန္ေတာ္တို႔ိကိုအေသးစိတ္အခ်က္အလက္အခ်ိဳ႕ေပးပါ

source: Please go to the edit screen and generate a link.
wo: ေက်းဇူးၿပဳ၍တည္းၿဖတ္ေသာဖန္သားၿပင္သို႔သြားၿပီး (လင္႔)ကြင္းဆက္တစ္ခုကိုထုတ္လုပ္ပါ

source: Please select first a part of the image.
wo: ေက်းဇူၿပဳ၍ပံုရိပ္၏အပိုင္းတစ္ခုကိုပထမေရြးခ်ယ္ပါ

source: Post
wo: ပို႔ပါ

source: Post new comment
wo: ေဝဖန္သံုးသပ္မႈအသစ္ပို႔ပါ

source: Post reply
wo: ၿပန္စာပို႔ပါ

source: Reason:
wo: အေၾကာင္းၿပခ်က္

source: The registration couldn't be finished! Link is not active anymore.
wo: မွတ္ပုံတင္ျခင္းကိုၿပီးေျမာက္ရန္မတက္နိုင္ပါ။ကြင္းဆက္(လင့္)သည္ေနာက္ထပ္အလုပ္မလုပ္ေတာ့ပါ။

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
wo: မွတ္ပံုတင္ၿခင္းသည္ေအာင္ၿမင္ၿပီ။ သင္၏အေကာင္႔ကိုမည္ကဲ႔သို႔ေဆာင္ရြက္ရမည္ကို ေနာက္ထပ္ညႊန္ၾကားခ်က္မ်ားႏွင့္အတူ သတင္းတစ္ခုကိုသင္၏အီးေမးလ္သို႔ပို႔ၿပီးၿပီ။

source: Reject friendship request
wo: သူငယ္ခ်င္းအၿဖစ္ေတာင္းဆိုမႈကိုၿငင္းပယ္ပါ

source: Remove
wo: ပယ္ဖ်က္ပါ

source: Repeat password:
wo: စကားဝွက္ကိုၿပန္ေၿပာပါ

source: Replies
wo: ၿပန္စာမ်ား

source: Report about group %s, reason: %s
wo: အုပ္စု %s အေ​ၾ​ကာ​င​္း​ကို​သတင္းပို႔​ပါ၊ အေ​ၾ​ကာ​င​္း​ၿ​ပခ်​က​္ %s

source: Report about resource %s, reason: %s
wo: ရ​င​္း​ၿ​မစ​္ %s အေ​ၾ​ကာ​င​္း​ကို​သတင္းပို႔​​ပါ၊ အေ​ၾ​ကာ​င​္း​ၿ​ပခ်​က​္ %s

source: Report about user %s, reason: %s
wo: အသံုး​ၿ​ပဳ​သူ %s အေ​ၾ​ကာ​င​္း​ကို​သတင္းပို႔​​ပါ၊ အေ​ၾ​ကာ​င​္း​ၿ​ပခ်​က​္ %s

source: Report group
wo: အုပ္စုကိုသတင္းပို႔​ပါ

source: Report resource
wo: ရင္းၿမစ္ကိုသတင္းပို႔​ပါ

source: Report user
wo: အသံုးၿပဳသူကိုသတင္းပို႔​ပါ

source: Reports
wo: သတင္းပို႔​ခ်က္မ်ား

source: Request friendship
wo: သူငယ္ခ်င္းအၿဖစ္ကို္ေတာင္းဆိုပါ

source: Request friendship again
wo: သူငယ္ခ်င္းအၿဖစ္ကို္တဖန္ေတာင္းဆိုပါ

source: Request new password
wo: စကားဝွက္အသစ္ကိုေတာင္းဆိုပါ

source: Resource owner:
wo: ရင္းၿမစ္ပိုင္ရွင္

source: Resource status
wo: ရင္းၿမစ္အေၿခအေန

source: Resource type:
wo: ရင္းၿမစ္အမ်ိဳးအစား

source: Resource updated
wo: ရင္းၿမစ္၏ေနာက္ဆံုးသတင္းအၿခအေန

source: Resources
wo: ရင္းၿမစ္မ်ား

source: Revoke request
wo: တရားဝင္ရုပ္သိမ္းရန္ေတာင္းဆိုသည္

source: Role
wo: အခန္းက႑

source: Search
wo: ရွာေဖြပါ

source: Search Comments
wo: သံုးသပ္ေဝဖန္ခ်က္မ်ားကိုရွာေဖြပါ

source: Seconds
wo: စကၠန္႔မ်ား

source: See details about the user and respond to the request.
wo: အသုံးျပဳသူအေၾကာင္းကိုအေသးစိတ္ၾကည့္ပါ၊ေတာင္းဆိုမွုကိုတုန႔္ျပန္ပါ

source: Select Parent Level
wo: မိဘအၿခအေနကိုေရြးခ်ယ္ပါ

source: Select a group for more details.
wo: ပိုမိုေသာအေသးစိတ္အခ်က္အလက္မ်ားအတြက္အုပ္စုတစ္ခုကိုေရြးခ်ယ္ပါ

source: Select a language of this resource.
wo: ဤရင္းၿမစ္၏ဘာသာစကားတစ္ခုကိုေရြးခ်ယ္ပါ

source: Select a language that will be used in this group for communication.
wo: ဤအုပ္စုတြင္ဆက္သြယ္ေရးအတြက္အသုံးျပဳမည့္ဘာသာစကား တစ္ခုကိုေရြးခ်ယ္ပါ

source: Select a resource for more details.
wo: ပိုမိုေသာအေသးစိတ္အခ်က္အလက္မ်ားအတြက္ရင္းၿမစ္တစ္ခုကိုေရြးခ်ယ္ပါ

source: Select a tag
wo: တြဲရန္ေခါင္းစဥ္တစ္ခုကိုေရြးခ်ယ္ပါ

source: Select a time
wo: အခ်ိန္တစ္ခုကိုေရြးခ်ယ္ပါ

source: Select a user for more details.
wo: ပိုမိုေသာအေသးစိတ္အခ်က္အလက္မ်ားအတြက္အသံုးၿပဳသူတစ္ေယာက္ကိုေရြးခ်ယ္ပါ

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
wo: တစ္ခု(သို႔မဟုတ္)တစ္ခုထက္ပိုေသာအုပ္စုမ်ားကိုဤရင္းၿမစ္သို႔အဖြဲ႕ဝင္ရန္ ေရြးခ်ယ္ပါ။ သင္ပိုင္ဆိုင္ေသာအုပ္စုမ်ားကိုသာလၽွင္(သို႔မဟုတ္) သင္မွာအနည္းဆံုးအုပ္ထိန္းကြပ္ကဲသူ၏ခြင္႔ၿပဳခ်က္မ်ားရွိေသာေနရာကိုၿပသသည္။

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
wo: တစ္ခု(သို႔မဟုတ္)တစ္ခုထက္ပိုေသာရင္းျမစ္မ်ားကိုအဖြဲ႕မဝင္ရန္ေရြးခ်ယ္ပါ။ ဤအုပ္စုကိုအဖြဲ႔ဝင္ထားေသာရင္းၿမစ္မ်ားကိုသာလၽွင္ၿပသသည္။ သင္သည္ရင္းၿမစ္တစ္ခု၏အေသးစိတ္စာမ်က္နွာေပၚတြင္ရင္းၿမစ္မ်ားကိုအဖြဲ႔ဝင္နိုင္သည္။

source: Selected Location
wo: ေရြခ်ယ္ထားေသာတည္ေနရာ

source: Send
wo: ပို႔ပါ

source: Send a message to a friend
wo: သူငယ္ခ်င္းတစ္ေယာက္ထံသို႔သတင္းတစ္ခုပို႔ပါ

source: September
wo: စက္တင္ဘာ

source: Settings
wo: ေနာက္ခံဝင္းက်င္ပံုစံမ်ား

source: Sign in
wo: (ဆိုင္းအင္)ဝင္ေရာက္ပါ

source: Sign out
wo: (ဆိုင္းေအာက္)ထြက္ပါ

source: Sign up
wo: (ဆိုင္းအပ္)ဝင္ေရာက္ပါ

source: Software version:
wo: ေဆာ႔ဝဲလ္ ပံုစံ

source: Specified user not found.
wo: တင္ၿပထားေသာအသံုးၿပဳသူကိုရွာမေတြ႕ပါ

source: Status
wo: အေၿခအေန

source: Subscribe
wo: အဖြဲ႕ဝင္ပါ

source: Subscribe as group
wo: အုပ္စုအၿဖစ္အဖြဲ႕ဝင္ပါ

source: Subscribe to resource
wo: ရင္းၿမစ္သို႕အဖြဲ႕ဝင္ပါ

source: Subscribed Groups
wo: အဖြဲ႕ဝင္ထားေသာအုပ္စုမ်ား

source: Subscribed Users
wo: အဖြဲ႕ဝင္ထားေသာအသံုးၿပဳသူမ်ား

source: Subscribed to resources
wo: အဖြဲ႕ဝင္ထားေသာရင္းၿမစ္မ်ား

source: Subscribers
wo: အဖြဲ႕ဝင္ထားသူမ်ား

source: Subscriptions as group
wo: အုပ္စုအၿဖစ္အဖြဲ႕ဝင္ၿခင္းမ်ား

source: Surname
wo: မိသားစုနာမည္

source: Surname:
wo: မိသားစုနာမည္

source: System check
wo: စစ္ေဆးမႈစနစ္

source: System message: Warning!!!
wo: သတင္းစနစ္-သတိေပးၿခင္း

source: Tag
wo: တြဲရန္ေခါင္းစဥ္

source: Tag name:
wo: တြဲရန္ေခါင္းစဥ္၏အမည္

source: Tags
wo: တြဲရန္ေခါင္းစဥ္မ်ား

source: Tell us why you report this group, including examples:
wo: သင္ဘာေၾကာင္႔ဤအုပ္စုကိုသတင္းပို႔သည္ကိုဥပမာမ်ားနွင္႔တကြကၽြန္ေတာ္တို႔ကို ေျပာျပပါ

source: Tell us why you report this resource, including examples:
wo: သင္ဘာေၾကာင္႔ဤရင္းၿမစ္ကိုသတင္းပို႔သည္ကိုဥပမာမ်ားနွင္႔တကြကၽြန္ေတာ္တို႔ကိုေျပာျပပါ

source: Tell us why you report this user, including examples:
wo: သင္ဘာေၾကာင္႔ဤအသံုးၿပဳသူကိုသတင္းပို႔သည္ကိုဥပမာမ်ားနွင္႔တကြကၽြန္ေတာ္တို႔ကိုေျပာျပပါ

source: Text:
wo: စာသား

source: The image is too small. Minimum size is %s.
wo: ပုံရိပ္သည္ေသးလြန္း၏။ အနည္းဆံုးအရြယ္ပမဏမွာ %s ၿဖစ္သည္။

source: The main language you want to use. You will still be able to see other languages.
wo: သင္အသံုးၿပဳခ်င္ေသာအဓိကဘာသာစကား၊ သင္သည္အၿခားေသာဘာသာစကားမ်ားကိုလည္းျမင္နိုင္ပါလိမ့္မည္။

source: The minimal length of your username is %s characters.
wo: သင္အ​သုံး​ျ​ပဳ​ေ​သာ​အမ​ည​္​၏​အန​ည​္း​ဆုံး​စကားလုံး​အတို​င​္း​အတာ %s ၿဖစ္သည္။

source: The username cannot be changed.
wo: အသံုးၿပဳေသာအမည္ကိုမေၿပာင္းလဲနိုင္ပါ

source: This email is already used for another account.
wo: ဤအီးေမးလ္ကိုအၿခားေသာအေကာင္႔အတြက္အသံုးၿပဳၿပီးၿပီ

source: This email is not registered in our system!
wo: ဤအီးေမးလ္ကိုကၽြန္ေတာ္တို႔၏စနစ္တြင္မွတ္ပံုမတင္ပါ

source: This email is not valid. Please check it and try again.
wo: ဤအီးေမးလ္သည္မရနိုင္ပါ၊ေက်းဇူးျပဳ၍စစ္ေဆးၿပီးေနာက္တစ္ႀကိမ္ႀကိဳးစား ၾကည့္ပါ

source: This group can only be viewed by members. Users need to have the key below to become members.
wo: ဤအုပ္စုကိုအုပ္စုအဖြဲ႕ဝင္မ်ားသာလၽွင္ျမင္နိုင္သည္။အသုံးျပဳသူမ်ားသည္ ေအာက္တြင္ေဖာ္ျပထားေသာ(ကီး)ကိုအဖြဲ႕ဝင္ျဖစ္လာရန္အတြက္သုံးရန္လိုအပ္သည္။

source: This group doesn't have a key.
wo: ဤအုပ္စုတြင္(ကီး)ေသာ႔တစ္ခုမရွိပါ

source: This group violates the rules of conduct.
wo: ဤအုပ္စုသည္စည္းမ်ဥ္းစည္းကမ္းမ်ားကိုခ်ိဳးေဖာက္သည္

source: This group was created by mistake, or it is inactive.
wo: ဤအုပ္စုကိုအမွားၿဖင္႔ဖန္တီးၿပဳလုပ္ခဲ႔၏။ သို႔မဟုတ္ ၄င္းသည္လုပ္ေဆာင္မႈမရွိပါ။

source: This is my profile.
wo: ဤအရာသည္ကၽြနိုပ္၏ကိုယ္ေရးအခ်က္အလက္ၿဖစ္သည္

source: This is not a real group but spam.
wo: ဤအရာသည္အုပ္စုအစစ္အမွန္မဟုတ္ေပ၊ေၾကာ္ၿငာအၿဖစ္သာလွ်င္ၿဖစ္သည္

source: This is not a real person but spam.
wo: ဤအရာသည္ပုဂၢိဳလ္အစစ္အမွန္မဟုတ္ေပ၊ေၾကာ္ၿငာအၿဖစ္သာလွ်င္ၿဖစ္သည္

source: This is not a real resource but spam.
wo: ဤအရာသည္ရင္းၿမစ္အစစ္အမွန္မဟုတ္ေပ၊ေၾကာ္ၿငာအၿဖစ္သာလွ်င္ၿဖစ္သည္

source: This person violates the rules of conduct.
wo: ဤပုဂၢိဳလ္သည္စည္းမ်ဥ္းစည္းကမ္းမ်ားကိုခ်ိဳးေဖာက္သည္

source: This person was created by mistake, or he/she is inactive.
wo: ဤပုဂၢိဳလ္သည္အမွားၿဖင္႔ဖန္တီးၿပဳလုပ္ခဲ႔၏။ သို႔မဟုတ္သူ/သူမသည္လုပ္ေဆာင္မႈမရွိပါ။

source: This resource doesn't exist.
wo: ဤရင္းၿမစ္သည္မရွိပါ

source: This resource violates the rules of conduct.
wo: ဤရင္းၿမစ္သည္စည္းမ်ဥ္းစည္းကမ္းမ်ားကိုခ်ိဳးေဖာက္သည္

source: This resource was created by mistake, or it is inactive.
wo: ဤရင္းၿမစ္ကိုအမွားၿဖင္႔ဖန္တီးၿပဳလုပ္ခဲ႔၏။ သို႔မဟုတ္၄င္းသည္လုပ္ေဆာင္မႈမရွိပါ။

source: This user doesn't exist.
wo: ဤအသံုးၿပဳသူသည္မရွိပါ

source: Time
wo: အခ်ိန္

source: Time Zone
wo: အခ်ိန္ဇံု

source: To this address we will send a request to confirm your registration.
wo: သင္၏မွတ္ပုံတင္ျခင္းကိုအတည္ျပဳရန္ေတာင္းဆိုမႈတစ္ခုကိုကၽြန္ေတာ္တို႔သည္ဤလိပ္စာသို႔ပို႔လိမ့္မည္

source: To:
wo: ကို/သို႔

source: Top Groups
wo: ထိပ္တန္းအုပ္စုမ်ား

source: Top Resources
wo: ထိပ္တန္းရင္းၿမစ္မ်ား

source: Top Users
wo: ထိပ္တန္းအသံုးၿပဳသူမ်ား

source: Trash
wo: အမႈိက္ပံုး

source: Trash emptied.
wo: အလြတ္ၿဖစ္ေသာ အမႈိက္ပံုး

source: Try a different filter.
wo: ကြဲၿပားၿခားနားေသာစီစစ္မႈကိရိယာၿဖင္႔ၾကိဳးစားၾကည္႔ပါ

source: Type
wo: အမ်ိဳးအစား

source: URL must start with http:// or https://!
wo: (URL)ကို http:// သ္ို႔မဟုတ္ https:// စတင္ရမည္

source: URL to external source:
wo: ၿပင္ပရင္းၿမစ္သို႔ (URL)

source: Unblock this user
wo: ဤအသံုးၿပဳသူကိုမပိတ္ပါ

source: Unsubscribe
wo: အဖြဲ႕မဝင္ပါ

source: Unsubscribe from resource
wo: ဤရင္းၿမစ္မွအဖြဲ႕မဝင္ပါ

source: Update
wo: ေနာက္ဆံုးသတင္းအေၿခအေန

source: Upload Avatar:
wo: ရုပ္ပံုကိုပို႔ပါ

source: Upload group image:
wo: အုပ္စုပံုကိုပို႔ပါ

source: User %s accepted your friendship.
wo: အသံုး​ၿ​ပဳ​သူ %s သည္သ​င​္​၏​သူ​ငယ္ခ်​င​္း​အၿ​ဖစ္လက္ခံ​ခဲ​႔​သ​ည​္

source: User %s canceled your friendship.
wo: အသံုး​ၿ​ပဳ​သူ %s သည္သ​င​္​၏​သူ​ငယ္ခ်​င​္း​အၿ​ဖစ္ပယ္ဖ်က္ခဲ​႔​သ​ည​္

source: User %s rejected your friendship.
wo: အသံုး​ၿ​ပဳ​သူ %s သည္သ​င​္​၏​သူ​ငယ္ခ်​င​္း​အၿ​ဖ​စ​္​ၿ​ငင​္း​ပ​ယ​္္​ခဲ​႔​သ​ည​္

source: User %s requested your friendship.
wo: အသံုး​ၿ​ပဳ​သူ %s သည္သ​င​္​၏​သူ​ငယ္ခ်​င​္း​အၿ​ဖစ္ကို​ေ​တာင္ဆို​ခဲ​႔​သ​ည​္

source: User Signup
wo: အသံုးၿပဳသူဝင္ေရာက္ၿခင္း

source: User Status
wo: အသံုးၿပဳသူအေၿခအေန

source: User lost password
wo: အသံုးၿပဳသူစကားဝွက္ေၿပာက္ဆံုးခဲ႔သည္။

source: User permissions
wo: အသံုးၿပဳသူခြင္႔ၿပဳခ်က္မ်ား
