Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: *-ZawGyi/messages.po
Languages: wo

source: You canceled the friendship with %s.
wo: သင္သည္%နွင္႔အတူသူငယ္ခ်င္းအၿဖစ္ပယ္ဖ်က္ခဲ႔သည္

source: You joined the group.
wo: သင္သည္အုပ္စုကိုဆက္သြယ္ခဲ႔သည္။

source: You subscribed to the resource.
wo: သင္သည္ရင္းၿမစ္သို႔အဖြဲ႕ဝင္အၿဖစ္ေလ်ာက္ခဲ႔သည္။

source: You left the group.
wo: သင္သည္အုပ္စုမွထြက္ခဲ႔သည္။

source: You unsubscribed from the resource.
wo: သင္သည္ရင္းၿမစ္မွအဖြဲ႕ဝင္အၿဖစ္နႈတ္ထြက္ခဲ႔သည္။

source: The group added a resource.
wo: အုပ္စုသည္ရင္းၿမစ္တစ္ခုကိုေပါင္းထည္႕ခဲ႔သည္။

source: The group chat has new messages.
wo: အုပ္စုလိုက္စကားေၿပာၿခင္းမွာသတင္းအသစ္မ်ားရွိသည္။

source: The resource has new comments.
wo: ရင္းၿမစ္မွာေဝဖန္သံုးသပ္မႈအသစ္မ်ားရွိသည္။

source: You created a new resource.
wo: သင္သည္ရင္းၿမစ္သစ္တစ္ခုကိုဖန္တီးခဲ႔သည္

source: You created a new group.
wo: သင္သည္အုပ္စုသစ္တစ္ခုကိုဖန္တီးခဲ႔သည္

source: You updated your profile.
wo: သင္သည္ သင္၏ေဖာ္ၿပခ်က္ကိုေနာက္ဆံုးသတင္းအခ်က္အလက္ပို႔ခဲ႔သည္။

source: The group unsubscribed from the resource.
wo: အုပ္စုသည္ရင္းၿမစ္မွအဖြဲ႕ဝင္ၿခင္းကိုနႈတ္ထြက္ခဲ႔သည္။

source: The group information was updated.
wo: အုပ္စုသတင္းအခ်က္အလက္ကိုေနာက္ဆံုးသတင္းအခ်က္အလက္ပို႔ခဲ႔သည္။

source: The resource information was updated.
wo: ရင္းၿမစ္သတင္းအခ်က္အလက္ကိုေနာက္ဆံုးသတင္းအခ်က္အလက္ပို႔ခဲ႔သည္။

source: Somebody tried to login with your name and a wrong password.
wo: တစ္စံုတစ္ေယာက္သည္သင္၏အမည္နွင္႔မွားယြင္းေသာစကားဝွက္ၿဖင္႔ၾကိဳးစား၍ေလာ႔အင္ဝင္ခဲ႔သည္။

source: Today
wo: ယေန႔

source: Yesterday
wo: မေန႔က

source: Week
wo: သီတင္းပတ္

source: Month
wo: လ

source: Recent activity
wo: မၾကာေသးခင္ကေဆာင္ရြက္ခ်က္

source: load more...
wo: ေနာက္ထပ္ပို႔ပါ

source: Terms of Use
wo: အသံုးၿပဳေသာကာလမ်ား

source: 1 week
wo: ၁ သ​ီတ​င​္း​ပတ္

source: A message from your group %s
wo: သင္၏အုပ္စုွ %s မွသတင္းတစ္ခု

source: A new chat message was posted in the group.
wo: စကားေၿပာသတင္းအသစ္တစ္ခုကိုသင္၏အုပ္စုတြင္ပို႔ခဲ႔သည္။

source: A new group was created.
wo: အုပ္စုသစ္တစ္ခုကိုဖြဲ႕ခဲ႔သည္။

source: A new resource was created.
wo: ရင္းၿမစ္သစ္တစ္ခုကိုဖြဲ႕ခဲ႔သည္။

source: Access Denied
wo: အခ်က္အလက္မ်ားဝင္ေရာက္မႈကိုၿငင္းပယ္ခဲ႔သည္။

source: Alarm:
wo: နႈိးေဆာ္သတိေပးခ်က္

source: All-day event
wo: တစ္ေန႔တာအၿဖစ္အပ်က္

source: Apr
wo: ဧၿပီလ

source: Aug
wo: ၾသဂုတ္လ

source: Continue
wo: ေရွ႕ဆက္ပါ

source: Create Group
wo: အုပ္စုကိုဖြဲ႕ပါ

source: Create Resource
wo: ရင္းၿမစ္ကိုဖန္တီးပါ

source: Create a new event?
wo: အၿဖစ္အပ်က္အသစ္ကိုဖန္တီးပါ

source: Database size
wo: စုစည္းထားေသာေဒတာအရြယ္အစား

source: Dear %s
wo: မဂၤငလာပါ %s

source: Dec
wo: ဒီဇင္ဘာ

source: Different end time
wo: ကြဲၿပားၿခားနားေသာၿပီးဆံုးေသာအခ်ိန္

source: Do you really want to delete this file?
wo: သင္အမွန္တကယ္ဤဖိုင္ကိုပယ္ဖ်က္ခ်င္ပါသလား။

source: Edit Resource
wo: ရင္းၿမစ္ကိုတည္းၿဖတ္ပါ

source: Email has been succesfully changed.
wo: အီးေမးလ္ကိုေအာင္ၿမင္စြာေၿပာင္းၿပီးၿပီ

source: Email is already registered to another account.
wo: အီးေမးလ္ကိုအၿခားအေကာင္႔စာရင္းသို႔မွတ္ပံုတင္ၿပီးၿပီ

source: Emails on unread messages:
wo: မဖတ္ရေသးေသာသတင္းမ်ားမွအီးေမးလ္မ်ား

source: End:
wo: ေနာက္ဆံုးအပိုင္း

source: Event Details
wo: အၿဖစ္အပ်က္အေသးစိတ္မ်ား

source: Event end time:
wo: ေနာက္ဆံုးအခ်ိန္အၿဖစ္အပ်က္

source: Feb
wo: ေဖေဖာ္ဝါရီ

source: Fri
wo: ေသာၾကာေန႔

source: Friday
wo: ေသာၾကာေန႔

source: Group name cannot be empty!
wo: အုပ္စုအမည္မရွိနိုင္ပါ

source: Homepage:
wo: အိမ္စာမ်က္နွာ

source: How to contact them
wo: သူတို႔ကိုဘယ္လိုဆက္သြယ္ရမည္

source: If these recommendations are not precise, you could try to find better tags to describe your interests. You can change your tags on your profile page.
wo: ဤေထာက္ခံခ်က္မ်ားမတိက်လ်ွင္သင္သည္သင္၏စိတ္ဝင္စားမႈမ်ားကိုေဖာ္ၿပရန္ပိုေကာင္းေသာေခါင္းစဥ္မ်ားကၾိုကိဳးစားရွာေဖြနိုင္သည္။ သင္သည္ သင္၏ေခါင္းစဥ္မ်ားကိုသင္၏ေဖာ္ၿပခ်က္စာမ်က္နွာတြင္ေၿပာင္းနိုင္သည္။

source: If you need to upload a new image, close this window and click on 'Upload'.
wo: အကယ္၍သင္သည္ပံုရိပ္အသစ္တစ္ခုကိုပို႔ရန္လုိအပ္ပါက ကြန္ပ်ဴတာၿပတင္းကိုပိတ္ပါ၊ "upload" ကိုနိွပ္ပါ

source: Images are public. If you want to prevent others from seeing them, you should choose a file name that is hard to guess.
wo: ပံုရိပ္သည္လူထုအတြက္ၿဖစ္သည္။ အကယ္၍သင္သည္္အၿခားေသာသူမ်ား ပံုရိပ္မ်ားကိုမၿမင္ေစခ်င္ပါကသင္သည္ခန္႔မွန္းရန္ခက္ေသာ ဖိုင္နာမည္ကိုေရြးခ်ယ္သင္႔သည္။

source: Interests
wo: စိတ္ဝင္စားမႈမ်ား

source: Jan
wo: ဇန္နဝါရီ

source: Jul
wo: ဇူလိုင္

source: Jun
wo: ဇြန္

source: Last activity:
wo: ေနာက္ဆံုးလႈပ္ရွားေဆာင္ရြက္မႈ

source: Mar
wo: မတ္လ

source: Mon
wo: တနလၤာေန႔

source: Monday
wo: တနလၤာေန႔

source: My Activity
wo: ကၽြနိုပ္၏ေဆာင္ရြက္ခ်က္မ်ား

source: My Events
wo: ကၽြနိုပ္၏အၿဖစ္အပ်က္မ်ား

source: My Recommendations
wo: ကၽြနိုပ္၏ေထာက္ခံခ်က္မ်ား

source: New version:
wo: မူကြဲအသစ္

source: No images.
wo: ပံုရိပ္မ်ားမရိွပါ

source: No problem found.
wo: ၿပႆနာရွာမေတြ႕ပါ

source: No tags
wo: (တိတ္) ေခါင္းစဥ္မ်ားမရွိပါ

source: Note:
wo: မွတ္စု

source: Notification Settings
wo: သတိေပးၿခင္းအေနအထားမ်ား

source: Nov
wo: နိုဝင္ဘာ

source: Oct
wo: ေအာက္တိုဘာ

source: Over one month old
wo: တစ္လထက္ပိုေသာသက္တမ္း

source: Over six months old
wo: ေၿခာက္္လထက္ပိုေသာသက္တမ္း

source: Over two months old
wo: နွစ္လထက္ပို္ေသာသက္တမ္း

source: Page Not Found
wo: စာမ်က္နွာကိုရွာမေတြ႕ပါ

source: Please check now your profile and enter a description and tags.
wo: ေက်းဇးူၿပဳ၍သင္၏ပရိုဖိုင္းေဖာ္ၿပခ်က္ကိုစစ္ေဆးပါ၊ ေဖာ္ၿပခ်က္တစ္ခုနွင္႔ေခါင္းစဥ္မ်ားဝင္ေရာက္ပါ

source: Please enter the text!
wo: ေက်းဇးူၿပဳ၍စာသားဝင္ေရာက္ပါ

source: Please select an image
wo: ေက်းဇူးၿပဳ၍ပံုရိပ္တစ္ခုကိုေရြးခ်ယ္ပါ

source: Recent Activity
wo: မၾကာေသးခင္ကေဆာင္ရြက္ခ်က္

source: Recommended Groups
wo: ေထာက္ခံခ်က္ေပးေသာအုပ္စုမ်ား

source: Recommended Resources
wo: ေထာက္ခံခ်က္ေပးေသာရင္းၿမစ္မ်ား

source: Recommended Users
wo: ေထာက္ခံခ်က္ေပးေသာအသံုးၿပဳသူမ်ား

source: Reload
wo: ၿပန္လည္တင္ပို႔ပါ

source: Resource name cannot be empty!
wo: ရင္းၿမစ္အမည္သည္မရွိနိုင္ပါ

source: Result
wo: ရလဒ္

source: Sat
wo: စေနေန႔

source: Saturday
wo: စေနေန႔

source: Searched around your location.
wo: သင္၏တည္ေနရာဝန္းက်င္ကိုရွာေဖြခဲ႔သည္

source: Send a message to all members
wo: အဖြဲ႕ဝင္အားလံုးထံသို႔သတင္းတစ္ခုပို႔ပါ

source: Send them a local message.
wo: သူတို႔ကိုေဒသဆိုင္ရာသတင္းတစ္ခုပို႔ပါ

source: Send them an email.
wo: သူတို႔ကိုအီးေမးလ္တစ္ခုပို႔ပါ

source: Sep
wo: စက္တင္ဘာ

source: Stand by for scheduled maintenance in %s minutes and %s seconds. Please finish your activities.
wo: %s မီးနစ္မ်ားနွင္႔ %s စကၠန္႔မ်ားတြင္အစီအစဥ္ကိုထိန္းသိန္းမႈအတြက္ ရပ္တည္ပါ။ေက်းဇူးၿပဳ၍သင္၏ေဆာင္ရြက္ခ်က္မ်ားကိုၿပီးေစပါ။

source: Start:
wo: စတင္ပါ

source: Submit
wo: ဝင္ေရာက္ပါ

source: Success!
wo: ေအာင္ၿမင္သည္

source: Sun
wo: တနဂၤေႏြေန႔

source: Sunday
wo: တနဂၤေႏြေန႔

source: Text
wo: စာသား

source: The group unsubscribed from a resource.
wo: အုပ္စုသည္ရင္းၿမစ္တစ္ခုမွအဖြဲ႕ဝင္ၿခင္းကိုနႈတ္ထြက္ခဲ႔သည္။

source: The group was updated.
wo: အုပ္စုကိုေနာက္ဆံုးသတင္းအခ်က္အလက္လုပ္ခဲ႔သည္။

source: The password is wrong.
wo: စကားဝွက္သည္မွားသည္။

source: The resource was updated.
wo: ရင္းၿမစ္ကိုေနာက္ဆံုးသတင္းအခ်က္အလက္လုပ္ခဲ႔သည္။

source: There has been an error sending the confirmation email. Please try again in a while.
wo: မွားယြင္းၿပီးပို႔ေသာအီးေမးလ္ၿဖစ္ၿပီ္။ေက်းဇူးၿပဳ၍တစ္ခဏအတြင္းၿပန္လည္ၾကိဳး စားပါ။

source: Thu
wo: ၾကာသပေတးေန႔

source: Thursday
wo: ၾကာသပေတးေန႔

source: Topics
wo: ေခါင္းစဥ္မ်ား

source: Tue
wo: အဂၤါေန႔

source: Tuesday
wo: အဂၤါေန႔

source: Visit Homepage
wo: အိမ္စာမ်က္နွာကိုလာေရာက္ၾကည္႕ရႈပါ

source: Wed
wo: ဗုဒၶဟူးေန႔

source: Wednesday
wo: ဗုဒၶဟူးေန႔

source: You accepted %s's friendship.
wo: သင္သည္ % မ်ားနွင္႔%၏ သူငယ္ခ်င္းအၿဖစ္ကိုလက္ခံခဲ႔သည္။

source: You are not allowed to edit this group.
wo: သင္႔ကိုဤအုပ္စုကို တည္းၿဖတ္ၿပင္ဆင္ရန္ခြင္႔မၿပဳပါ

source: You are not allowed to edit this user.
wo: သင္႔ကိုဤအသံုးၿပဳသူကို တည္းၿဖတ္ၿပင္ဆင္ရန္ခြင္႔မၿပဳပါ

source: You can receive an email when you have unread messages in your inbox.
wo: သင္႔မွာမဖတ္ရေသးေသာသတင္းမ်ားသင္၏စာေသတၱာထဲတြင္ရွိေသာအခါ သင္သည္အီးေမးလ္တစ္ခုကိုလက္ခံရွိနိုင္သည္။

source: You entered the wrong captcha.
wo: သင္သည္မွားယြင္းေသာနည္းပညာ(ပရိုဂရမ္)ကိုဝင္ခဲ႔သည္

source: You first need to confirm your registration. Please check your email account and click on the link of the confirmation email.
wo: ပထမဆံုး သင္သည္သင္၏မွတ္ပံုတင္ၿခင္းကိုအတည္ၿပဳရန္လိုအပ္သည္။ ေက်းဇူးၿပဳ၍သင္၏အီးေမးလ္အေကာင္႔ကိုစစ္ေဆးၿပီး အတည္ၿပဳၿခင္းအီးေမးလ္ကြင္းဆက္(လင္႔ခ္)ကိုနိွပ္ပါ။

source: You have no permission to create public resources.
wo: သင္႔မွာလူထုနွင္႔ဆိုင္ေသာရင္းၿမစ္မ်ားကိုဖန္တီးရန္ခြင္႔ၿပဳခ်က္မရွိပါ

source: You have unread messages!
wo: သင႔္မွာမဖတ္ရေသးေသာသတင္းမ်ားရွိသည္။

source: You receive this message as a member of the group "%s".
wo: သင္သည္ဤသတင္းကို %s အုပ္စု၏အဖြဲ႕ဝင္တစ္ေယာက္အၿဖစ္ လက္ခံရရွိသည္။

source: You rejected %s's friendship.
wo: သင္သည္ % မ်ားနွင္႔%၏ သူငယ္ခ်င္းအၿဖစ္ကိုပယ္ဖ်က္ခဲ႔သည္။

source: You requested %s's friendship.
wo: သင္သည္ % မ်ားနွင္႔%၏ သူငယ္ခ်င္းအၿဖစ္ကိုေတာင္းဆိုခဲ႔သည္။

source: You signed up.
wo: သင္သည္ဆိုင္းအပ္ဝင္ေရာက္ခဲ႔သည္။

source: Your Facebook account doesn't have an email address.
wo: သင္၏facebookအေကာင္႔မွာအီးေမးလ္လိပ္စာမရိွပါ။

source: Your message has been sent to the members of this group.
wo: သင္၏သတင္းကိုဤအုပ္စု၏အဖြဲ႕ဝင္မ်ားသို႔ပို႔ၿပီးၿပီ

source: Your password must contain at least one small letter.
wo: သင္၏စကားဝွက္သည္အနည္းဆံုးအကၡရာေသးတစ္ခုပါဝင္ရမည္။

source: Your permissions only allow to create private resources.
wo: သင္၏ခြင္႔ၿပဳခ်က္မ်ားသည္ပုဂၢလိကရင္းၿမစ္မ်ားကိုဖန္တီးရန္ခြင္႔ၿပဳရံုသာလၽွင္ၿဖစ္သည္။

source: Your software is up to date.
wo: သင္၏ေဆာ႔ဝဲလ္သည္ေနာက္ဆံုးသတင္း(ေဖာ္ၿပခ်က္)ၿဖစ္သည္

source: Your website, blog or Facebook profile.
wo: သင္၏ဝဘ္ဆိုဒ္၊ဘေလာ႔ (သို႔မဟုတ္) facebook ေဖာ္ၿပခ်က္

source: back
wo: ေနာက္သို႔

source: close
wo: ပိတ္ပါ

source: day
wo: ေန႔/ရက္

source: delete
wo: ဖ်က္ပါ

source: home
wo: အိမ္

source: insert
wo: အစားသြင္းပါ

source: max. once per day
wo: အမ်ားဆံုး တစ္ေန႔တစ္ၾကိမ္

source: max. once per hour
wo: အမ်ားဆံုး တစ္နာရီတစ္ၾကိမ္

source: max. once per week
wo: အမ်ားဆံုး တစ္ပတ္တစ္ၾကိမ္

source: month
wo: လ

source: move down
wo: ေအာက္သို႔ေရြ႕ပါ

source: move up
wo: အထက္သို႔ေရြ႕ပါ

source: no
wo: မဟုတ္ပါ

source: no alert
wo: သတိေပးခ်က္မရွိပါ

source: now
wo: ယခု

source: off
wo: ပိတ္ပါ

source: only visible to subscribers
wo: အဖြဲ႕ဝင္မ်ားသာၿမင္နိုင္ေသာ

source: only visible to you
wo: သင္သာလၽွင္ၿမင္နိုင္ေသာ

source: own events
wo: ကိုယ္ပိုင္အၿဖစ္အပ်က္မ်ား

source: pixel
wo: အေသးဆံုးပံုရိပ္

source: read or write messages
wo: သတင္းမ်ားကိုဖတ္ပါ၊ေရးပါ

source: reset to initial selection
wo: ပထမဆံုးၿဖစ္ေသာေရြးခ်ယ္မႈကိုၿပန္လည္ထားပါ

source: sign in with Facebook
wo: facebook နွင္႔အတူဆိုင္းအင္ဝင္ေရာက္ပါ

source: subscribed events
wo: အဖြဲ႕ဝင္ထားေသာအၿဖစ္အပ်က္မ်ား

source: today
wo: ယေန႔

source: unfinished registration
wo: မၿပီးဆံုးေသးေသာမွတ္ပံုတင္ၿခင္း

source: week
wo: သီတင္းပတ္
