Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: rus - Russian/messages.po
Languages: ru

source: You see only item that you are not connected to.
ru: Вы видите только то, к чему не подключены.

source: now online
ru: теперь в сети

source: Last seen less than 5 mins ago.
ru: В последний раз зафиксирован менее 5 минут назад.

source: Last seen less than 10 mins ago.
ru: В последний раз зафиксирован менее 10 минут назад.

source: Last seen:
ru: В последний раз зафиксирован:

source: never online
ru: отсутствует в сети

source: Searched globally because not enough was found around your location.
ru: Проведен полный поиск, так как ничего не было обнаружено в радиусе Вашего местонахождения.

source: A new user has signed up.
ru: Новый пользователь подписался.

source: Include all new users, groups and resources that you are allowed to view.
ru: Включить всех новых пользователей, группы и ресурсы, которые Вы можете просматривать.

source: Your permissions of the group were changed.
ru: Ваши настройки в этой группе изменены.

source: Your permissions of the resource were changed.
ru: Ваши настройки на этом ресурсе изменены.

source: Message to all users
ru: Сообщение всем пользователям

source: Noticeboard Messages
ru: Сообщения на доске объявлений

source: These messages will be displayed in the activity stream of all users.
ru: Эти сообщения будут показаны в списке действий всех пользователей.

source: %d result(s) found
ru: %s результатов найдено

source: %s has left the group. Good-bye!
ru: %s покинул группу. До свидания!

source: A message from your group %s at %s
ru: Сообщение из вашей группы % в %

source: Additional Information
ru: Дополнительная информация

source: Administration - Noticeboard
ru: Администрирование - Доска объявлений

source: Basic Information
ru: Основная информация

source: Browse Resources
ru: Просматривать ресурсы

source: By using this platform you accept our Terms of Use and our Privacy policy.
ru: Используя эту площадку, вы принимаете наши Условия использования и Политику конфиденциальности.

source: Chat window turned off.
ru: Окно чата выключено.

source: Chat window turned on.
ru: Окно чата включено.

source: Click to subscribe.
ru: Нажмите, чтобы подписаться.

source: Click to unsubscribe.
ru: Нажмите, чтобы отписаться.

source: Compose
ru: Написать сообщение

source: Continue to this [group] (%s).
ru: Продолжать к этой [группе] (%s).

source: Continue to this [resource] (%s).
ru: Продолжать к этому [ресурсу] (%s).

source: Continue to this [user] (%s).
ru: Продолжать к этому [пользователю] (%s).

source: Document
ru: Документ

source: Error processing screenshot.
ru: Ошибка в обработке скриншота.

source: Error sending message.
ru: Ошибка в отправлении сообщения.

source: Event
ru: Событие

source: File '%s' already exists.
ru: Файл '%s' уже существует.

source: File '%s' not found.
ru: Файл '%s' не найден.

source: File Browser
ru: Поисковик файлов

source: Find a list of your activities [on your home page] (%s).
ru: Найти список Ваших транзакций [на Вашей домашней странице] (%s).

source: Find more information [on the page of the group] (%s).
ru: Найти подробную информацию [на странице группы] (%s).

source: Hello %s, Somebody has requested an email change on Mycitizen.net. The new email will be: %s If you think that this is wrong, please [contact the support] (%s).
ru: Здравствуйте %s, Некто от Вашего имени запросил смену электронного адреса на Mycitizen.net. Новый адрес электронной почты будет: %s Если Вы не запрашивали смену электронного адреса, пожалуйста [обратитесь в службу поддержки] (%s).

source: Hello %s, Thank you for signing up at Mycitizen.net! To finish your registration click [here] (%s), or copy the following link to your browser: %s
ru: Здравствуйте %s, Спасибо за регистрацию на Mycitizen.net! Чтобы завершить регистрацию, нажмите [здесь] (%s), или скопируйте следующую ссылку в браузер: %s

source: Hello %s, You have requested a password change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
ru: Здравствуйте %s, Вы запросили смену пароля на Mycitizen.net. Чтобы завершить смену пароля, нажмите [здесь] (%s), или скопируйте следующую ссылку в браузер: %s

source: Hello %s, You have requested an email change on Mycitizen.net. To finish your request click [here] (%s), or copy the following link to your browser: %s
ru: Здравствуйте %s, Вы запросили смену адреса электронной почты на Mycitizen.net. Чтобы завершить смену адреса электронной почты, нажмите [здесь] (%s), или скопируйте следующую ссылку в браузер: %s

source: Here is an overview of what has happened since your last visit:
ru: Вот что произошло со времени Вашего последнего посещения.

source: Information
ru: Информация

source: Last activity:
ru: Последние действия:

source: Messages
ru: Сообщения

source: More tags
ru: Дополнительные теги

source: Notice Board
ru: Доска объявлений

source: Organization
ru: Организация

source: Other
ru: Другое

source: Please enter some tags.
ru: Пожалуйста, введите теги.

source: Please enter the new file name:
ru: Пожалуйста, введите новое название файла:

source: Please select a recipient
ru: Пожалуйста, выберите получателя

source: Please welcome our new member: %s has joined this group.
ru: Пожалуйста, поприветствуйте нового члена группы: %s вступил в группу.

source: Private messaging has been disabled by the chat window. Reload page to re-enable
ru: Сервис частных сообщений был отключен окном чата. Перезагрузите страницу, чтобы снова включить этот сервис.

source: Purge entire cache
ru: Очистите весь диск временной памяти

source: Read your messages in your [inbox] (%s).
ru: Прочтите сообщения в Вашем почтовом ящике [Входящие] (%s).

source: Recent activity at %s
ru: Недавние действия в %s

source: Remove all faded items.
ru: Удалить все затененные объекты.

source: Reset the search.<ul><li>The first click resets the search on this page.</li><li>The second click resets the search on all pages. </li></ul>
ru: Переустановить поиск.<ul><li>Один клик перезапустит поиск на этой странице.</li><li>Второй клик перезапустит поиск на всех страницах. </li></ul>

source: Save as view
ru: Сохранить как изображение

source: Screenshot
ru: Скриншот

source: Screenshot already exists.
ru: Скриншот уже существует.

source: Set up a cron on an external service:
ru: Установить cron на внешний сервис.

source: Sort by Last Activity
ru: Сортировать по последнему действию

source: Sort by Name
ru: Сортировать по названию

source: Sort by Subscribers
ru: Сортировать по подписчикам

source: Tag not found.
ru: Тег не найден

source: The email address couldn't be changed! The link is not active anymore.
ru: Адрес электронной почты не может быть изменен! Ссылка более недействительна.

source: The email address has been succesfully changed.
ru: Адрес электронной почты был успешно изменен.

source: The email address is not valid. Please check it and try again.
ru: Адрес электронной почты недействителен. Проверьте адрес и сделайте еще одну попытку.

source: The email couldn't be changed!
ru: Этот адрес электронной почты не может быть изменен!

source: The event is in the future.
ru: Это событие еще не произошло.

source: The event is over.
ru: Это событие окончено.

source: The event is upcoming.
ru: Это событие скоро произойдет.

source: The group has subscribed to the resource %s.
ru: Группа подписалась на ресурс %s.

source: The group has unsubscribed from the following resources:
ru: Группа отписалась от следующих ресурсов:

source: The password couldn't be changed! Please try again later.
ru: Пароль не может быть изменен! Повторите попытку позднее.

source: The password couldn't be changed! Try again later.
ru: Пароль не мог быть изменен! Попробуйте снова позднее.

source: The password has been successfully changed.
ru: Пароль успешно изменен.

source: The registration couldn't be finished! The link is not active anymore.
ru: Регистрация не могла быть завершена! Эта ссылка более не действует.

source: There is a problem with your avatar.
ru: С Вашим аватаром возникли проблемы.

source: This email address is already registered with another account.
ru: Этот адрес электронной почты уже зарегистрирован на другом аккаунте.

source: This email address is already used for another account.
ru: Этот адрес электронной почты уже используется другим аккаунтом.

source: This email address is not registered in our system!
ru: Этот адрес электронной почты не зарегистрирован в нашей системе!

source: This email address is not valid. Please check it and try again.
ru: Этот адрес электронной почты не работает. Проверьте адрес и попробуйте снова.

source: This username is not registered in our system!
ru: Это имя пользователя не зарегистрировано в нашей системе!

source: Too many emails? You can change the schedule on your [profile page](%s).
ru: Слишком много электронных сообщений? Вы можете изменить расписание на вашей [странице профиля](%s).

source: Too many failed login attempts. Please try again later.
ru: Слишком много неудачных попыток войти в систему. Попробуйте еще раз позже.

source: Too many messages? You can change the schedule on your [profile page](%s).
ru: Слишком много сообщений? Вы можете изменить расписание на вашей [странице профиля](%s).

source: Type your text here.
ru: Напечатайте текст здесь.

source: Video/Audio
ru: Видео/Аудио

source: You can reply only to friends.
ru: Вы можете отвечать только на письма друзей.

source: You have %d unread messages!
ru: У вас %d непрочитанных сообщений!

source: You have 1 unread message!
ru: В Вашем почтовом ящике одно непрочитанное сообщение.

source: You have just said that.
ru: Вы только что это сказали.

source: You have unread messages at %s
ru: У Вас есть непрочитанные сообщения в %s.

source: You just said that.
ru: Вы только что это сказали.

source: You receive this email because you have signed up at %s.
ru: Вы получили это сообщение, потому что Вы подписаны на %s.

source: Your email address or IP is known at www.stopforumspam.com as spam source and was blocked.
ru: Ваш адрес электронной почты или IP адрес зарегистрирован на www.stopforumspam.com как источник спама и заблокирован.

source: Your email or username:
ru: Ваш электронный адрес или имя пользователя:

source: Your password was changed.
ru: Ваш пароль изменен.

source: Your profile was updated.
ru: Ваш профиль обновлен.

source: Yours,
ru: С уважением,

source: audio
ru: аудио

source: browse
ru: просмотр

source: center
ru: центр

source: clean up
ru: Очистить

source: click to rename
ru: нажмите, чтобы переименовать

source: crop and resize
ru: обрезать и изменить размер

source: external link
ru: внешняя ссылка

source: fade or unfade
ru: обесцветить или оставить в цвете

source: go to '%s'
ru: перейти к '%s'

source: go to your profile
ru: перейти к Вашему профилю

source: number of susbcribers
ru: количество подписчиков

source: other
ru: другое

source: print
ru: напечатать

source: private event
ru: частное мероприятие

source: registered
ru: зарегистрировано

source: remove screenshot
ru: удалить скриншот

source: save
ru: сохранить

source: search for '%s'
ru: Поиск '%s'

source: subscribers
ru: посписчики

source: tag1, tag2, ...
ru: тег 1, тег 2, …

source: text information
ru: текстовая информация

source: toggle chat window
ru: переключить окно чата

source: video
ru: видео

source: video/audio
ru: видео/аудио

source: world
ru: мир

source: yesterday
ru: вчера
