Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: rus - Russian/messages.po
Languages: ru

source: Your password must contain at least %s characters.
ru: Ваш пароль должен содержать по крайней мере %s знаков.

source: Your password must contain at least one upper-case letter.
ru: Ваш пароль должен содержать по крайней мере одну заглавную букву.

source: Your password must contain at least one number.
ru: Ваш пароль должен содержать по крайней мере одну цифру.

source: Your password must contain at least one lower-case letter.
ru: Ваш пароль должен содержать по крайней мере одну прописную букву.

source: Your passwords are different.
ru: Ваши пароли не совпадают.

source: Your report has been received.
ru: Ваш отчет получен.

source: Your username can only contain letters, numbers, space, dash and underscore!
ru: Ваше имя пользователя может содержать только буквы, цифры, пробелы, тире и подчеркивание!

source: active
ru: действует

source: add new tag
ru: добавить новый тег

source: administrator
ru: администратор

source: all
ru: весь/все/вся

source: all resources
ru: все ресурсы

source: all tags
ru: все теги

source: auto reload
ru: авто перезагрузка

source: cancel and return
ru: отменить и вернуться обратно

source: clear map
ru: очистить карту

source: create
ru: создать

source: deactivated
ru: отключен

source: edit
ru: редактировать

source: inactive
ru: не работает

source: license
ru: разрешение

source: mark as read
ru: отметить как прочитанное

source: mark as unread
ru: отметить как непрочитанное

source: I am a member.
ru: Я - член группы.

source: moderator
ru: модератор

source: moderators
ru: модераторы

source: more groups
ru: дополнительные группы

source: more resources
ru: дополнительные ресурсы

source: more users
ru: дополнительные пользователи

source: move to trash
ru: переместить в папку "Удаленные"

source: my friend
ru: мой друг

source: no friend
ru: нет друзей

source: I am not a member.
ru: Я - не член группы.

source: not my friend
ru: не мой друг

source: I am not subscribed.
ru: Я не подписан на рассылку.

source: only visible to friends
ru: виден только друзьям

source: only visible to members
ru: виден только членам

source: only visible to registered users
ru: виден только зарегистрированным пользователям

source: regenerate image
ru: восстановить изображение

source: reply
ru: ответить

source: restore from trash
ru: восстановить из удаленных сообщений

source: top level
ru: высший уровень

source: visible to the world
ru: виден всем

source: Back to the list of messages
ru: Назад к списку сообщений

source: Back to the list of reports
ru: Назад к списку отчетов

source: Back to the list of resources
ru: Назад к списку ресурсов

source: Below you can add details: Describe the topics of this resource by one or more tags. These information will help other users to find your resource.
ru: Вы можете добавить некоторые подробности: Опишите темы этого ресусра одним или несколькими тегами. Эта информация поможет пользователям найти ваш ресурс.

source: Details of the group
ru: Подробная информация о группе

source: Details of the resource
ru: Подробная информация о ресурсе

source: Details of the user
ru: Подробная информация о пользователе

source: GD (images) supported
ru: GD (изображения) поддерживаются

source: Message not displayed because the user has been deactivated.
ru: Сообщение не показано, потому что пользователь отключен.

source: No messages
ru: Нет сообщений

source: PHP Version
ru: PHP Версия

source: Permission to create items
ru: Разрешение создавать объекты

source: Privacy policy
ru: Политека конфиденциальности

source: Restrict your search to a location
ru: Ограничить поиск определенным местоположением

source: Search for a place
ru: Поиск места

source: Search for similar topics like your interests and around your location.
ru: Поиск похожих тем в круге Ваших интересов и местоположения.

source: Similar to me
ru: Похожий на меня

source: User has been deactivated
ru: Пользователь деактивирован

source: User role
ru: Роль пользователя

source: zoom in
ru: увеличить

source: zoom out
ru: уменьшить

source: AND: Find only items where <i>all</i> conditions are met.<br />OR: Find items where <i>any</i> of the selected conditions are met.
ru: И: Найти только пункты, где <i>всеl</i> условия соблюдены.<br />ИЛИ:Найти только пункты, где <i>любые</i> из выбранных условий соблюдены.

source: Click inside the map to set the center. Click a second time to set the search radius.
ru: Нажмите на карту, чтобы выбрать центр. Нажмите еще раз, чтобы установить радиус и начать поиск.

source: Nothing to display
ru: Нечего показать

source: Please enter your new password
ru: Пожалуйста, введите Ваш пароль

source: Please use only the English alphabet.
ru: Пожалуйста, используйте только латинские буквы.

source: Reload the chat.
ru: Перегрузить чат

source: Resource location on a map
ru: Местонахождение ресурса на карте

source: Show the location where you are right now.
ru: Показать, где Вы сейчас находитесь.

source: The chat is only visible to group members.
ru: Чат виден только членам группы.

source: Time:
ru: Время:

source: Use the filter to narrow down the list of items
ru: Используйте фильтр, чтобы сузить список пунктов

source: group
ru: группа

source: is a product of
ru: является продуктом от

source: resource
ru: ресурс

source: I am subscribed.
ru: Я подписан на рассылку.

source: user
ru: пользователь

source: Add a Tag
ru: Добавить тег

source: Add the tags one by one.
ru: Добавить теги один за другим

source: Administration - Create new tag
ru: Администрирование - Создать новый тег

source: Administration - Reports
ru: Администрирование - Отчеты

source: Administration - Tags
ru: Администрирование - Теги

source: Administration - Web Statistics
ru: Администрирование - Веб статистика

source: Apply the filter and show the results.
ru: Включить фильтр и показать результаты

source: Avatars are small images that will be visible with your name. Here you can upload your avatar (min. %s, max. %s). In the next step you can crop it.
ru: Аватары - это небольшие изображения, которые появляются рядом с Вашим именем. Здесь Вы можете загрузить Ваш аватар (мин %s, макс %s). Следующим шагом Вы можете изменить размер изображения.

source: Click here to continue
ru: Нажмите здесь, чтобы продолжить

source: Click inside the map to set the location. If the location is already set, you first need to clear the map: <b class='icon-clear'></b>.
ru: Нажмите на карту, чтобы установить местоположение. Если местоположение уже установлено, сначала нужно очистить карту: <b class='icon-clear'></b>

source: Database error.
ru: Ошибка в базе данных

source: Do you really want to delete this message?
ru: Вы действительно хотите удалить это сообщение?

source: Documentation:
ru: Документация:

source: Done
ru: Сделано

source: Done importing resources. Error writing log file.
ru: Загрузка ресурсов окончена. Ошибка в записи файла регистрации.

source: Done importing resources. Please check the log file.
ru: Загрузка ресурсов окончена. Проверьте файл регистрации.

source: Done updating locales.
ru: Обновление мест действия окончено.

source: Download the mobile application
ru: Загрузить мобильное приложение

source: Found unused locale '%s', removing from database.
ru: Найденное неиспользуемое местоположение '%s', удаляется из базы данных.

source: I am a group moderator.
ru: Я - модератор группы.

source: I am a resource moderator.
ru: Я - модератор ресурса.

source: I am the owner.
ru: Я - владелец.

source: Image is too big! Max. size is for upload is %s
ru: Графический файл слишком велик! Максимальный размер изображения для загрузки %s

source: Import resources from a file
ru: Загрузка ресурсов из файла

source: Mailbox
ru: Почтовый ящик

source: Manage subscribers of this resource
ru: Управлять подписчиками этого ресурса

source: Normal
ru: Стандартный

source: Notification from %s
ru: Сообщение от %s

source: Now is the best time to complete your profile. You can enter your name, your location and tags for your interests.
ru: Сейчас наилучший момент для полного оформления Вашего профиля. Вы можете ввести свое имя, местонахождение и теги по вашим интересам.

source: PHP max execution time
ru: PHP максимальное время выполнения

source: PHP memory limit
ru: PHP лимит памяти

source: PHP memory usage
ru: PHP использование памяти

source: Please paste here the <u>underlined</u> part of the url for the media that you want to add:
ru: Пожалуйста, скопируйте сюда <u>underlined</u> часть ссылки url для файла, который Вы хотите добавить:

source: Remove this message.
ru: Удалить это сообщение

source: Reset
ru: Переустановить

source: Reset the filter and show the entire list.
ru: Переустановить фильтр и показать полный список.

source: Return to the home screen.
ru: Вернуться на главную страницу

source: Screenshot processing.
ru: Скриншот в обработке.

source: Select a tag that describes a topic that this group is about.
ru: Выбрать тег, который описывает темы общения в группе.

source: Select a tag that describes a topic that this resource is about.
ru: Выбрать тег, который описывает этот ресурс.

source: Select a tag that describes one of your interests.
ru: Выбрать тег, который описывает один из Ваших интересов.

source: Setup and Maintenance
ru: Настройки и поддержка

source: Statistics
ru: Статистика

source: System message: You've received a warning about your group.
ru: Сообщение системы: Вы получили предупреждение о Вашей группе.

source: System message: You've received a warning.
ru: Сообщение системы: Вы получили предупреждение.

source: Tag "%s" saved.
ru: Тег "%s" сохранен.

source: Test the import in a dry run
ru: Проверить процесс загрузки (репетировать)

source: The image is too small! Min. size for upload is %s
ru: Это изображение слишком маленькое! Минимальный размер для загрузки - %s.

source: The tag cannot be its own parent.
ru: Тег не может быть тем же на старшем уровне.

source: There are unread reports:
ru: Есть непрочитанные отчеты:

source: This group contains wrong information.
ru: В группе содержится неверная информация.

source: This is my group.
ru: Это моя группа.

source: This is my resource.
ru: Это мой ресурс.

source: This resource contains wrong information.
ru: Этот ресурс содержит неверную информацию.

source: This was just a dry run - nothing was saved.
ru: Это была только проверка - данные не сохранились.

source: URL doesn't seem to exist
ru: URL не существует

source: Unread
ru: Непрочитанное

source: Update languages
ru: Обновить список языков

source: User Forum:
ru: Форум пользователей:

source: View big screenshot
ru: Посмотреть большой скриншот

source: Web Statistics
ru: Веб статистика

source: You are a moderator on this platform.
ru: Вы являетесь модератором этой платформы.

source: You are an administrator on this platform.
ru: Вы являетесь администратором этой платформы.

source: Your email or IP is known at www.stopforumspam.com as spam source and was blocked.
ru: Ваш адрес электронной почты или IP адрес зарегистрирован на www.stopforumspam.com как источник спама и заблокирован.

source: administrators
ru: администраторы

source: banned
ru: запрещено

source: change
ru: изменить

source: chat messages
ru: сообщения в чате

source: creation rights removed
ru: права создания удалены

source: document
ru: документ

source: event
ru: событие

source: link to external resource
ru: ссылка на внешние ресурсы

source: live-video on Bambuser
ru: видео в реальном времени на Bambuser

source: message
ru: сообщение

source: organization
ru: организация

source: private messages
ru: частные сообщения

source: sound on Soundcloud
ru: звук на Soundcloud

source: total
ru: сумма

source: video on Vimeo
ru: видео на Vimeo

source: video on YouTube
ru: видео на YouTube

source: visbility 'friends'
ru: видеть 'друзей'

source: visbility 'members'
ru: видеть 'членов'

source: visbility 'registered'
ru: видеть 'зарегистрированных'

source: visbility 'susbcribed'
ru: видеть 'подписчиков'

source: visbility 'world'
ru: видеть 'весь мир'

source: %s new messages
ru: %s новых сообщений

source: 1 new message
ru: 1 новое сообщение

source: Quote
ru: Цитата

source: The administrator asks you to answer a security question before you can enter.
ru: Администратор просит Вас ответить на контрольный вопрос, прежде чем Вы получите доступ в систему.

source: Are you sure?
ru: Вы уверены?

source: Security Question
ru: Контрольный вопрос

source: Sign up is disabled. Please try again later.
ru: Сервис подписки отключен. Повторите попытку позднее.

source: Sign in is disabled. Please try again later.
ru: Вход в систему отключен. Повторите попытку позднее.

source: Please answer the security question
ru: Пожалуйста, ответьте на контрольный вопрос

source: You do not have permission to view this page. Please try contact the web site administrator if you believe you should be able to view this page.
ru: У Вас нет разрешения просматривать эту страницу. Обратитесь к администратору веб-страницы, если Вы считаете, что Вам должно быть разрешено просматривать эту страницу.

source: The page you requested could not be found. Please correct the address, return to the previous page, or go back home.
ru: Страница, которую Вы запросили, не найдена. Пожалуйста, проверьте адрес, вернитесь на предыдущую страницу или на главную страницу.

source: Show only messages by senders with matching names.<ul><li>Type to search only on this page.</li><li>Type and press enter to search on all pages.</li></ul>
ru: Показывать только сообщения от пользователей с соответствующими именами.<ul><li>Напечатайте слово, чтобы провести поиск на этой странице.</li><li>Напечатайте слово и нажмите ввод, чтобы провести поиск на всех страницах.</li></ul>

source: Edit profile
ru: Редактировать профиль

source: Remember me
ru: Запомнить меня

source: We have resent your confirmation email - just in case you didn't get it before.
ru: Мы снова отправили Вам подтверждение по электронной почте. На случай, если Вы его не получили в прошлый раз.

source: You canceled the friendship with %s.
ru: Вы отменили дружбу с %s.

source: You joined the group.
ru: Вы вступили в группу.

source: You subscribed to the resource.
ru: Вы подписались на ресурс.

source: You left the group.
ru: Вы покинули группу.

source: You unsubscribed from the resource.
ru: Вы отписались от ресурса.

source: The group added a resource.
ru: Группа добавила ресурс.

source: The resource has new comments.
ru: На ресурсе есть новые комментарии.

source: Somebody tried to login with your name and a wrong password.
ru: Некто пытался войти в систему под Вашим именем и использовал неверный пароль.

source: Today
ru: Сегодя

source: Yesterday
ru: Вчера

source: Week
ru: Неделя

source: Month
ru: Месяц

source: Recent activity
ru: Недавние действия

source: load more...
ru: загрузить еще...

source: Terms of Use
ru: Правила пользования

source: %d user(s) purged.
ru: %s пользователей удалено

source: 1 week
ru: 1 неделя

source: A message from your group %s
ru: Сообщение из вашей группы от %

source: A new chat message was posted in the group.
ru: Новое сообщение опубликовано в чате группы.

source: A new group was created.
ru: Новая группа создана.

source: A new resource was created.
ru: Новый ресурс создан.

source: Access Denied
ru: Доступ закрыт

source: Alarm:
ru: Сигнал тревоги:

source: All-day event
ru: Событие на весь день

source: Apr
ru: Апр.

source: Aug
ru: Авг.

source: Continue
ru: Продолжить

source: Create Group
ru: Создать группу

source: Create Resource
ru: Создать ресурс

source: Create a new event?
ru: Создать новое событие?

source: Database size
ru: Размер базы данных

source: Dear %s
ru: Уважаемый %s

source: Dec
ru: Дек.

source: Different end time
ru: Другое время окончания

source: Do you really want to delete this file?
ru: Вы действительно хотите удалить этот файл?

source: Edit Resource
ru: Редактировать ресурс

source: Emails on unread messages:
ru: Сообщения о непрочитанных письмах:

source: End:
ru: Конец:

source: Event Details
ru: Детали события

source: Event end time:
ru: Время окончания события:

source: Feb
ru: Февр.

source: Fri
ru: Пн

source: Friday
ru: Пятница

source: Group name cannot be empty!
ru: Поле названия группы должно быть заполнено!

source: Homepage:
ru: домашняя страница

source: How to contact them
ru: Как с ними связаться

source: If these recommendations are not precise, you could try to find better tags to describe your interests. You can change your tags on your profile page.
ru: Если эти рекомендации недостаточно точны, Вы можете подобрать другие теги для описания своих интересов. Вы можене изменить Ваши теги на странице профиля.

source: If you need to upload a new file, close this window and click on 'Upload'.
ru: Если Вам нужно загрузить новый файл, закройте это окно и нажмите "Загрузить".

source: These files are public. If you want to prevent others from seeing them, you should choose a file name that is hard to guess.
ru: Это файлы общего использования. Если Вы хотите, чтобы файлы не были видны остальным, выберите имя файла, которое будет сложно угадать.

source: Interests
ru: Интересы

source: Jan
ru: Янв.

source: Jul
ru: Июль

source: Jun
ru: Июнь

source: Maintenance mode activated.
ru: Активирован режим техподдержки

source: Maintenance mode active.
ru: Режим техподдержки работает

source: Maintenance mode deactivated.
ru: Режим техподдержки отключен

source: Mar
ru: Март

source: Mon
ru: Пн

source: Monday
ru: Понедельник

source: More information and download
ru: Собрать дополнительную информацию и загрузить

source: My Activity
ru: Мои действия

source: My Events
ru: Мои события

source: My Recommendations
ru: Мои рекомендации

source: MySQL Version
ru: Версия MySQL

source: New version:
ru: Новая версия:

source: No files.
ru: Нет файлов

source: No problem found.
ru: Проблем не найдено

source: No tags
ru: Нет тегов

source: Note:
ru: Примечание:

source: Notification Settings
ru: Настройки сообщений

source: Nov
ru: Нояб.

source: Oct
ru: Окт.

source: Over one month old
ru: Более 1 месяца

source: Over six months old
ru: Более 6 месяцев

source: Over two months old
ru: Более 2 месяцев

source: Page Not Found
ru: Страница не найдена

source: Please check now your profile and enter a description and tags.
ru: Пожалуйста, проверьте Ваш профиль и введите описание и теги.

source: Please enter the text!
ru: Пожалуйста, введите текст!

source: Please select a file
ru: Пожалуйста, выберите файл

source: Problem found
ru: Проблема найдена

source: Purge unconfirmed users
ru: Удалите неподтвержденных пользователей

source: Recent Activity
ru: Недавние действия

source: Recommended Groups
ru: Рекомендованные группы

source: Recommended Resources
ru: Рекомендованные ресурсы

source: Recommended Users
ru: Рекомендованные пользователи

source: Release information:
ru: Дать информацию:

source: Reload
ru: Перезагрузить

source: Resource name cannot be empty!
ru: Строка названия ресурса должна быть заполнена!

source: Result
ru: Результат

source: Sat
ru: Сб

source: Saturday
ru: Суббота

source: Searched around your location.
ru: Поиск проведен неподалеку от Вашего местонахождения.

source: Send a message to all members
ru: Отправить сообщение всем членам группы

source: Send them a local message.
ru: Отправить им местное сообщение.

source: Send them an email.
ru: Отправить им электронное сообщение.

source: Sep
ru: Сен.

source: Stand by for scheduled maintenance in %s minutes and %s seconds. Please finish your activities.
ru: Подождите начала запланированного техоблуживания через %s минут и %s секунд. Пожалуйста, закончите Ваши действия.

source: Start:
ru: Начало:

source: Submit
ru: Отправить

source: Success!
ru: Получилось!

source: Sun
ru: Вск.

source: Sunday
ru: Воскресенье

source: System check finished. Find the results below.
ru: Проверка системы окончена. Результаты показаны ниже.

source: Text
ru: Текст

source: The group unsubscribed from a resource.
ru: Группа отписалась от ресурса.

source: The group was updated.
ru: Группа обновлена.

source: The password is wrong.
ru: Пароль неверен.

source: The resource was updated.
ru: Ресурс обновлен

source: There has been an error sending the confirmation email. Please try again in a while.
ru: Произошла ошибка при отправке подтверждающего сообщения по электронной почте. Пожалуйста, повторите попытку позже.

source: This person was created by mistake.
ru: Этот пользователь был создан по ошибке.

source: Thu
ru: Чт

source: Thursday
ru: Четверг

source: Topics
ru: Темы

source: Tue
ru: Вт

source: Tuesday
ru: Вторник

source: Visit Homepage
ru: Посетить домашнюю страницу

source: Wed
ru: Ср

source: Wednesday
ru: Среда

source: You accepted %s's friendship.
ru: Вы приняли предложение % о дружбе.

source: You are not allowed to edit this group.
ru: У Вас нет прав редактирования этой группы.

source: You are not allowed to edit this user.
ru: У Вас нет прав редактирования сообщений этого пользователя.

source: You can receive an email when you have unread messages in your inbox.
ru: Вы можете получать сообщения о новых письмах в своем почтовом ящике.

source: You entered the wrong captcha.
ru: Вы ввели неправильные данные.

source: You first need to confirm your registration. Please check your email account and click on the link of the confirmation email.
ru: Сначала подтвердите регистрацию. Проверьте электронные сообщения в своем почтовом ящике и нажмите на ссылку в письме-подтверждении регистрации.

source: You have no permission to create public resources.
ru: У Вас нет разрешения создавать общественные ресурсы.

source: You receive this message as a member of the group "%s".
ru: Вы получили это сообщение как член группы "%s".

source: You rejected %s's friendship.
ru: Вы отклонили предложение дружить от %s.

source: You requested %s's friendship.
ru: Вы отправили просьбу о дружбе %s.

source: You signed up.
ru: Вы вошли в систему.

source: Your Facebook account doesn't have an email address.
ru: Ваш аккаунт в Фейсбуке не имеет адреса электронной почты.

source: Your message has been sent to the members of this group.
ru: Ваше сообщение отправлено членам этой группы.

source: Your password must contain at least one small letter.
ru: Ваш пароль должен содержать по крайней мере одну прописную букву.

source: Your permissions only allow to create private resources.
ru: Ваши настройки позволят создавать только частные ресурсы.

source: Your software is up to date.
ru: Ваше программное обеспечение - последней версии.

source: Your website, blog or Facebook profile.
ru: Ваш веб-сайт, блог или страница в Фейсбуке

source: back
ru: назад

source: close
ru: закрыть

source: day
ru: день

source: delete
ru: удалить

source: home
ru: главная страница

source: insert
ru: вставить

source: max. once per day
ru: максимум раз в день

source: max. once per hour
ru: максимум один раз в час

source: max. once per week
ru: максимум один раз в неделю

source: month
ru: месяц

source: move down
ru: переместить вниз

source: move up
ru: переместить наверх

source: no
ru: нет

source: no alert
ru: нет предупреждений

source: now
ru: сейчас

source: off
ru: выключить

source: only visible to subscribers
ru: виден только подписчикам

source: only visible to you
ru: виден только Вам

source: own events
ru: собственные события

source: pixel
ru: пиксель

source: read or write messages
ru: прочесть или написать сообщения

source: reset to initial selection
ru: вернуться к первоначальному выбору

source: sign in with Facebook
ru: войти в систему через Фейсбук

source: subscribed events
ru: подписан на следующие события

source: today
ru: сегодня

source: unfinished registration
ru: неоконченная регистрация

source: week
ru: неделя

source: The following items could be interesting for you:
ru: Вам могут быть интересны следующие моменты:
