Repository: BurmaCenterPrague/mycitizen.net-translations
Catalog: rus - Russian/messages.po
Languages: ru

source: (error)
ru: (ошибка)

source: (inappropriate language)
ru: (неподходящее - грубое - выражение)

source: (spam)
ru: (спам)

source: Accept friendship
ru: Принять дружбу

source: Accept friendship request
ru: Принять приглашение дружить

source: Add
ru: Добавить

source: Add or remove tags
ru: Добавить или удалить теги

source: Add tag
ru: Добавить тег

source: Address cannot be found.
ru: Адрес не найден

source: Administration
ru: Администрирование

source: Administration - Settings
ru: Администрирование - Настройки

source: Administration - Setup and Maintenance
ru: Администрирование - Установка и поддержка

source: Administrator
ru: Администратор

source: Administrator with id 1 cannot be changed
ru: Администратор с ID 1 не может быть изменен

source: Already have an account? Sign in below.
ru: У Вас уже есть аккаунт? Введите данные.

source: An email has been sent to you with further instructions.
ru: Вам было отправлено электронное сообщение с дальнейшими инструкциями.

source: Apply Filter
ru: Включить фильтр

source: April
ru: Апрель

source: August
ru: Август

source: Automatically reload in regular intervals if something new has been posted.
ru: Автоматически перезагружать через определенные интервалы, если новые сообщения были опубликованы.

source: Back to list of groups.
ru: Назад к списку групп.

source: Back to list of users.
ru: Назад к списку пользователей.

source: Cancel friendship
ru: Отменить дружбу

source: Cancel subscription
ru: Отменить подписку

source: Cannot find what you are searching?
ru: Не можете найти то, что ищете?

source: Change lost password
ru: Изменить утраченный пароль

source: Change password
ru: Изменить пароль

source: Change the filter
ru: Изменить фильтр

source: Clear
ru: Очистить

source: Clear Filter
ru: Очистить фильтр

source: Click here if you forgot your password.
ru: Нажмите здесь, если вы забыли пароль

source: Click inside the image and select your avatar.
ru: Нажмите на картинку и выберите свой аватар.

source: Comments
ru: Комментарии

source: Comments are only visible when you are signed in.
ru: Комментарии видны, только если Вы вошли в систему.

source: Connect filters with
ru: Соединить фильтры с

source: Copy this link and send it to people who you would like to join. This link is like a key to this group.
ru: Скопируйте эту ссылку и отправьте ее пользователям, которых вы приглашаете присоединиться. Эта ссылка будет ключом к вступлению в группу.

source: Create new group
ru: Создать новую группу

source: Create new resource
ru: Создать новый ресурс

source: December
ru: Декабрь

source: Describe in few sentences what this group is about.
ru: Составьте описание Вашей группы в нескольких строках.

source: Describe in few sentences what this resource is about.
ru: Составьте описание Вашего ресурса в нескольких строках.

source: Description:
ru: Описание:

source: Discover new groups
ru: Найдите новые группы

source: Discover new resources
ru: Найдите новые ресурсы

source: Discover new users
ru: Найдите новых пользователей

source: Do you want be visible to everyone (world), only to registered users (registered) or only to your friends (friends)?
ru: Хотите ли Вы, чтобы Ваши данные могли видеть все, только зарегистрированные пользователи или только Ваши друзья?

source: Edit the group image
ru: Редактировать аватар группы

source: Edit the location
ru: Редактировать местоположение

source: Edit your avatar
ru: Редактировать Ваш аватар

source: Edit your location
ru: Редактировать Ваше местоположение

source: Email change on Mycitizen.net
ru: Изменение адреса электронной почты на Mycitizen.net

source: Email has been successfully changed.
ru: Адрес электронной почты был изменен.

source: Email:
ru: Адрес электронной почты:

source: Empty Trash
ru: Очистить папку удаленных сообщений

source: Enabled
ru: Включено

source: Enter a key that will be used for inviting members into this group. Use letters, numbers and "-", with a minimum lenght of 5.
ru: Введите пароль, который будет использован для приглашения новых членов в эту группу. Используйте буквы, цифры и "-". Минимальное число символов в пароле - 5.

source: Enter a name for the group.
ru: Введите название группы.

source: Enter a name for the resource.
ru: Введите название ресурса.

source: Entered passwords are not the same.
ru: Введенные пароли не совпадают.

source: Error
ru: Ошибка

source: Error deleting image from cache.
ru: Ошибка в удалении изображения из памяти.

source: Error loading chat. Are you logged in?
ru: Ошибка в загрузке чата. Убедитесь, что Вы вошли в систему.

source: Error submitting form.
ru: Ошибка в отправлении формы.

source: Error writing image:
ru: Ошибка в записи изображения:

source: Event description:
ru: Описание события:

source: Event time:
ru: Время начала события:

source: February
ru: Февраль

source: Filter
ru: Фильтр

source: Filter by name
ru: Фильтровать по названию

source: Filter is off.
ru: Фильтр включен.

source: Finish your registration at Mycitizen.net
ru: Закончить процесс регистрации на Mycitizen.net

source: Finished cropping and resizing.
ru: Закончено изменение размера изображения и его границ

source: Friends
ru: Друзья

source: Friendship accepted
ru: Дружба принята

source: Friendship canceled
ru: Дружба отменена

source: Friendship request
ru: Предложение дружить

source: Friendship request rejected.
ru: Предложение дружить отклонено.

source: Friendship request sent.
ru: Предложение дружить отправлено.

source: Given group does not exist.
ru: Данная группа не существует.

source: Go to resource
ru: Перейти к ресурсу

source: Group %s has not been subscribed to resource.
ru: Группа %s не подписана на данный ресурс.

source: Group %s is already subscribed.
ru: Группа %s уже подписана.

source: Group %s subscribed to this resource.
ru: Группа %s уже подписана на этот ресурс.

source: Group %s unsubscribed from resource.
ru: Группа %s отписана от данного ресурса.

source: Group chat
ru: Чат группы

source: Edit Group
ru: Редактировать группу

source: Group key:
ru: Пароль группы:

source: Group location on a map
ru: Местонахождение группы на карте

source: Group members
ru: Члены группы

source: Group owner:
ru: Владелец группы:

source: Group resources
ru: Ресурсы группы

source: Group updated
ru: Данные группы обновлены

source: Groups
ru: Группы

source: Here you can report the group if you think it has violated the rules. Reports will be processed by our moderators.
ru: Здесь Вы можете сообщить о группе, которая нарушает правила. Сообщение будет рассмотрено нашими модераторами.

source: Here you can report the resource if you think it has violated the rules. Reports will be processed by our moderators.
ru: Здесь Вы можете сообщить о ресурсе, который нарушает правила. Сообщение будет рассмотрено нашими модераторами.

source: Here you can report the user if you think her or she has violated the rules. Reports will be processed by our moderators.
ru: Здесь Вы можете сообщить о пользователе, который нарушает правила. Сообщение будет рассмотрено нашими модераторами.

source: Hidden group
ru: Скрытая группа

source: Hidden user
ru: Скрытый пользователь

source: Image must be in JPEG or PNG format.
ru: Изображение должно быть в формате JPEG или PNG.

source: Information:
ru: Информация:

source: Insufficient permissions to subscribe group %s to this resource.
ru: Недостаточно разрешений, чтобы подписать группу на этот ресурс.

source: Is active
ru: Действует

source: January
ru: Январь

source: Join group
ru: Вступить в группу

source: July
ru: Июль

source: June
ru: Июнь

source: Language
ru: Язык

source: Language:
ru: Язык:

source: Leave group
ru: Выйти из группы

source: Link to invite new members
ru: Ссылка для приглашения новых членов

source: Loading chat..
ru: Закрузка чата.

source: Location
ru: Местонахождение

source: Make the group visible to everyone (world), only users of this website (registered) or to members of this group (members).
ru: Сделать эту группу доступной для просмотра всем, только пользователям этого веб-сайта (зарегистрированным) или членам этой группы.

source: Make the resource visible to everyone (world), only users of this website (registered) or to subscribers of this resource (subscribers).
ru: Сделать этот ресурс доступным для просмотра всем, только пользователям этого веб-сайта (зарегистрированным) или подписчикам этого ресурса.

source: Manage members of this group
ru: Управлять членами этой группы

source: Manage subscribed resources
ru: Управлять подписанными ресурсами

source: Map
ru: Карта

source: March
ru: Март

source: Maximum image size is %s
ru: Максимальный размер изображения %s

source: May
ru: Май

source: Media ID:
ru: ID Средств Массовой Информации

source: Media type:
ru: Тип СМИ

source: Member of groups
ru: Член групп

source: Members
ru: Участники

source: Moderator
ru: Модератор

source: More than one user with the same id found.
ru: Найдено более одного пользователя с таким id

source: My Groups
ru: Мои группы

source: My Location
ru: Мое местоположение

source: My Resources
ru: Мои ресурсы

source: My friends
ru: Мои друзья

source: My real position
ru: Мое настоящее местоположение

source: Name
ru: Имя

source: Name:
ru: Имя:

source: Needs to be created.
ru: Нужно создать.

source: New messages
ru: Новые сообщения

source: Normal user
ru: Обычный пользователь

source: Nothing found.
ru: Ничего не найдено.

source: November
ru: Ноябрь

source: October
ru: Октябрь

source: On invitation only
ru: Только по приглашению

source: Only administrators can visit this section!
ru: Только администратор может войти в этот раздел!

source: Only letters, numbers and '-', with a minimum lenght of 5.
ru: Только буквы, цифры и '-'. Минимальное количество знаков - 5.

source: Owner
ru: Владелец

source: Parent level:
ru: Следующий уровень:

source: Parent tag:
ru: Тег следующего уровня:

source: Password again:
ru: Повторить пароль:

source: Password change on Mycitizen.net
ru: Изменение пароля на Mycitizen.net

source: Password:
ru: Пароль:

source: Phone:
ru: Телефон:

source: Please enter some text.
ru: Пожалуйста, введите текст.

source: Please give us some details.
ru: Пожалуйста, предоставьте более подробную информацию

source: Please go to the edit screen and generate a link.
ru: Пожалуйста, пройдите на страницу редактирования и создайте ссылку.

source: Please select first a part of the image.
ru: Пожалуйста, отметьте сначала часть изображения.

source: Post
ru: Публиковать запись

source: Post new comment
ru: Опубликуйте новый комментарий

source: Post reply
ru: Опубликуйте ответ

source: Reason:
ru: Причина:

source: The registration couldn't be finished! Link is not active anymore.
ru: Регистрация не могла быть завершена! Ссылка более не действует.

source: The registration has been successful. You can now sign in.
ru: Регистрация прошла успешно. Вы можете войти в систему.

source: Registration has been successful. A message has been sent to your email with further instructions how to activate your account.
ru: Регистрация прошла успешно. Вам было направлено сообщение с инструкциями по запуску аккаунта.

source: Reject friendship request
ru: Отклонить просьбу о дружбе

source: Remove
ru: Удалить

source: Repeat password:
ru: Повторить пароль:

source: Replies
ru: Ответы

source: Report about group %s, reason: %s
ru: Направить отчет о работе группы %s, причина: %s

source: Report about resource %s, reason: %s
ru: Направить отчет о работе ресурса %s, причина: %s

source: Report about user %s, reason: %s
ru: Направить отчет о действиях пользователя %s, причина: %s

source: Report group
ru: Сообщить о группе

source: Report resource
ru: Сообщить о ресурсе

source: Report user
ru: Сообщить о пользователе

source: Reports
ru: Отчеты

source: Request friendship
ru: Направить просьбу о дружбе

source: Request new password
ru: Попросить новый пароль

source: Resource owner:
ru: Владелец ресурса:

source: Resource type:
ru: Тип ресурса

source: Resource updated
ru: Ресурс обновлен

source: Resources
ru: Ресурсы

source: Revoke request
ru: Отменить просьбу

source: Role
ru: Роль

source: Search Comments
ru: Поиск в комментариях

source: See details about the user and respond to the request.
ru: Показать подробную информацию о пользователе и ответить на запрос.

source: Select Parent Level
ru: Выбрать старший уровень

source: Select a group for more details.
ru: Выбрать группу, чтобы увидеть подробную информацию.

source: Select a language of this resource.
ru: Выбрать язык для этого ресурса.

source: Select a language that will be used in this group for communication.
ru: Выбрать язык, на котором будет проходить общение в группе.

source: Select a resource for more details.
ru: Выбрать ресурс, чтобы увидеть подробную информацию.

source: Select a tag
ru: Выбрать тег

source: Select a user for more details.
ru: Выбрать пользователя, чтобы узнать о нем подробности.

source: Select one or more groups to subscribe to this resource. Only groups are displayed that you own or where you have at least moderator permissions.
ru: Выбрать одну или более групп для подписки на этот ресурс. Показаны только те группы, владельцем которых Вы являетесь, или группы, в которых Вы имеете по крайне мере права модератора.

source: Select one or more resources to unsubscribe. Only resources are displayed that this group is subscribed to. You can subscribe to resources on the detail page of a resource.
ru: Выберите один или более ресурсов, чтобы отписаться. Показаны только те ресурсы, на которые подписана данная группа. Вы можете подписаться на ресурсы на странице с подробной информацией о ресурсе.

source: Selected Location
ru: Выбранное местоположение

source: Send
ru: Отправить

source: Send a message to a friend
ru: Отправить сообщение другу

source: September
ru: Сентябрь

source: Settings
ru: Настройки

source: Sign in
ru: Войти в систему

source: Sign out
ru: Выйти из системы

source: Sign up
ru: Подписаться

source: Software version:
ru: Версия программного обеспечения:

source: Specified user not found.
ru: Указанный пользователь не найден.

source: Status
ru: Статус

source: Subscribe
ru: Подписаться

source: Subscribe as group
ru: Подписаться группой

source: Subscribe to resource
ru: Подписаться на ресурс

source: Subscribed Groups
ru: Подписан на группы

source: Subscribed Users
ru: Подписанные пользователи

source: Subscribed to resources
ru: Подписан на ресурсы

source: Subscribers
ru: Подписчики

source: Subscriptions as group
ru: Подписчики группой

source: Surname:
ru: Фамилия:

source: System check
ru: Проверка системы

source: Tag
ru: Тег

source: Tag name:
ru: Тег:

source: Tags
ru: Теги

source: Tell us why you report this group, including examples:
ru: Скажите, что заставило Вас подать жалобу на эту группу, приведите примеры:

source: Tell us why you report this resource, including examples:
ru: Скажите, что заставило Вас подать жалобу на этот ресурс, приведите примеры:

source: Tell us why you report this user, including examples:
ru: Скажите, что заставило Вас подать жалобу на этого пользователя, приведите примеры:

source: Text:
ru: Текст:

source: The image is too small. Minimum size is %s.
ru: Это изображение слишком маленькое. Минимальный размер - %s.

source: The main language you want to use. You will still be able to see other languages.
ru: Основной язык, который Вы хотите использовать. Вы сможете видеть и другие языки.

source: The minimal length of your username is %s characters.
ru: Минимальная длина Вашего имени пользователя - %s знаков.

source: The username cannot be changed.
ru: Имя пользователя не может быть изменено.

source: This group can only be viewed by members. Users need to have the key below to become members.
ru: Эту группу могут просматривать только ее члены. Пользователям нужно получить пароль, чтобы стать членами группы.

source: This group doesn't have a key.
ru: У этой группы нет пароля.

source: This group violates the rules of conduct.
ru: Эта группа нарушает правила функционирования.

source: This is my profile.
ru: Это мой профиль.

source: This is not a real group but spam.
ru: Это спам, а не настоящая группа.

source: This is not a real person but spam.
ru: Это спам, а не настоящий пользователь.

source: This is not a real resource but spam.
ru: Этот спам, а не настоящий ресурс.

source: This person violates the rules of conduct.
ru: Этот пользователь нарушает правила поведения.

source: This resource doesn't exist.
ru: Этот ресурс не существует.

source: This resource violates the rules of conduct.
ru: Этот ресурс нарушает правила поведения.

source: This user doesn't exist.
ru: Этот пользователь не существует.

source: To this address we will send a request to confirm your registration.
ru: По этому адресу мы отправим просьбу подтвердить Вашу регистрацию.

source: To:
ru: Кому:

source: Top Groups
ru: Самые популярные группы

source: Top Resources
ru: Самые популярные ресурсы

source: Top Users
ru: Самые популярные пользователи

source: Trash
ru: Удаленные

source: Trash emptied.
ru: Папка удаленных сообщений очищена.

source: Try a different filter.
ru: Попробуйте воспользоваться другим фильтром.

source: Type
ru: Тип

source: URL must start with http:// or https://!
ru: URL должен начинаться с http:// or https://!

source: URL to external source:
ru: URL к внешнему источнику:

source: Unblock this user
ru: Разблокировать этого пользователя

source: Unsubscribe
ru: Отписаться

source: Unsubscribe from resource
ru: Отписаться от этого ресурса

source: Update
ru: Обновить

source: Upload Avatar:
ru: Загрузить аватар:

source: Upload group image:
ru: Загрузить картинку группы:

source: User %s accepted your friendship.
ru: Пользователь %s принял Ваше предложение дружить.

source: User %s canceled your friendship.
ru: Пользователь %s отменил Вашу дружбу.

source: User %s rejected your friendship.
ru: Пользователь %s отверг Вашу дружбу.

source: User %s requested your friendship.
ru: Пользователь %s просит Вашей дружбы.

source: User Signup
ru: Вход пользователя в систему

source: User lost password
ru: Пользователь утратил пароль

source: User permissions changed.
ru: Разрешенные действия пользователя изменены

source: User signin
ru: Вход пользователя в систему

source: User update
ru: Обновление данных пользователя

source: User updated
ru: Данные пользователя обновлены

source: User with the same name already exists.
ru: Пользователь с таким именем уже существует.

source: User's location on a map
ru: Местонахождение пользователя на карте

source: Username cannot be empty!
ru: Строка Имя пользователя не может быть пустой!

source: Username:
ru: Имя пользователя:

source: Users
ru: Пользователи

source: View group owner:
ru: Посмотреть данные владельца группы:

source: View resource owner:
ru: Посмотреть данные владельца ресурса:

source: Visibility:
ru: Видимость:

source: We have received complaints about inappropriate language in your resource. Please make necessary adjustments or your resource will be deactivated.
ru: Мы получили жалобу на то, что на Вашем ресурсе используется неподходящая лексика. Пожалуйста, примите необходимые меры, или Ваш ресурс будет удален.

source: We have received complaints about you spaming other users. Please stop or your account will be deactivated.
ru: Мы получили жалобу на то, что в Вы рассылаете спам другим пользователям. Пожалуйста, прекратите, или Ваш аккаунт будет удален.

source: We have received complaints that you use inappropriate language. Please stop or your account will be deactivated.
ru: Мы получили жалобу на то, что Вы используете неподходящую лексику. Пожалуйста, прекратите, или Ваш аккаунт будет удален.

source: We have received complaints that your group contains spam. Please delete inappropriate content or your group will be deactivated.
ru: Мы получили жалобу на то, что Ваша группа содержит спам. Пожалуйста, удалите несоответствующую информацию, или Ваша группа будет отключена.

source: We have received complaints that your resource contains spam. Please delete inappropriate content or your resource will be deactivated.
ru: Мы получили жалобу на то, что Ваш ресурс содержит спам. Пожалуйста, удалите несоответствующую информацию, или Ваш ресурс будет отключен.

source: Welcome
ru: Добро пожаловать!

source: Write some lines about your life, your work and your interests.
ru: Напишите несколько строк о своей жизни, работе и интересах.

source: Wrong email format!
ru: Неверный формат электронного сообщения!

source: You are already a member.
ru: Вы уже являетесь членом группы.

source: You are not allowed to see the members.
ru: У Вас нет права видеть членов группы.

source: You are not allowed to see the memberships.
ru: У Вас нет права видеть количество членов в группе.

source: You are not allowed to see the subscribed groups.
ru: У Вас нет права видеть подписанные группы.

source: You are not allowed to see the subscribed users.
ru: У Вас нет права видеть пользователей-подписчиков.

source: You are not allowed to see the subscriptions.
ru: У Вам нет права видеть количество подписчиков.

source: You are not allowed to view this group.
ru: У Вас нет права просматривать сообщения этой группы.

source: You are not allowed to view this resource.
ru: У Вас нет права просматривать этот ресурс.

source: You are not allowed to view this user.
ru: У Вас нет права просматривать данные этого пользователя.

source: You can only send messages to friends.
ru: Вы можете отправлять сообщения только друзьям.

source: You currently block this user.
ru: Вы заблокировали этого пользователя.

source: You have entered a wrong key.
ru: Вы ввели неверный пароль.

source: You have joined the group.
ru: Вы присоединились к группе.

source: You have no friends yet. You can start sending messages only after someone has accepted your friendship request.
ru: У Вас пока нет друзей. Вы можете начать рассылать сообщения только после того, как кто-нибудь примет Ваше предложение дружить.

source: You have no permission to create groups.
ru: У Вас нет разрешения создавать группы.

source: You need to log in to send messages.
ru: Вам нужно войти в систему, чтобы рассылать сообщения.

source: You need to subscribe in order to comment.
ru: Вам нужно подписаться, чтобы оставлять комментарии.

source: You requested a change of your email address. A message with a link was sent to your old address. The new address will be activated once you confirmed the change.
ru: Вы запросили изменить Ваш адрес электронной почты. Сообщение со ссылкой было отправлено на Ваш старый адрес электронной почты. Новый адрес будет активирован, как только Вы подтвердите свое решение.

source: My Connections
ru: Мои связи

source: Your account has been deactivated. If you think that this is a mistake, please contact the support at %s.
ru: Ваш аккаунт отключен. Если Вы считаете, что это сделано по ошибке, обратитесь в службу поддержки по %s.

source: Your email:
ru: Ваш адрес электронной почты:

source: Your image still needs to be cropped to the right dimensions before you can continue!
ru: Ваше изображение все еще не подходит по размеру и должно быть обрезано, прежде чем Вы сможете продолжить!

source: Your image still needs to be resized before you can continue!
ru: Ваше изображение все еще не подходит по размеру и должно быть исправлено, прежде чем Вы сможете продолжить!

source: Your messages
ru: Ваши сообщения

source: Your password has been successfully changed, you can now log in.
ru: Ваш пароль изменен, вы можете войти в систему.

source: Your password must be at least 8 characters long and contain at least one lower-case letter, one upper-case letter and one number.
ru: Ваш пароль должен содержать по крайней мере 8 знаков: среди них по крайней мере одну прописную, одну заглавную букву и одну цифру.
